{
    "glossaries": [
        {
            "uid": "11d3XdmgwS83qpgN",
            "description": "<<Image:ReputationTradeOffers>>\n\nФракции, присутствующие в определенном поселении, могут предлагать *Торговые предложения* на Рынке. Вы можете проверить, есть ли у вас доступ к Торговые предложения на вкладке 'Сведения о фракции' в пользовательском интерфейсе Лидера или на панели Фракции в Поселения.\n\nПредложения могут быть для *покупки и продажи* Товары и всегда для *полных стеков*. Даются две цены: обычная и льготная, причем последняя стоит Репутация с фракцией. Эти цены фиксированы, в отличие от динамических рыночных цен.\n\n"
        },
        {
            "uid": "2En3XdmTxS83qpgE",
            "description": "Панель 'Лидер' позволяет вам наблюдать и взаимодействовать с вашим персонажем, /вагрусом/. Она находится в нижней части экрана, где расположен портрет вашего персонажа. Ваша текущая Проницательность отображается в правом верхнем углу. Проницательность зарабатывается в основном за счет $События и может быть использована для покупки перков и других улучшений для /вагруса/ и для ваших $Спутники.\n\n<<Image:VagrusLeaderVagrusPane>>\n\nПерки - это способности, которые имеют уровни и используются в различных ситуациях. Начальный и максимальный уровни перков, а также доступные перки индивидуальны для каждого персонажа. Атрибуты и профессии используются в $События. Более подробную информацию о каждом из них вы можете найти ниже, щелкнув на их названиях.\n\nВы можете приобрести любое количество перков, если ваша Проницательность позволяет вам это сделать, нажав на пустые узлы рядом с каждым перком, представляющим его следующий уровень. Когда вы захотите завершить внесенные изменения, воспользуйтесь кнопкой *подтвердить* (внизу справа). Отменить изменения до подтверждения можно с помощью кнопки *вернуть* (внизу слева).\n\n"
        },
        {
            "uid": "2Y93XZEofS83qrFd",
            "description": "Карта находится в правом верхнем углу пользовательского интерфейса и доступна при нажатии на пергамент с компасом (или при использовании стандартной горячей клавиши 'A'). Карта служит справочником по континенту Ксерин с точки зрения истории, а также показывает различные $Точки интереса, которые /вагри/ могут исследовать.\n\nХотя значительная часть континента, показанного на Карте, доступна в игре, пожалуйста, обратите внимание, что остальная часть континента недоступна и является лишь частью построения мира.\n\n<<Image:Chart>>\n\n"
        },
        {
            "uid": "4cS3XdmL2S83qpg4",
            "description": "<<Image:CompanionsCharacterPane>>\n\nНа Панель персонажа вы можете найти все статистические данные и Действия, связанные с $Спутники, включая их Gear. При наведении курсора на каждую статистику можно получить более подробную информацию. Панель персонажа также дает возможность повысить $Мастерство и очки мастерства компаньонов, нажимая на лавры, окружающие их текущий уровень мастерства. Эта панель доступна из панели $Вагрус, окна управления Экипаж и окна $Лагерь. Пример показан ниже:\n\nСтатистика компаньонов отображается слева вверху, а их $Бойские навыки - слева внизу. Отображается как текущий, так и следующий уровень каждого навыка Бой (щелкните значок стрелки рядом с навыком, чтобы изменить отображаемый уровень).\n\nЗначок прокрутки в нижней части изображения компаньона можно нажать, чтобы открыть его историю (нажмите на значок еще раз, чтобы вернуться к изображению).\n\n"
        },
        {
            "uid": "4UE3XcKBqS83qiJZ",
            "description": "<<Image:CompanionCombatPower>>\n\n*Сила* (POW) тратится на использование умений, стоимость которых равна стоимости Силы. POW можно пополнить с помощью определенных умений, перка *Выносливость* и используя опцию $Пропустить ход. О других перках читайте в разделе $Вагрус перков.\n\n"
        },
        {
            "uid": "5d83XZF3aRHbu7BP",
            "description": "Авторазведка позволяет вам вести разведку раньше, чем $Комитат, не тратя очков Движение. Основной компромисс при этом заключается в том, что ваши шансы на успех значительно снижаются по сравнению с $Ручная разведка, что также означает, что вы можете чаще терять разведчиков во время Авторазведки.\n\nКроме того, существует два режима Авторазведки. Первый представлен одной стрелкой вправо на пользовательском интерфейсе рядом с режимом авторазведки, а второй - иконкой с несколькими стрелками, ведущими в разные стороны. В первом случае ваш /comitatus/ может остановиться на любом узле вдоль текущей траектории при выполнении определенных условий, а во втором режиме вы будете остановлены, когда любой из соседних окружающих узлов выполнит условия. Эти условия могут быть установлены в соответствии с различными порогами для охоты и Разведка ($приобретение припасов), силой $Экипаж Бой встречи, или шансом события, происходящего на данном узле. Пример приведен ниже:\n\n<<Image:ScoutingAutoScouting1>>\n\nВ этом примере охота и фуражировка используются в качестве условий для остановки /comitatus/, наряду с режимом Авторазведка (представленным одиночной стрелкой), который означает, что ваш /comitatus/ остановится только тогда, когда будет достигнут базовый шанс 30% или выше, а также средний доход 150 или более припасов с этого узла. При рассмотрении вопроса об избегании или столкновении с врагами условия Бой встречи вместо этого используют минимальную и максимальную Силу, при которой ваша компания остановится, при этом все, что выходит за пределы этих параметров, будет игнорироваться по мере того, как вы будете переходить пустошь.\n\n<<Image:ScoutingAutoScouting2>>\n\nКогда вы устанавливаете условия для остановки вашего /комитата/ при встрече с Бой, вы выбираете условия, относящиеся к Экипаж Бой Сила, при которых вы остановитесь, в зависимости от двух кнопок, *Avoid Foes* и *Find Foes*. \n\nКогда вы выделите *Avoid Foes* (красный ползунок), вы установите порог Сила, при котором вы остановитесь, когда на вашей текущей траектории появится противник, который соответствует или превышает этот порог, что позволит вам изменить свой курс. Например, если вы установите порог в 20%, то ваш /comitatus/ остановится, когда на вашей текущей траектории появится враг, который как минимум на 20% сильнее, чем Сила вашего каравана. Если ваша /comitatus'/ Сила равна 500, то это означает, что вы остановитесь, когда появится противник с Силой 600 или выше. Однако, когда вы достигаете критического успеха с помощью Авторазведка, вы можете просто пройти через этот узел, независимо от того, что вы настолько хорошо разведали расположение врагов, что смогли избежать их, даже если вы занимаете тот же узел на карте кампании. \n\nВ случае *Найти врагов* (зеленый ползунок) ваши Цели различны, поэтому /comitatus/ останавливается, когда вы разведываете противников на соседних узлах, позволяя вам перенаправить свою цель на врага, если вы хотите. Как правило, /вагри/ хотят найти противников, которые слабее их, поэтому по умолчанию этот параметр установлен на отрицательный процент. Другой пример, если ваш /comitatus/ настроен на остановку при -70%, а Сила вашего каравана равна 1000, то вы остановитесь, когда у вашего противника будет 300 Сила или меньше. Когда вы достигаете критического успеха Разведка и используете *Найти врагов*, вы автоматически устраиваете засаду на противника, что дает вам преимущество во время первого раунда Бой. \n\n"
        },
        {
            "uid": "5dx3XcKKRS83qiJk",
            "description": "<<Image:CompanionCombatEnchanted>>\n\nУмения компаньонов, наносящие урон через определенный элемент, уже функционируют как Зачарованный. В Бой есть временные умения, дарующие Спутники с условием 'Зачарованные'. Некоторые другие эффекты в игре также действуют в течение ограниченного периода времени (например, несколько дней), например, благословения. Ни один из этих эффектов нельзя путать с $Иммунитет.\n\n"
        },
        {
            "uid": "5Ea3XdminS83qpgP",
            "description": "<<Image:FactionTasksTradeTasks>>\n\nВам нужно будет доставить Товары в заданное место и получить вознаграждение за выполнение задания.\n\n"
        },
        {
            "uid": "6KR3XZEnQRHbu7BL",
            "description": "<<Image:Camp>>\n\nВ конце каждого игрового дня /комитат/ делает Лагерь и устраивается на ночлег. После Лагеря расходуются припасы и пополняются очки Движение. Вы можете сделать Лагерь, нажав на один из значков палатки.\n\n"
        },
        {
            "uid": "74H3XcKbuS83qiK1",
            "description": "<<Image:CrewCombatFightPhase>>\n\nВо время боя вы можете видеть свои отряды (слева) и отряды противника (справа). Вы можете нажать на группы своих отрядов, чтобы добавить их в бой или исключить из него, прежде чем совершить бросок текущего раунда. Выбранные отряды добавляют свою Бой Силу\\Защиту к общему числу, но имеют шанс быть ранеными или убитыми.\n\nРабочие и рабы становятся смертельно ранеными после одного попадания, в то время как другие бойцы получают ранения первыми. Тяжелораненые Спутники и смертельно раненые Экипаж не могут сражаться, а раненые Экипаж Результаты в Бой Силы ниже, чем у здоровых. Проверьте подробный результат каждого раунда, нажав на кнопку прокрутки.\n\nПассажиры и\\or вооружают рабов, но это имеет свои последствия, такие как потеря морали и послушания. Многие факторы влияют на силу Боя, защиту, наносимый и получаемый урон и другие показатели.\n\nПеред началом боя вы можете выбрать, кто в нем участвует. По умолчанию это будут вооруженные Экипаж и не раненые Спутники, но вы можете изменить это, добавив или убрав других. Отряды делятся на раненых и не раненых, поэтому вы можете не допускать раненых к боям, чтобы избежать их потери. В основном, в опасности находятся те, кто назначен сражаться, однако враг может маневрировать таким образом, что пострадают те, кого мы не выбрали для боя. Исход каждого раунда зависит от бросков и применяемых бонусов.\n\n"
        },
        {
            "uid": "7563XcLsaS83qiKH",
            "description": "<<Image:MarketPane>>\n\nНаходясь в поселении, вы можете перейти к Панель рынка, нажав на значок весов. Здесь отображаются доступные Товары, которые вы можете купить или продать на рынке поселения, а также $Груз, любое Снаряжение, которым вы владеете, и /comitatus/ слоты, через которые вы можете использовать это Снаряжение. Здесь вы можете купить Товары на рынке или продать свои собственные Товары из хранилища Груз. Предметы приобретаются различными способами и не могут быть куплены через Панель рынка.\n\n\nПанель рынка также позволяет фильтровать или сортировать Товары или Снаряжение по их типу - для этого достаточно обратиться к различным значкам и их подсказкам под подменю Груз и Снаряжение. Здесь также можно переключаться между Оптовые сделки, История цен и различные Предложения фракций, которые вы, возможно, взяли на себя. Для получения дополнительной информации по этим темам, пожалуйста, обратитесь к $Торговля.\n\n"
        },
        {
            "uid": "7D83XSycrRHbuYjZ",
            "description": "<<Image:VictoryConditionsCampaignTimeLimit>>\n\nСрок выполнения заданий Амбиций в игре ограничен 10 годами. По истечении этого времени в игре, если вы не выполнили Цели, связанные с вашей Амбицией, то вы не сможете достичь победы. Причин для этого две - во-первых, чтобы создать адекватный вызов для игроков, а во-вторых, потому что История игры и мира продолжается и после 10-летнего срока, поэтому любые игры или Действия /вагруса/, предпринятые за пределами этого периода, технически не являются каноном.\n\n"
        },
        {
            "uid": "7Du3XZFKPS83qrFr",
            "description": "Вы можете щелкнуть значок палатки на целевом узле, чтобы немедленно вызвать Лагерь, как только вы туда попадете.\n\n<<Image:CampCamping>>\n\nУзлы на синем участке пути можно пройти, потратив очки Движение, а красный участок указывает на необходимость марша. Если щелкнуть по значку палатки на нужном узле назначения, то по достижении этого узла сразу же откроется экран Лагерь.\n\n"
        },
        {
            "uid": "8y23XcLuHS83qiKJ",
            "description": "<<Image:MarketPaneWholesaleDeals>>\n\nПереключение на Оптовые сделки на рынке позволяет игроку выбрать желаемое количество или даже установить прямо минимальную или максимальную сумму, которую можно обменять, что ускоряет процесс.\n\n"
        },
        {
            "uid": "8YS3XdmaWS83qpgG",
            "description": "<<Image:VagrusLeaderFactionWindow>>\n\nОкно фракции лидера служит ссылкой на положительную или отрицательную $Репутация, которую вы имеете с $Фракциями по всему королевству Ривен. Подобно $Панель фракций поселения, вы можете нажать на иконки отдельных фракций, чтобы получить дополнительную информацию о них и отследить свое положение.\n\n"
        },
        {
            "uid": "AbN3XZEvoS83qrFe",
            "description": "<<Image:MovementBuffs>>\n\nНа скорость передвижения по карте можно влиять. Движение и марш-бросок Баффы и штрафы приходят из разных источников. Они могут быть получены из статусов, свойств, перков и Снаряжение.\n\n*Баффы\n\nЭффект статуса: Свежий, Непоколебимый, Пылкий, Энергичный, Жаждущий, Бодрый\n\nЭффект свойств: Переход, Благосклонность Ирафонса, Благословение ветров, Благосклонность Каларрука\n\nПриметы: Мастер разведки\n\nСнаряжение: Гномий компас, Усиленные колеса и оси, Усиленные тележные колеса\n\n*Пеналити*\n\nЭффект состояния: Почти мертв, Разбит, Сломан, Исчерпан, Усталость, Удручен.\n\nЭффект свойств: Поврежденные телеги, Недоукомплектованные, Сильно недоукомплектованные, Критически недоукомплектованные\n\nСнаряжение: Кристалл тепловой защиты\n\n"
        },
        {
            "uid": "AFc3XSyMPRHbuYjU",
            "description": "<<Image:JournalObjectives>>\n\nЦели - это ваши квесты и текущие Истории. При выборе Цели появляются дополнительные сведения, включая информацию о главах, которые, в свою очередь, показывают, насколько далеко вы продвинулись в выполнении задания. Непрочитанные записи имеют синий восклицательный знак и отображаются сверху, а уже прочитанные записи отмечены золотыми точками (активно), зеленым флажком (выполнено) или красным перечеркнутым кружком (не выполнено).\n\n"
        },
        {
            "uid": "an13XZF46S83qrFh",
            "description": "<<Image:MovementTraverse>>\n\nИспользуя перк Переход, вы можете потратить Ресурсы, чтобы конвертировать Мартовские Баллы в Баллы Движение на Карта кампании. Более подробную информацию о привилегиях /vagrus/ можно найти в разделе $Вагрус Привилегии.\n\n"
        },
        {
            "uid": "BfR3XSyZgRHbuYjX",
            "description": "<<Image:JournalTasks>>\n\nЗадачи - это не сюжетные миссии и Цели, которые вы можете выполнить за Награды. Существует несколько типов, включая пассажирские перевозки или множество различных Задания фракции. Подробное описание задания доступно для каждой записи в вашем Журнале, и его можно просмотреть в любое время, открыв его.\n\n"
        },
        {
            "uid": "BgL3XZFJSS83qrFq",
            "description": "<<Image:CampQuickCamp>>\n\nХотя по умолчанию она выключена, вы можете активировать ее в меню Options в разделе *Настройки игры*. Включение *Quick Camp* (палатка с круговой стрелкой) даст вам дополнительную опцию из радиального меню во время путешествия, которая позволит вам мгновенно лагерь, завершив день без обычного всплывающего пользовательского интерфейса лагеря. В *Quick Camp* будут использоваться все настройки, которые вы закрепили за предыдущим Лагерь, при соблюдении соответствующих требований.\n\n"
        },
        {
            "uid": "bJf3XcKGzS83qiJf",
            "description": "<<Image:CompanionCombatBypassProperties>>\n\nОпределенные состояния и свойства игнорируют статы или свойства противника.\n\n*Ошеломляющий* игнорирует часть Блока цели.\n\n*Обессиливающий* игнорирует весь блок цели.\n\n*Броня пронзающая* игнорирует часть Броня цели.\n\n*Проникающий* игнорирует все Броня цели.\n\n*Точное* игнорирует часть уклонения цели.\n\n*Точный* игнорирует все уклонения цели.\n\n*Некорпоральное* игнорирует весь Блок и уклонение цели.\n\n*Сдавливание* игнорирует часть твердости препятствия цели.\n\n*Разрушение* игнорирует большую часть твердости препятствия цели, чем Сокрушение.\n\n*Зачарованный* позволяет персонажу наносить повреждения Врагам с чертой 'Непроницаемость'.\n\n"
        },
        {
            "uid": "BJk3XcLqnS83qiKF",
            "description": "<<Image:MansioPaneExchangeNews>>\n\nОбмен Новости позволяет вам получить информацию из местных источников о поселении, в котором вы находитесь, которая может быть информацией, за которую люди могли бы заплатить в других местах. В то же время вы также передаете Новости, собранные вами в других местах, получая за это несколько монет. Список Поселения, из которого вы несете Новости, можно найти в вашем $Журнал на вкладке $Новости.\n\n"
        },
        {
            "uid": "Bvv3XZEzBS83qrFg",
            "description": "<<Image:MovementAutoMarch>>\n\nЕсли включить *Автомарш* в меню 'Опции' в разделе *Настройки игры*, то, когда вы решите двигаться дальше обычного лимита очков Движения (ОД), ваш /комитатус/ будет двигаться вперед и автоматически расходовать мартовские очки. Если эта функция не включена, вы автоматически прекратите движение, когда у вас закончатся обычные Очки Движения (MP).\n\n"
        },
        {
            "uid": "BzY3XSyP2RHbuYjV",
            "description": "<<Image:JournalRumors>>\n\nСлухи можно найти в вашем $Журнал на вкладке Слухи. Здесь вы можете архивировать Слухи, которые больше не представляют для вас интереса, или оставить их активными, если вы хотите вернуться к ним позже. Архивные Слухи также могут быть заменены на активные - вы сами решаете, как ими распорядиться, и это не влияет на другие игровые процессы. \n\n"
        },
        {
            "uid": "Cjt3XRaAFCGM6Gmg",
            "description": "<<Image:CrewCombat>>\n\nЭкипаж Бой происходит, когда весь ваш /комитатус/ вынужден сражаться в результате История или не-История События. Результат во многом зависит от того, насколько эффективно вы управляете $Экипаж Бой Действиями и $Цели.\n\n"
        },
        {
            "uid": "cwm3XdjqVS83q3Sn",
            "description": "<<Image:CrewCrewStatus>>\n\nВаш статус Экипаж имеет отношение именно к числовому представлению того, как идут дела у каждого. Хотя эта информация доступна на базовом уровне в любое время слева, ее также можно получить, нажав на окно управления Экипаж. Это окно позволяет вам управлять своим /comitatus/. Наиболее важные элементы статуса Экипаж показаны ниже: \n\n*Morale* - это общее настроение вашего /comitatus/. Если он когда-нибудь упадет до 1, есть вероятность, что /comitatus/ распадется, и вы проиграете игру. Вы можете увидеть текущие эффекты вашего морального духа ниже рейтинга.\n\n*Послушание* показывает, насколько послушны ваши рабы. Низкий уровень послушания приводит к кражам, побегам и прочему. Чтобы повысить уровень послушания, охраняйте своих рабов достаточным количеством бойцов и обращайтесь с ними хорошо (или постоянно наказывайте их).\n\n*Питание* показывает, насколько хорошо питается ваш Экипаж. Низкое питание влечет за собой штрафы. Дополнительные порции повышают уровень Питания, а постоянное голодание понижает его.\n\n*Бодрость* показывает, насколько устал /комитатус/. Низкая бодрость Результаты в виде штрафов на Испытания и в виде резко замедленного /comitatus/, что может быстро привести к гибели. Вы можете увидеть текущие эффекты вашей энергичности ниже рейтинга.\n\n*Содержание* - это плата, которую вы должны своему Экипажу. Вы можете выплачивать /приходы/ в конце каждого дня или продолжать накапливать долг. Длительное накопление долгов может привести к недовольству членов вашего Экипажа, а удвоенная оплата (доступна в меню $Лагерь) повысит их моральный дух.\n\n*Потребление* - это количество пищи, потребляемое вашим Экипажем каждый день. Иссякание запасов приводит к быстрой смерти в пустошах.\n\n*Рабочая сила* создается рабочими, рабами и некоторыми Пассажирами. У вас должно быть достаточно рабочей силы для удовлетворения потребностей /комитета/, включая Звери, Экипаж и Пассажиры. Превышение необходимого числа работников влечет за собой серьезные штрафные санкции.\n\n*Пассажиры* - это люди, которых ваш /комитатус/ доставляет в пункт назначения за Награды. Вы можете взять на борт Пассажиры в некоторых Событиях и Поселениях. Они также потребляют припасы (значок ящерицы).\n\n"
        },
        {
            "uid": "cxx3XdmndS83qpgR",
            "description": "<<Image:FactionTasksRewards>>\n\nНа вкладке *Награды* панели $Faction перечислены все награды за положение фракции, на которые вы можете претендовать. Вы не можете претендовать на награды, если не соответствуете требованиям к стоянию фракции или присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что вы можете получить Снаряжение и Награды только один раз. Эффекты можно восстановить, если вы их потеряли (из-за потери позиции фракции), и получить их снова позже.\n\nПо умолчанию вы можете взять одно задание от данной фракции, но чем выше ваше положение во фракции, тем больше Задачи вы можете взять.\n\nКроме того, по мере продвижения игрока по уровням Репутация, участие во фракции будет влиять на /вагрус/ или /комитатус/, давая свойства или статусы, которые можно применять в различных ситуациях, например, во время Бой, Лагерь или кормления.\n\n"
        },
        {
            "uid": "db63XZFCXS83qrFk",
            "description": "<<Image:CampObedience>>\n\nЗдесь также появляются *Послушание* и *Питание*, а также возможность наказывать или освобождать рабов. *Рабочая сила* показывает, сколько рабочей силы (производимой рабочими и рабами) вам необходимо для поддержания /comitatus/. Если количество рабочей силы ниже требуемого значения, это влечет за собой серьезные санкции.\n\nВ разделе *Пайки* вы можете выдавать меньше или больше припасов, что наказывает или повышает бодрость и мораль, соответственно.\n\n"
        },
        {
            "uid": "dEe3XSxr1RHbuYjR",
            "description": "<<Image:Story>>\n\nПоскольку Вагрус - это в основном игра, основанная на повествовании, существует множество различных аспектов того, как разворачивается История. Игроки могут прочитать о Ксерине и его обитателях в $Кодекс, а отслеживание прогресса Цели и Задачи осуществляется через $Журнал. Большая часть повествования в игре происходит через $События. \n\n"
        },
        {
            "uid": "DHn3XZFG9S83qrFo",
            "description": "<<Image:CampCompanions>>\n\nВы также можете *разговаривать* и взаимодействовать со своими *компаньонами*, используя значки речевых пузырьков под их портретами.\n\n*Раненые компаньоны*\nСпутники *исцеляются* естественным образом во время Лагерь. Шанс исцеления (или ухудшения состояния) можно увидеть на панели под портретами. Кнопка справа позволяет использовать *Медицинские принадлежности* для увеличения шансов и эффективности исцеления. Результаты *исцеления* появляются после завершения дня.\n\n"
        },
        {
            "uid": "DQs3XdmSuS83qpgC",
            "description": "<<Image:VagrusRenown>>\n\nИзвестность функционирует как представление того, насколько вы известны или почитаемы как /vagrus/, и отображается под портретом черепа в окне лидера. Она начинается с нуля и повышается за определенные $События или за ваше продвижение в различных $Фракции. Известность для каждой фракции начисляется за одно очко, когда вы впервые достигаете уровня репутации 3 или 5.\n\nИзвестность - это также амбиция, которую вы можете выбрать в начале своей карьеры /вагруса/, при этом вам дается десять лет, чтобы достичь такого уровня уважения в обществе, который позволит вам выиграть игру. Более подробную информацию см. в разделе $Известность амбиций.\n\n"
        },
        {
            "uid": "Dro3XZFFDS83qrFn",
            "description": "<<Image:CampAcquireSupplies>>\n\nВ разделе *Заполучить припасы* вы можете отправить своего Экипажа в пустошь, чтобы найти припасы, а иногда и другие Товары. Базовые шансы для этих действий зависят от ваших соответствующих перков, Заместители, Экипаж и регион, в котором вы находитесь. Вы также можете увидеть ожидаемую доходность под каждым видом деятельности. Затраты на Охоту и Кормление - это Движение Очков или Энергии, если у вас нет MP. В пользовательском интерфейсе Лагерь *результаты* охоты и фуражировки появляются после завершения дня - если только вы не выбрали Приобрести припасы уже в течение дня. Сводку того, что произошло с вашим Экипаж в этот день, можно увидеть справа.\n\n*Охота*\nОхота использует разведчиков и имеет шанс принести вам большое количество припасов. Критический провал может привести к гибели разведчиков. Нажмите на разведчиков, чтобы разрешить охоту.\n\n*Кормление*\nКормление более надежно, но дает меньше припасов. Он может использовать рабочих и рабов - вы можете добавить или удалить их из этой деятельности, щелкнув на портретах Экипаж. Критическая неудача может привести к смерти рабочих или рабов.\n\n"
        },
        {
            "uid": "Dsn3XZF78RHbu7BQ",
            "description": "В большинстве случаев, когда Разведка проходит успешно, об узле раскрывается приблизительная информация. В случае $Ручная разведка она отображается как часть списка. Когда вы достигаете критического успеха, в этом списке появляется более точная информация. Неудача, с другой стороны, Результаты в виде информации с очень низкой точностью для охоты и фуражировки, и никакой информации о Бой встречах или Событиях, в то время как критический провал часто приводит к потере разведчиков. Обследование большей территории даст больше результатов, но и риск потерять больше разведчиков выше. \n\nСпособ консолидации результатов совершенно иной для *ручной разведки*, пример которой показан ниже:\n\n<<Image:ScoutingScoutingResults1>>\n\nДве зеленые стрелки, направленные вверх, представляют критический успех, а одна - нормальный успех. То же самое справедливо и для неудач, все они появляются в вышеупомянутом формате списка в случае *ручной разведки*.\n\nПосле того, как вы решите двигаться дальше, Разведка Результаты будет оставаться на карте в течение трех дней. Это справедливо как для *ручной разведки*, так и для $Авторазведка. \n\nОднако, поскольку *авторазведка* функционирует совершенно иначе, Результаты не появляются в списке, вместо этого вы будете остановлены, когда окружающие узлы удовлетворяют условиям вашей *авторазведки*, и узлы появляются на Карте кампании, как показано ниже:\n\n<<Image:ScoutingScoutingResults2>>\n\n"
        },
        {
            "uid": "dZt3XcKJyS83qiJj",
            "description": "<<Image:CompanionCombatImmunities>>\n\nИммунитет не следует путать с $Сопротивления, так как они функционируют отдельно. Иммунитет обычно берется из перков, например, Бой-трейт 'Толстый череп' делает персонажа невосприимчивым к оглушению. Каждое заклинание имеет свои особенности в том, какие Иммунитет эффективны против него. Существуют уровни иммунитета против Сопротивления, где иммунитет имеет приоритет, т.е. если у игрока есть иммунитет к Оглушению, то эффект Оглушения не проходит. Однако если у игрока нет иммунитета к этому состоянию, то бросок делается с использованием его показателя сопротивления Импедименту.\n\nНекоторые Враги имеют иммунитет к немагическим атакам. Перк Impervious дает иммунитет к немагическим атакам. Существуют также эффекты умений, дающие бонусы, действующие подобно Непроницаемости и длящиеся определенное количество раундов.\n\nВраги, невосприимчивые к немагическим атакам, имеют бирюзовые полоски здоровья в Бой-компаньоне. \n\n"
        },
        {
            "uid": "EE83XcLPRS83qiK9",
            "description": "<<Image:StoryPaneStories>>\n\nДоступные Истории в любом поселении зависят от множества факторов. А именно: тип поселения, квесты, которые вы выполняете, и ваш прогресс в их выполнении, или даже ваш статус /вагруса/ в Ксерине в целом.\n\nЭти факторы дают понять одно: Поселения стоит пересматривать по мере прохождения игры и изменения мира вокруг вас. Вы можете найти новые возможности в местах (например, в тавернах, районах и заведениях), которые вы уже исследовали, или же у вас могут появиться совершенно новые возможности, которых не было во время предыдущих посещений.   \n\n"
        },
        {
            "uid": "EiS3XcKFiS83qiJd",
            "description": "<<Image:CompanionCombatBlockandEvade>>\n\nБой жесток, и, как правило, во время него вы не можете лечиться. Ваша защита - это ваш основной способ смягчить урон.\n\n*Уклонение* позволяет вам полностью избежать атаки, но после успешного Уклонения вы будете перемещены на случайную соседнюю незанятую клетку. Если нет свободной соседней клетки, вы не можете уклониться. За исключением случаев, когда у вас есть перк Акробатика, который позволяет вам выбирать, на какую клетку вы уклонитесь или с кем вы можете поменяться местами.\n\nУспешный *Блок* дает дополнительную $Броня (ARM) против атаки, смягчая больший урон. Однако вы все равно можете получить урон во время блокирования, а также получить отрицательные эффекты от атаки. Это означает, что даже если вы получаете нулевой урон, вы все равно можете пострадать от эффектов, созданных или вызванных самой атакой.\n\n"
        },
        {
            "uid": "emG3XcMQES83qiKM",
            "description": "<<Image:ChartMarkers>>\n\nВы можете выбрать местоположение, щелкнув по нему левой кнопкой мыши на Карте. Вкладка в левой нижней части экрана сообщит вам тип населенного пункта и продолжительность поездки туда. Вы можете отметить местоположение Точки интереса здесь.\n\n"
        },
        {
            "uid": "Eqo3XcLNFS83qiK8",
            "description": "<<Image:StoryPane>>\n\nПанель История - это первое окно, которое появляется при входе в поселение. Здесь вы найдете произведения искусства, связанные с поселением, его название и тип, его описание, а также все Истории, которые доступны для изучения и навигации.\n\nЩелкнув по произведению искусства, вы увеличите его, а взаимодействие с любым из материалов Истории начнет событие, которое может привести к любому выбору. Пример показан ниже.\n\n"
        },
        {
            "uid": "eRB3XdjrgS83q3So",
            "description": "<<Image:CrewCrewProperties>>\n\nЭкипаж свойства имеют дело конкретно с некоторыми статистическими данными, которые имеют отношение к $Экипаж Бой. Они не отображают полную разбивку всех статистик, относящихся к Экипаж Бой, хотя они могут быть найдены в $Экипаж Бой основах. Ниже приводится краткое описание каждой статистики, рассматриваемой в Свойствах Экипаж Бой:\n\n*Бдительность* - вероятность обнаружения засады днем или ночью.\n\n*Засада* - это шанс внезапного нападения на ничего не подозревающие группы путешественников, которые вам попадаются.\n\n*Отвлечь* - это то, насколько хорошо вы можете отвлечь диких или звероподобных врагов Экипаж Бой, чтобы они позволили вам уйти, не прибегая к помощи звериных приманок - предмета, который обычно предлагается для того, чтобы $Умилостивить Враги. \n\n*Переговоры* показывает, насколько хорошо вы умеете договариваться с умными Экипаж Бой врагами, чтобы они позволили вам уйти без боя в обмен на дань. \n\n*Бежать* - это показатель того, насколько быстро и эффективно ваш /комитатус/ может убегать от Экипаж Бой. \n\n*Преследование* - это показатель способности вашей команды преследовать отступающих или убегающих Экипаж Бой Враги. \n\n*Дисциплина* показывает, насколько эффективно вы можете использовать насилие, чтобы сделать своих рабов более послушными.\n\n"
        },
        {
            "uid": "Esf3XdjhpS83q3Sh",
            "description": "<<Image:Comitatus>>\n\nКак /вагрус/, ваш /комитатус/ (вооруженная походная компания) выполняет основную роль, благодаря которой вы познаете Ривен Реалмс. Выбираете ли вы Торговля или завоевание; Исследование или приключения - ваш /comitatus/ находится в центре этого опыта. Более того, если вы когда-нибудь потеряете контроль над своим /comitatus/, то игра для вас закончится. \n\nВ этом разделе рассматриваются все различные аспекты вашего /comitatus/, его Экипаж, ваши Спутники, Груз, и большая часть пользовательского интерфейса, связанного с ними.\n\n"
        },
        {
            "uid": "fDn3XSxr4S83qufB",
            "description": "<<Image:Trading>>\n\nТорговля является центральным аспектом игры. В основном она осуществляется через Торговля Товарами на рынках Поселения, где они производят, покупают и продают различные Товары. Очевидно, что эмпирическое правило - покупать по низкой цене и продавать по высокой, но все немного сложнее. Товары не бесконечны, и $Динамическое ценообразование будет уменьшать вашу прибыль. Поскольку Фракции контролируют большую часть торговли, стоит увеличить свою репутацию с ними, чтобы получить доступ к лучшим сделкам, не подверженным Динамическое ценообразование, которое поможет вам удержать ваш Комитат на плаву.\n\n"
        },
        {
            "uid": "fJm3XdjpTS83q3Sk",
            "description": "<<Image:CrewWorkingCrew1>>\n\nВсе ваши Рабочие Экипаж добавляют Рабочую силу в ваш /comitatus/, которая отображается в разделе $Экипаж Статус пользовательского интерфейса /comitatus/. Для успешного управления вашим /comitatus/ необходимо определенное количество рабочей силы, которое определяется общей численностью вашего Экипажа, тем, сколько члены Экипажа вносят, и тем, сколько они стоят. Рабы и Рабочие - единственные, кто вносит вклад в вашу Рабочую силу - как видно ниже в разделе 'Детали Экипажа' во второй колонке с правой стороны. В этом примере показаны числа 5,89 и 14,25 от рабочих и рабов соответственно, рядом с молотком с маленьким зеленым плюсом. \n\n<<Image:CrewWorkingCrew2>>\n\nНекоторые Пассажиры также вносят вклад в Рабочую силу, в то время как другие действуют только как затраты. Переключение между выделенными опциями 'Экипаж' или 'Пассажиры' показывает эти детали в полном объеме.\n\nНедостаток рабочей силы приводит к серьезным штрафам для вашего /comitatus/: они отражаются в снижении Движение и скорости марша на ежедневной основе, и существует три уровня - недоукомплектованность, серьезная недоукомплектованность и критическая недоукомплектованность. Эти эффекты оказывают значительное влияние на всех /comitati/, вызывая существенную потерю скорости Движения и марша на самом низком уровне, и более разрушительный эффект на более высоких уровнях. Этот эффект - один из многих, которые появляются под $Долговременные эффекты.\n\nКогда на ваш /comitatus/ влияют эти условия, в верхней части экрана появляется желтый, оранжевый или красный значок с изображением рабочего, указывающий на одну из трех вышеперечисленных категорий.\n\n"
        },
        {
            "uid": "FLe3XZEvrRHbu7BN",
            "description": "Ручная Разведка охватывает все - от узла, который вы занимаете, до более обширной окружающей области, простирающейся далеко вдаль. Чем больше расстояние, тем выше стоимость очков Движение (MP). Количество необходимых очков Движение также зависит от количества разведчиков, которых вы решили послать, как показано ниже:\n\n<<Image:ScoutingManualScouting1>>\n\nВ приведенном выше примере будет отправлено шесть разведчиков, и узлы, выделенные синим цветом, будут прикрыты. Стоимость этого - пять очков Движения. В следующем примере используется двадцать пять разведчиков, что значительно снижает стоимость до 2 MP, одновременно резко увеличивая шанс на успех, который представлен зелеными полосками и цифрами в каждом примере.\n\n<<Image:ScoutingManualScouting2>>\n\nНаконец, использование большего количества разведчиков позволит вам увеличить расстояние, которое вы преодолеете, что представлено указанным расстоянием, которое в приведенном выше примере составляет 3 от максимального значения 8. Увеличение расстояния увеличит затраты MP в геометрической прогрессии, снижая шансы на успех, но позволит вам покрыть огромные пространства земли. Последний пример показывает максимальное расстояние, которое можно преодолеть в данной ситуации:\n\n<<Image:ScoutingManualScouting3>>\n\nВо всех случаях с ручным Разведка, $resourcefulness можно использовать для усиления одной или нескольких категорий, гарантируя получение информации, выбрав стрелку вверх рядом с ней. Этот результат приведет к раскрытию подробностей независимо от того, был ли бросок Разведка успешным или неудачным. В тех случаях, когда проверка Разведки провалена, в списке все равно будет показана информация, относящаяся к категории, которую усилил /вагрус/. \n\n"
        },
        {
            "uid": "fms3XcKJ4S83qiJh",
            "description": "<<Image:CompanionCombatOtherSkillRelatedConditions>>\n\nНекоторые навыки имеют свои собственные, особые условия и эффекты.\n\nНавыки *Ограниченные* можно использовать только при соблюдении определенного условия.\n\n*Призыв* порождает миньона на пустую позицию цели.\n\n*Очищение* отменяет эффекты определенного типа на цели.\n\n"
        },
        {
            "uid": "fnj3XcLVTS83qiKB",
            "description": "<<Image:MansioPane>>\n\nВ *Мансио Панэ* можно попасть из большинства Поселения, нажав на значок графина. /Мансио - это специальные трактиры или заведения, которые обслуживают /вагри/ и их /комитати/, и где Экипаж можно нанять, купить или продать. Ниже приведен пример панели Мансио в паре с окном управления Экипаж. \n\nКоличество Экипаж, доступных в данном /мансио/, зависит от множества факторов и отображается под соответствующим искусством для каждого типа Экипаж. Рабочие, разведчики и бойцы нанимаются и получают соответствующее содержание. Рабы, лошади и бремя Звери покупаются или продаются. \n\n$Слухи и $Пассажиры могут быть куплены через панель Мансио. Наконец, вы можете отдохнуть в /мансио/, что даст вашему Экипажу дополнительные преимущества, которые обычно недоступны Лагерю в пустыне, хотя это обойдется вам значительно дороже.\n \n"
        },
        {
            "uid": "FSw3XcKdYS83qiK3",
            "description": "В некоторых случаях у вас также есть возможность *умилостивить* своего противника. В этом случае у вас есть шанс оставить Груз и другие ресурсы, чтобы уменьшить ущерб от бегства или вообще уйти невредимым. Разные враги умиротворяются разными подношениями, в то время как к другим подношениям они равнодушны. Это часто можно определить, изучив атрибуты Бой. То, что их действительно интересует, выделено синим текстом. \n\nВы можете *откупиться* от Врагов, предложив им Груз, деньги, Звери и даже часть своих Экипаж. Существуют Предметы, которые специально предназначены для подношений. Например, Звери могут быть приманены с помощью звериных приманок, а нежить Враги могут быть успокоены с помощью амулетов Аскулита.\n\n<<Image:CrewCombatAppease1>>\n\n<<Image:CrewCombatAppease2>>\n\n<<Image:CrewCombatAppease3>>\n\n"
        },
        {
            "uid": "GEL3XSy2DS83qufC",
            "description": "<<Image:MarketPane>>\n\nДинамическое ценообразование моделирует известную экономическую концепцию 'невидимой руки'. Чем больше одного и того же товара вы продаете на рынке, тем меньше за него готовы заплатить, и точно так же, чем меньшее количество товара остается на данном рынке, тем более высокую цену за него ожидают. Чем большее количество товара вы покупаете и продаете, тем ближе становятся цены покупки и продажи, а значит, и нормы прибыли ближе к рентабельности.\n\n"
        },
        {
            "uid": "gkE3XcJzJS83qiJT",
            "description": "Перед началом первого раунда $Спутники должны быть размещены на доступных *позициях* на дружественной (левой) стороне, выбрав их портрет из списка и щелкнув на пустой позиции (или перетащив их). Перед развертыванием компаньона, вы можете переключить его режим защиты ($Block и Evade), нажав на значок пряжки\\dash внизу справа от его портрета. Режимы защиты по умолчанию устанавливаются на режим с более высоким значением.\n\n<<Image:CompanionCombatCombatDeployment1>>\n\nВам не обязательно развертывать все ваши Спутники. Развертывание можно отменить, нажав на базу персонажа. У некоторых Спутники могут быть разные условия развертывания - наведите курсор на их портреты, чтобы узнать больше. Особые условия развертывания в основном связаны с конкретными обстоятельствами Бой или повествовательными последовательностями Бой. Некоторые примеры относятся к вашему непосредственному окружению (например, к космосу), а другие складываются таким образом из-за истории. $Панель персонажа можно открыть, нажав на меню гамбургера слева от портрета персонажа. $Механизм персонажа может быть экипирован или изменен во время Бой. Персонажей также можно 'повысить уровень' во время фазы развертывания Бой.\n\n<<Image:CompanionCombatCombatDeployment2>>\n\nВы можете использовать правую верхнюю часть окна развертывания для сохранения трех шаблонов развертывания (используйте Сохранить после выбора номера шаблона), которые вы можете использовать позже (выбрав номер шаблона), если сохраненный шаблон соответствует условиям развертывания.\n\n<<Image:CompanionCombatCombatDeployment3>>\n\n\n"
        },
        {
            "uid": "Gni3XZFD5S83qrFm",
            "description": "<<Image:CampSaveSettings>>\n\nВсе значки *блокировки* позволяют сохранить текущую настройку соответствующего элемента пользовательского интерфейса, чтобы она оставалась неизменной для следующего Лагеря.\n\n"
        },
        {
            "uid": "gqs3XcKHVS83qiJg",
            "description": "<<Image:CompanionCombatLimitingandManipulatingEnemies>>\n\nСуществуют способы временно повлиять на то, как враг может или не может действовать.\n\n*Иммобилизация* может обездвижить цель на определенное количество раундов, лишая ее возможности передвигаться и уклоняться.\n.\nПерсонажи *Ошеломление* пропускают свои Действия.\n\n*Контроль* может заставить цель действовать под вашим контролем в течение короткого времени.\n\n*Таунт* заставляет цель атаковать пользователя умения.\n\n*Притяжение* может притянуть цели заднего ряда в передний ряд.\n\n*Толкать* может вытолкнуть цели переднего ряда в задний ряд.\n\n"
        },
        {
            "uid": "GtS3XZFGrS83qrFp",
            "description": "<<Image:CampDefenseOrders>>\n\nВы также должны установить *оборонительные порядки* на ночь. Более мягкая оборона имеет более высокий риск ночной засады и отрицательно влияет на Послушание. Подробности смотрите в $Боевой Экипаж.\n\n"
        },
        {
            "uid": "GWp3XcKcPS83qiK2",
            "description": "<<Image:CrewCombatFlee>>\n\nНекоторые Экипаж Бой встречаются с возможностью *бежать*. При попытке Сбежать ваша Сила Бой значительно снижается. Шанс *успешно Сбежать* определяется из различных источников, включая состав Экипаж, Снаряжение, атрибуты Экипаж Бой и значение *Погони* противника. Даже в случае успешной Сбежать, /comitatus/ получает урон.\n\n"
        },
        {
            "uid": "H8E3XZF5wS83qrFi",
            "description": "<<Image:CampEncourage>>\n\nИспользуя перк 'Поощрение', вы можете потратить ресурс на повышение морального духа Экипаж Лагерь или Отдых. Для получения дополнительной информации о перках /vagrus/ обратитесь к разделу $Вагрус Перки.\n\n"
        },
        {
            "uid": "h9k3XdmZfS83qpgF",
            "description": "<<Image:VagrusVagrusPerks1>>\n\nЛидерские перки - это перки, характерные для /вагруса/. Каждый из них позволяет использовать ресурсность для повышения эффективности действий определенным образом, когда он разблокирован. Описания каждого отдельного перка выделены жирным шрифтом ниже. Проницательность пополняется каждый день, а ее максимум можно увеличить, потратив на нее Проницательность (нажав на кнопку '+'). То, на что вы можете потратить Проницательность, зависит от ваших разблокированных лидерских качеств. \n\n*Авторитет* определяет максимальное количество $Заместители, которые вы можете иметь в любой момент времени. Более высокий авторитет также снижает вероятность того, что ваши Спутники покинут вас.\n\n*Помощь* позволяет вам оживить *Отказавшихся* Спутники. Кнопка активна, только если у вас есть *Данный* спутник. Компаньон становится *потерянным* после потери всех своих $Живучесть (VIT). Они не удаляются из Бой, но не могут действовать и должны быть защищены, так как если их VIT истощится, они будут тяжело ранены. Пониженные персонажи также не обеспечивают прикрытие от атак прямой видимости тем, кто стоит за ними.\n\n*Буст* - это Бой перк, который позволяет тратить Ресурсы на временное изменение навыков персонажа на их версии следующего уровня. Отменить усиление можно, нажав кнопку еще раз.\n\n<<Image:VagrusVagrusPerks2>>\n\n*Командование* дает вам доступ к нескольким продвинутым Действиям во время $Экипаж Бой, которые могут быть полезны, чтобы переломить ход битвы в вашу пользу. \n\n*Поощрение* можно использовать для повышения *морали* вашего /комитета/ на одно очко раз в три дня. Это можно сделать только вручную через пользовательский интерфейс Лагеря с помощью кнопки со стрелкой вверх рядом с *моралью* вашей команды. \n\n*Улучшение* позволяет использовать ресурсность для повышения шансов на успех в Испытания. \n\n*Exploit* позволяет использовать ресурсность для перерасчета доступных контрактов фракции в $Поселения. Это можно сделать как для $trade Задачи, так и для $Задания наёмников.\n\n*Traverse* дает вам возможность превращать очки марша в очки Движения, бродя по пустошам.\n\n*Вдохновение* дает значительный бафф защиты целевому персонажу на 3 раунда.\n\n*Усиление* позволяет игроку тратить Ресурсность, чтобы дать героям Силу на $Спутники в Бой.\n\n*Подготовка* позволяет потратить Ресурсность, чтобы поместить Компаньона на фронт $Порядок действий в Бой.\n\n"
        },
        {
            "uid": "HaG3XcKELS83qiJb",
            "description": "<<Image:CompanionCombatTargetingOptions>>\n\nНастройки прицеливания доступны из главного меню (Опции &gt; Бой Настроек). Есть три различных настройки, которые можно включать и выключать. Если включена опция *Target First Available*, персонажи автоматически нацеливаются на первого доступного врага после выбора умения, вам нужно только подтвердить или перебрать цели. При включенной опции *Hover Selection* цели выбираются сразу после наведения на них курсора мыши. Если включена опция *Подтвердить цель*, то при использовании умений требуется повторное нажатие для подтверждения действия. При этом большинство Действий требуют подтверждения нажатия.\n\n"
        },
        {
            "uid": "hEo3XdjpxS83q3Sm",
            "description": "<<Image:CrewBeasts>>\n\nВ Вагрусе доступны две общие категории Звери, хотя можно открыть и третий вид. Каждая категория состоит из маунтов и Звери-бремена, чьи характеристики нельзя смешивать и сочетать. Это означает, что у Вагруса не может быть рептилии и млекопитающего, или любой другой комбинации.\n\nРазличные конные группы имеют определенные сильные стороны, и есть также возможность использовать Экипаж, который полностью состоит из конных, т.е. каждый член /комитатуса/ имеет лошадь (или другой простой тип конного) в качестве своего конного. Такой подход может быть особенно полезен для тех, кто заинтересован исключительно в максимизации очков Движения, но у него есть и недостатки. <<image:crewbeasts>>\n\n"
        },
        {
            "uid": "hhv3XcJjPS83qiJR",
            "description": "<<Image:CompanionCombatCombatBasics>>\n\nКомпаньон Бой состоит из *раундов*, в которых 1-6 Враги сражаются против команды игрока из 1-6 $Спутники. В каждом раунде все участники действуют по очереди, и, когда каждый из них сделал свой ход, текущий раунд заканчивается и начинается новый. Так продолжается до тех пор, пока не будут побеждены либо ваши Спутники, либо ваши Враги. Вы можете занять выгодные позиции на доске Бой, использовать навыки своих Компаньонов, чтобы победить Врагов, и защитить своих Спутников.\n\nДоска Бой разделена на две *стороны*: дружественная сторона (слева), где находятся ваши Спутники и случайные союзники, и сторона противников (справа), где находятся ваши Враги. Каждая сторона имеет *передний ряд* (ряд ближнего боя) и *задний ряд* (ряд дальнего боя). Каждый ряд имеет 3 *позиции*. Определенные умения можно использовать, только стоя в позиции в соответствующем ряду.\n\n"
        },
        {
            "uid": "Hiz3XZEdpRHbu7BK",
            "description": "Проницательность приобретается благодаря открытию Точки интереса и регионов во время путешествий, когда вы посещаете их впервые.\n\n<<Image:MovementExploration>>\n\n"
        },
        {
            "uid": "HkJ3XcLStS83qiKA",
            "description": "<<Image:StoryPaneSettlementTypes>>\n\nСуществует четыре типа Поселения - деревни, поселки, города и лагеря. В целом, большие Поселения предлагают больше возможностей для торговли, Истории, Задания фракции и Цели. Однако небольшие Поселения могут иметь лучшие цены на определенные местные Товары.\n\nРазличные типы Поселения также имеют большую или меньшую доступность, когда речь идет о Комес для более обыденных Товаров. Это означает, что такие Товары, как расходные материалы, часто сильно различаются между Поселениями.  Как только вы познакомитесь с различными Поселениями, вы сможете сравнить цены с помощью функции $История цен.   \n\n"
        },
        {
            "uid": "HS93XZEa5RHbu7BJ",
            "description": "Для перемещения щелкните на близлежащем узле и выберите *Переместить* (значок ноги) в радиальном меню. Кроме того, вы можете *переместиться* к *узлу*, нажав на $Лагерь (значок палатки) или $Быстрый Лагерь (значок палатки с круговой стрелкой). Вы можете выбрать узел, который находится дальше, при этом будет рассчитана стоимость MP для перемещения туда и выделен путь. Выделенный путь окрашивается в синий цвет, пока используются ваши обычные MP, и в красный, когда они заканчиваются и вам приходится использовать Принудительный марш.\n\nИногда Движение по Карта кампании невольно прерывается Событиями или Экипаж Бой Встречами.\n\n<<Image:Movement>>\n\n"
        },
        {
            "uid": "hTz3XcKM7S83qiJn",
            "description": "<<Image:CompanionCombatCombatBuffsandDebuffs>>\n\nНекоторые умения могут быть направлены на дружественных юнитов, чтобы поддержать, защитить или даже вылечить их. Баффы не суммируются, но обновляются при повторном использовании. Некоторые из них действуют определенное количество ходов, другие остаются в силе до окончания Боя. Аналогично, дебаффы снижают статы или оказывают иное негативное воздействие на персонажей.\n\nРефлекторные баффы и дебаффы - это эффекты, которые действуют на цель, но влияют на того, кто их атакует. \nПерсонажи *приманки* могут атаковать только того персонажа, который наложил на них этот дебафф, в течение определенного времени, за исключением случаев, когда персонаж *приманки* не может атаковать своего атакующего, в этом случае он может атаковать кого-то другого. Враги, атакующие *отмеченных* персонажей, получают бонус к точности, пока действует отмеченный эффект.\n\n"
        },
        {
            "uid": "huF3XcMQgS83qiKN",
            "description": "<<Image:ChartPriceHistory>>\n\nВы можете просмотреть окно История цен, нажав на шкалу в правом верхнем углу. Окно позволяет просматривать Товары и места и сравнивать цены. Вы можете фильтровать и сортировать информацию в зависимости от того, что вы ищете. Подробнее о $История цен.\n\n"
        },
        {
            "uid": "HV63Xdjn6S83q3Si",
            "description": "<<Image:Crew>>\n\nВаш Экипаж, иногда ласково называемый вашими /комитами/, - это люди, которыми вы командуете в качестве /вагруса/. Как правило, в состав /комитатуса/ входят рабы, рабочие, разведчики, бойцы, всадники, верховые и Звери с ношей. Некоторые /вагры/ также берут с собой в путешествия более уникальных персонажей, которых называют $Спутники.\n\nКаждая группа выполняет определенные функции для вашего /comitatus/. Ниже приводится разбивка большинства типов Экипаж. Ваш Экипаж также может быть разделен на более специфические части, которые образуют более крупные подразделения; эти категории - $Рабочий Экипаж, $Боевой Экипаж и $Звери.\n\n*Рабы - это невольные работники, которые добавляют рабочую силу к вашему /comitatus/. Использование рабов, конечно, необязательно. Их можно освободить, чтобы они стали рабочими, или дисциплинировать, чтобы добиться послушания, что, в свою очередь, делает их более покладистыми. Отсутствие рабов также может повлиять на отношение к вам некоторых фракций и людей в Ривен Реалмс. Рабы могут пытаться добывать себе припасы, занимаясь промыслом. \n\n*Работники* - это оплачиваемые работники, которые добавляют рабочую силу к вашему /comitatus/. Рабы могут быть освобождены, чтобы стать рабочими, хотя рабочие потребляют больше пищи (припасов) и имеют расходы на содержание, приписываемые к их оплате или зарплате. Рабочие могут быть использованы для $Приобрести припасы через фуражировку.\n\n*Разведчики* могут опережать /комитатус/, исследуя соседние узлы, или могут быть использованы для Приобрести припасы через охоту. Они также умеренно компетентны в $Экипаж Бой.\n\n*Бойцы* действуют как в наступлении, так и в обороне, что делает их незаменимыми почти во всех /комитетах/. Когда вы завершаете день через окно Лагерь, у вас будет возможность выставить стражу, если у вас достаточно бойцов для адекватной защиты остальной части вашего Экипажа.\n\n*Аутрайдеры* создаются путем объединения бойца и верхового животного. Они могут пригодиться в самых разных обстоятельствах, включая Бой, преследование Врагов или различные специализированные роли во время некоторых Событий. Обратите внимание, что при создании аутрайдера место Груз-маунта становится недоступным.\n\n*Маунты* используются как для Груз, так и для эффективного перемещения по пустоши. Существует множество видов маунтов - разные маунты служат для разных целей.\n\n*Звери ноши* используются в основном для хранения Груз, позволяя вашему /комитату/ нести больше в каждом путешествии. Они также потребляют большое количество припасов, и их трудно заменить.\n\n"
        },
        {
            "uid": "i8q3XcLqDS83qiKE",
            "description": "<<Image:MansioPanePassengers>>\n\nПассажиры иногда встречаются и в /mansios/. Когда их доставляют в пункт назначения, они вознаграждают вас за ваши усилия, но часто вам приходится добираться до места назначения за определенное время. Расход пассажиров обозначается значком ящерицы, а временной лимит на их доставку отображается рядом с песочными часами в днях. Потенциальный $Экипаж Бой Силы также отображается здесь, наряду с вознаграждением, связанным с их своевременной доставкой. \n\n"
        },
        {
            "uid": "iJD3XSyfvRHbuYjb",
            "description": "<<Image:JournalCustomNotes>>\n\nНажав на значок пера, вы можете создавать неограниченные Пользовательские заметки в Журнале.\n\n"
        },
        {
            "uid": "j4e3XZFAgS83qrFj",
            "description": "<<Image:CampWages>>\n\nВ каждый Лагерь вы можете решить предложить *нормальное* или *двойное* Жалование за текущий день, независимо от того, оплатите вы его или нет. Двойная оплата повышает мораль. Вы также можете выбрать *выплатить* все свои долги Экипажу в данный момент (Pay Now) или *начислять платежи* (Pay Later), но чем дольше вы откладываете, тем ворчливее становится Экипаж.\n\n"
        },
        {
            "uid": "JbR3XZEPCRHbu7BH",
            "description": "На Карте кампании ваш /комитатус/ (компания путешественников) всегда занимает *узел* и перемещается между узлами по *путям*. На это тратятся *Движение очки* (MP), указанные рядом с каждым путем. Каждый игровой день у вас есть определенное количество MP, которые вы можете потратить до того, как вам понадобится Лагерь на ночь и отдых для пополнения MP. Узнайте больше о том, как работает $Движение.\n\n"
        },
        {
            "uid": "jgo3XcKWvS83qiJs",
            "description": "<<Image:CrewCombatGoals1>>\n\nЦели - это, по сути, тактика, которую вы используете, концентрируясь на той или иной вещи во время боя. Вам необходимо выбрать *Цель*, но вы можете изменить ее после каждого раунда боя, а также попытаться Сбежать, Отступить или Уйти - в этих случаях вы рискуете попасть в погоню. Ваши возможности часто ограничены в зависимости от типа врага, с которым вы сражаетесь, и обстоятельств, в которых вы с ним встретились. Кроме того, существует отдельный набор Целей, если игрок является нападающим и защищающимся. Когда вы попали в засаду, ваши возможности сильно ограничены.\n\n*Цели защитника*\n*Сохранить груз* поглощает урон от атак, пытающихся захватить Товары из Груза, не обеспечивает защиту Звери или Экипаж.\n*Спасение зверей* поглощает урон от атак, направленных на захват Звери, не обеспечивает защиту для Груз или Экипаж.\n*Save The Crew* поглощает урон от атак, пытающихся захватить кого-либо из Экипаж, не обеспечивает защиту Звери или Груз.\n*Defend Equally* поглощает урон, наносимый против Звери, Груз и Экипаж.\n*Hold The Line* защищает от урона, наносимого атаками против боевых Экипаж, не обеспечивает защиту Звери, Груз и Экипаж.\n\n*Цели нападения*, доступные игроку\n*Отравить их в рабство* нацеливается на Экипаж, чтобы забрать их в рабство.\n*Мародерство* нацелено на Груз.\n*Похитить зверей* нацеливается на верховых и тягловых животных.\n*Убить их* нацеливается на Экипаж, чтобы убить его.\n\nВраги могут иметь и другие Цели:\nПрожорливый 'Нацеливается на припасы, маунтов и Звери ноши'.\nПрожорливый 'Целится в припасы, Экипаж, маунтов и Звери ноши'.\n\n<<Image:CrewCombatGoals2>>\n\n"
        },
        {
            "uid": "JmW3XdjvSS83q3Sp",
            "description": "<<Image:CrewCrewProperties>>\n\nЭкипаж свойства имеют дело конкретно с некоторыми статистическими данными, которые имеют отношение к $Экипаж Бой. Они не отображают полную разбивку всех статистик, относящихся к Экипаж Бой, хотя они могут быть найдены в основах $Экипаж Бой. Ниже приводится краткое описание каждой статистики, рассматриваемой в Свойствах Экипаж Бой:\n\n*Бдительность* - вероятность обнаружения засады днем или ночью.\n\n*Засада* - это вероятность внезапного нападения на ничего не подозревающие группы путешественников, которые вам попадаются.\n\n*Отвлечь* - это то, насколько хорошо вы можете отвлечь диких или звероподобных врагов Экипаж Бой, чтобы они позволили вам уйти, не прибегая к помощи звериных приманок - предмета, который обычно предлагается, чтобы $Умилостивить Враги. \n\n*Переговоры* показывает, насколько хорошо вы умеете договариваться с умными Экипаж Бой врагами, чтобы они позволили вам уйти без боя в обмен на дань. \n\n*Бежать* - это показатель того, насколько быстро и эффективно ваш /комитатус/ может убегать от Экипаж Бой. \n\n*Преследование* - это показатель способности вашей команды преследовать отступающих или убегающих Экипаж Бой Враги. \n\n*Дисциплина* показывает, насколько эффективно вы можете использовать насилие, чтобы сделать своих рабов более послушными.\n\n"
        },
        {
            "uid": "JNx3XcKGHS83qiJe",
            "description": "<<Image:CompanionCombatMultiphaseCombatActionsandProperties>>\n\nНекоторые Действия, которые может выполнять компаньон, имеют более одной фазы, что следует учитывать во время боя. Действия с несколькими фазами следующие:\n\n*Овервотч* устанавливается над целевой позицией. Противник, движущийся к позиции, вызывает реакцию наблюдателя.\n\n*Последующий* имеет дополнительную фазу против другой цели, а *Последующий за той же целью* имеет еще одну фазу против той же цели.\n\n*Рекурсивный* повторяет действие против той же цели до тех пор, пока не будет пропущен. Последующие повторы влекут за собой штраф за Точность. Например, *Slice and Dice* - это серия атак ближнего боя против одной цели. Атаки прекращаются при первом промахе.\n\nСуществуют умения, которые срабатывают при успешном блоке или уклонении. Например, во время *Guard Stance* боец принимает защитную стойку на ход, повышая шанс *Block*. Если блок успешен, персонаж наносит ответный удар.\n\n"
        },
        {
            "uid": "JXd3XdmEfS83qpg1",
            "description": "<<Image:Companions>>\n\nСпутники - это уникальные персонажи, которые могут присоединиться к вашему /комитату/, и которые приносят с собой различные способности, как в качестве компаньона Бой, так и в качестве потенциальных $Заместители для вашего /комитата/. \nСпутники можно приобрести в нескольких местах, а два обычно доступны в начале любой новой игры для основной кампании с открытым миром. Некоторые Спутники становятся доступными при выполнении определенных условий в конкретных Событиях.\n\n"
        },
        {
            "uid": "ki83XdmNTS83qpg6",
            "description": "<<Image:CompanionsProwessandProficiency>>\n\nМастерство - это общий уровень силы $компаньона, варьирующийся от 1 до 9. Каждый разблокированный уровень мастерства дает компаньону некоторое количество очков *Профессионализма*, которые можно потратить на повышение уровня $Навыки персонажа. Для повышения уровня мастерства требуется *Внимание* от Предводителя (щелкните по следующему узлу мастерства и подтвердите, чтобы разблокировать его). В основной кампании уровни 4, 6 и 8 мастерства можно разблокировать только после того, как сюжетная линия компаньона продвинется дальше определенной точки.\n\n"
        },
        {
            "uid": "KKV3XcKa8S83qiJx",
            "description": "<<Image:CrewCombatCrewCombatActions>>\n\nЭкипаж Бой Действия - это команды, которые вы можете отдать перед каждым раундом Экипаж Бой, чтобы изменить ход боя, повысить шансы на успех или уменьшить потери. За раунд Экипаж Бой можно выполнить максимум два Действия - оба стоят Ресурсов (второе стоит больше первого).\n\nДействия, соответствующие вашей диспозиции (наступательные для атакующей стороны и оборонительные для защищающейся), стоят меньше Ресурсов. Кроме того, Главный мародёр и Капитан Заместители охраны снижают затраты Ресурсов на Наступательные и Оборонительные Действия соответственно.\n\nЕсли взять один из $Вагрус перков, *Командование*, можно использовать для разблокирования продвинутых Действий во время Экипаж Бой, за счет Ресурсоемкости.\n\n"
        },
        {
            "uid": "kMN3XcKN6S83qiJp",
            "description": "<<Image:CompanionCombatCharacterSheet>>\n\nЛист *Характера* можно открыть, щелкнув по его иконке (три линии) на портрете. Там вы можете увидеть все Бой-статы активного компаньона и обратиться к всплывающим подсказкам, чтобы узнать больше. Вы также можете обратиться к разделу $Панель персонажа, чтобы узнать больше.\n\n"
        },
        {
            "uid": "KNb3XZFPhS83qrFs",
            "description": "В качестве альтернативы приобретению припасов в Лагерь и в конце дня, вы также можете Приобрести припасы в течение дня.  Это часто бывает полезно, так как узел, который вы выберете для охоты или фуражировки, может оказать значительное влияние на Результаты.\n\nПочти во всех случаях это будет стоить 2 очка Движение (MP). Если у вас не осталось MP, то вместо этого будет потрачен 1 Vigor. В течение дня вы можете отправить несколько экспедиций *охоты* и *кормления*, хотя их отдача будет уменьшаться в зависимости от результатов предыдущих попыток. Приобретение припасов в дневное время доступно в радиальном меню в момент Переход по пустоши, а нажатие на него вызывает пользовательский интерфейс, как показано ниже.\n\n<<Image:CampDaytimeSupply>>\n\n"
        },
        {
            "uid": "kpJ3XcKDpS83qiJa",
            "description": "<<Image:CompanionCombatActions>>\n\n*Действия* (ACT) - это количество раз, когда боец делает свой ход в раунде. Последующие ходы делаются после того, как все первые ходы сделаны каждым бойцом.\n\n"
        },
        {
            "uid": "KS23XcK5eS83qiJU",
            "description": "Порядок, в котором бойцы делают свои ходы, соответствует их *Инициативе (ИИ)*: в начале каждого раунда все активные бойцы прибавляют 1-6 (случайным образом) к своему ИИ, чтобы определить, в каком порядке они будут продвигаться по раунду (начиная с самого высокого ИИ).\n\n<<Image:CompanionCombatInitiativeOrder>>\n\nПорядок ИНИ (слева вверху) показывает, в каком порядке комбатанты получают свои ходы. Мудрые лидеры используют эту информацию для планирования на будущее. Часто несколько Действия доступны как для Спутники, так и для Враги.\n\nПорядок действий может быть изменен в течение раунда эффектами, которые либо изменяют инициативу персонажа, либо полностью выбивают его из игры (например, оглушение или поражение). Кроме того, эффекты могут давать персонажам дополнительные Действия, которые появляются в Порядок действий. \n\nВызванные существа также бросают инициативу и помещаются в Порядок действий в зависимости от результата броска.\n\n"
        },
        {
            "uid": "kyx3XdmQaS83qpg9",
            "description": "<<Image:CompanionsCharacterSkills>>\n\nКраткое описание Умения персонажа можно найти для каждого отдельного компаньона через $Панель персонажа слева внизу. Все $Спутники обладают четырьмя навыками. Некоторые навыки направлены исключительно на нанесение урона цели, в то время как другие обеспечивают более тонкий подход, влияя на Бой различными способами. Описания каждого умения и его предназначения доступны во время $Спутника Бой, а более подробную информацию можно найти в разделе 'Навыки $Бой'.\n\n"
        },
        {
            "uid": "Lj93XcJgjS83qiJQ",
            "description": "<<Image:CompanionCombat>>\n\nКомпаньон Бой происходит, когда ваши $Спутники вынуждены сражаться в результате История или не-История События. Результат во многом зависит от того, насколько эффективно вы будете управлять $Бой скиллов ваших Спутников и корректировать свою тактику во время боя.\n\n"
        },
        {
            "uid": "LQd3XSy1wRHbuYjS",
            "description": "<<Image:Events>>\n\nБольшая часть Истории представлена в интерактивных текстах, называемых Событиями. Как правило, События позволяют вам делать различные выборы на каждом этапе, хотя в некоторых ситуациях есть только один вариант. Эти примеры представляют собой более линейное развитие материала Истории. Некоторые варианты могут иметь ряд последствий, в то время как другие имеют различные зависимости. Зависимости означают, что вы можете выбрать определенный вариант, только если у вас есть необходимые условия - $Умения персонажа, $Вагрус перков, $Спутники и так далее. Чтобы выбрать вариант, щелкните по нему или используйте кнопки 1-9 на клавиатуре, чтобы выбрать тот, который вам нравится.\n\nВо многих ситуациях События имеют скрытые варианты выбора, которые открываются только при выполнении необходимых условий. Это может быть в Событиях, которые происходят случайным образом по всему королевству, или даже в пределах Поселения, где новые варианты становятся доступными по мере развития Истории. \n\n"
        },
        {
            "uid": "Mb83XcK8WS83qiJW",
            "description": "<<Image:CompanionCombatCombatSkills>>\n\nУ каждого компаньона кроме движения есть *4 Бой Навыка*, представленные рядом значков под его именем на информационной панели персонажа. Когда вы выбираете навык, его статистика отображается под значками навыков. Навыки также отображаются в Панели персонажа компаньона.\n\nИспользование *навыков* стоит Сила. Вы можете выбрать *Навыки* или *Движение*, щелкнув по ним или нажав соответствующую цифру (1-5). Выбранные умения подсвечиваются, как и все доступные цели для выбранного умения. Подробную информацию о навыке можно посмотреть в информационном листе слева внизу после выбора навыка. Вы также можете усилить персонажа, нажав на стрелку вверх в правом верхнем углу рядом с его портретом, временно повысив уровень навыков компаньона в Бой на один.\n\nВ области под навыками отображается информация о персонаже, включая его Живучесть (VIT), шанс уклонения (EVD), Сила (POW), Броня (ARM), шанс блокирования (BLC), Действия (ACT). \n\n*Витальность* (VIT) - это, по сути, хитпоинты персонажа. Для получения дополнительной информации обратитесь к $Живучесть.\n\n*Армор* (ARM) уменьшает урон, наносимый персонажу. За дополнительной информацией обращайтесь к $Броня.\n\n*Сила* (POW) тратится на использование умений, стоимость которых равна стоимости Силы. Для получения дополнительной информации обратитесь к разделу $Сила.\n\n*Шанс уклонения* (EVD) показывает шанс, с которым персонаж может успешно уклониться от атаки. Для получения дополнительной информации обратитесь к разделу $Блок и уклонение.\n\n*Шанс уклонения* (EVD) показывает шанс, с которым персонаж может успешно блокировать атаку. Для получения дополнительной информации обратитесь к разделу $Блок и уклонение.\n\n*Действия* (ACT) - это количество раз, когда боец делает свой ход за раунд.\n\n"
        },
        {
            "uid": "mDs3XcKexS83qiK5",
            "description": "<<Image:CrewCombatHealPhase>>\n\nПосле завершения Бой, ваш Экипаж ухаживает за ранеными в Фазе исцеления, бросая броски на восстановление каждой единицы по очереди. Тяжелораненые юниты могут быть исцелены только при критическом успехе. Каждая попытка исцеления имеет шанс израсходовать аптечку.\n\nПерки целителя у Спутники или /вагруса/, а также определенное снаряжение и другие источники могут увеличить шансы на исцеление юнитов. Вы также можете потратить дополнительное время (вычитая очки Движение) и\\или использовать находчивость, чтобы увеличить свои шансы.\n\n"
        },
        {
            "uid": "mhC3XdmJNS83qpg2",
            "description": "Заместители - это ваши офицеры в /комитате/. Они могут быть назначены через окно Заместители, хотя это может быть сделано только во время $Лагерь или во время $Отдых (например, на /мансио/) в конце текущего дня. Заместители играют важную роль в вашем /комитатусе/, потому что они дают различные бонусы к существующим игровым механикам - улучшают такие вещи, как пространство Груз, максимальное Движение или базовый шанс $Разведка. \n\nНаходясь в окне заместителя, вы можете назначить компаньона на роль заместителя, перетащив его портрет на свободное место (здесь оно окрашено в синий цвет). Назначить можно только $Спутники с соответствующим перком заместителя. Ниже приведен пример, когда один компаньон назначается на роль заместителя Мастер разведки.\n\n<<Image:Deputies>>\n\nОдин компаньон или наемник может одновременно выполнять только одну роль (даже если он имеет право на большее количество ролей), и каждая роль может выполняться только одним компаньоном или наемником одновременно. Максимальное количество назначенных ролей заместителей зависит от вашего $Authority (характеристика Лидера). Назначенные Заместители разблокируют новые $Снаряжение слоты для /Комитата/.\n\nЧасто определенные роли заместителей должны быть разблокированы, прежде чем ваши Спутники смогут быть назначены на эти должности. Чтобы разблокировать эти роли заместителей, вам нужно распределить очки мастерства для каждого спутника в подкатегорию заместителя, которая находится внизу под атрибутами в окне $Мастерство и очки мастерства.\n\n"
        },
        {
            "uid": "mQj3XZFBBRHbu7BR",
            "description": "Точки интереса - это места и области в игре, доступные или нет. Сюда входят Поселения, географические особенности, аномалии и другие вещи. Достаточно полная разбивка доступна через внутриигровую карту, которая представлена ниже. \n\n<<Image:ChartPointsofInterest>>\n\n"
        },
        {
            "uid": "MqQ3XSyazRHbuYjY",
            "description": "<<Image:JournalNews>>\n\nНа вкладке Новости перечислены все Поселения, с которых у вас в настоящее время есть Новости. Их можно приобрести либо через Истории, либо с помощью опции $Новости биржи в панели $Мансио. Записи новостей стоят немного денег каждый раз, когда вы используете опцию Новости биржи в /mansios/.\n\nАктуальность новостей важна, потому что записи со временем деградируют, становятся менее свежими, а значит, менее ценными в целом. Вы можете освежить их до максимума, используя Новости биржи в Поселения (а иногда и через истории).\n\n"
        },
        {
            "uid": "n163Xdjo4S83q3Sj",
            "description": "Ваш Боевой Экипаж служит вам в $Экипаж Бой, увеличивая общую Силу и оборону вашего /Комитата/. Она состоит из бойцов, разведчиков, $Спутники, и может включать $Наёмники. Рабы и рабочие также могут быть задействованы в Экипаж Бой, но только со значительным риском, поэтому они обычно не считаются его частью. \n\n<<Image:CrewFightingCrew1>>\n\nВаш Боевой Экипаж также отвечает за ваш Порядок обороны, когда $Лагерь. Есть три варианта, которые вы можете выбрать, когда Комес выставляет охрану на ночь; они представлены тремя ячейками, показанными ниже. Слева направо: без охраны (слева), с охраной (посередине) и с дополнительной охраной (справа). \n\n<<Image:CampDefenseOrders>>\n\nВ некоторых сценариях у вас может не хватить Боевого Экипажа, чтобы защитить свой /comitatus/ должным образом, что приведет к тому, что некоторые Порядок обороны будут стоить Энергии, когда они не стоили бы обычно. В других ситуациях определенные варианты защиты будут выделены серым цветом или недоступны. В этом случае желтый, оранжевый или красный медальон означает, что ваш /comitatus/ частично защищен, плохо защищен или не защищен соответственно. Это также будет отмечено в $Долговременные эффекты в окне управления Экипаж. Пример показан ниже, где /comitatus/ устанавливает Лагерь и плохо защищается. По этой причине опция выставления дополнительных охранников недоступна - даже выставление охранников вообще стоит /вагрусу/ одного очка бодрости.   \n\n<<Image:CrewFightingCrew2>>\n\nНаняв больше бойцов, вы сможете охранять весь свой Экипаж, и у вас появится больше возможностей для защиты.\n\n"
        },
        {
            "uid": "NbJ3XSyXkRHbuYjW",
            "description": "Многие События включают Испытания, которые ведут вас по альтернативным путям в зависимости от вашего успеха или неудачи. Некоторые Испытания являются видимыми (т.е. вы можете видеть результат), в то время как другие скрыты. Испытания делают как $Умения персонажа, так и $Вагрус перков очень важными, поскольку они повышают порог успеха, который показывается после испытания, когда оно становится видимым. \n\n/Вагри/ может использовать находчивость для повышения шанса на успех во время События, который можно повысить, взяв одно из $Вагрус перков, называемых Улучшением. Эти опции обозначаются стрелкой вверх (для обычного усиления) и двойной стрелкой для дополнительного усиления от перка Enhance.\n\n<<Image:EventsTests1>>\n\nКогда показываются Результаты теста, они указываются в скобках после подтверждения того, провалили вы тест или преуспели в нем. Это делается в круглых скобках, обозначающих два числа. Пример успешного прохождения теста показан ниже:\n\n<<Image:EventsTests2>>\n\nПервое число в каждом тесте представляет собой ваш результат из 100, а второе - ваш шанс на успех. В следующем примере показано представление неудачи - в этом примере игрок превысил порог успеха, как указано ниже:\n\n<<Image:EventsTests3>>\n\n"
        },
        {
            "uid": "NEG3XdmbCS83qpgH",
            "description": "Фракции - это группы интересов в игровом мире - Торговля домами, гильдиями, тайными группами и т.д. - борющиеся за Силу и влияние. Они являются важными действующими лицами в экономике и политике Империи, а также присутствуют в Истории. Игрок может встретить Фракции в Поселениях, в Истории, и может набрать с ними $Репутация.\n\n"
        },
        {
            "uid": "nfg3XcKY8S83qiJu",
            "description": "<<Image:CrewCombatWard>>\n\n*Урон* - это то, что противостоит *Бой урону*, смягчая его. Он основан на *Защите*, к которой применяются модификаторы, такие как эффекты и Снаряжение. Как и в случае с *Бой урона*, бросок кубика определяет множитель на раунд. Чем больше коэффициент успеха, тем большая часть Опеки будет потрачена на выбранную цель. Выбирая цель, вы, по сути, решаете, что защищать во время Бой. Суть игры в том, чтобы угадать, куда ударит противник, и выбрать цель, которая наиболее эффективно противостоит его цели.\n\n"
        },
        {
            "uid": "nju3XcKYcS83qiJv",
            "description": "<<Image:CrewCombatUnitDamageDistribution>>\n\nВ начале каждого раунда, $Бой урон для обеих сторон рассчитывается на основе бросков кубиков и всех применимых модификаторов. Этот Бой урона выступает в качестве резерва урона, который будет распределен между враждебными подразделениями следующим образом:\n\n1) Вражеская единица выбирается случайным образом\n2) Его защита сравнивается с пулом урона Бой\n2a) Если защита юнита меньше или равна Бой урона, Бой урона уменьшается на значение защиты юнита. После этого подразделение получает ранение.\n2b) Если защита блока выше, чем урон Бой, блок не ранен и урон Бой не уменьшается. Отряд перемешивается обратно и случайным образом выбирается другой отряд.\n3) Повторяйте шаги 1) и 2) до тех пор, пока урон Боя не будет больше снижен.\n4) Оставшийся Бой урона переносится на следующий раунд.\n\n"
        },
        {
            "uid": "nmd3XdmBiS83qpfw",
            "description": "<<Image:Cargo>>\n\nГруз - это все то, что хранят $Товары, $Снаряжение, $Предметы и Gear вашего /comitatus/. Товары хранятся в вашем холде Груз и существуют в основном для целей Торговля. Снаряжение экипируется специально для вашего /comitatus/ через различные слоты, которые вы можете найти в меню Груз. Предметы выполняют ряд специфических функций, некоторые из них более практичны (например, медицинские принадлежности), а некоторые чисто финансовые (например, простые украшения). Наконец, Gear включает в себя Предметы, которые могут быть экипированы в $Спутники, и доступны через $Панель персонажа.\n\n"
        },
        {
            "uid": "nPr3XZEphRHbu7BM",
            "description": "<<Image:Scouting>>\n\nРазведка позволяет вам собирать информацию о том, что будет происходить в соседних узлах, прежде чем вы выделите $Комитат на дальнейший путь. Это делается путем отправки разведчиков. Разведка делится на две категории: $Ручная разведка и $Авторазведка. Обе формы служат для раскрытия важной информации о встречах с Боем, охоте, кормежке и $Событиях в окрестностях. \n\nВыявленные детали соответствуют шансу, что $Экипаж Бой произойдет на этом узле, базовому шансу успеха $Приобрести припасы через охоту и кормление, а также шансу, что событие произойдет. Когда событие гарантированно произойдет, оно будет отображено в виде синего свитка, поскольку это приоритетное событие. В противном случае результат будет показан коричневым цветом. \n\n"
        },
        {
            "uid": "nRa3XcJrmS83qiJS",
            "description": "<<Image:CompanionCombatEnemies1>>\n\nВраги действуют аналогично $Спутники имеют такие показатели, как Живучесть, Сила, блок, уклонение и т.д. Когда их Живучесть уменьшается до нуля, они обычно умирают, хотя специальные Враги могут иметь фазы падения. На доске Бой Враги обычно занимают одну клетку, но есть несколько крупных противников, которые занимают две соседние клетки.\n\n<<Image:CompanionCombatEnemies2>>\n\n"
        },
        {
            "uid": "nRS3XdmcBS83qpgJ",
            "description": "<<Image:Reputation>>\n\nРепутация - это положение игрока в определенной фракции. Его можно повысить или понизить с помощью различных Действия и решений. Чем выше Репутация фракции, тем больше преимуществ получает игрок, например, более низкие ставки найма, доступ к Торговым предложениям более высокого уровня, освобождение от налогов, информация о рыночных ценах и Награды фракции.\n\n"
        },
        {
            "uid": "NvZ3XdmDVS83qpfz",
            "description": "<<Image:CargoItems>>\n\nПредметы, третий тип $Груз, не занимают место в Груз и не оснащаются. Они используются в самых разных ситуациях и событиях. Некоторые Предметы можно получить через фракцию $Репутация, а другие разыскиваются $Фракции и NPC. Предметы также выполняют функции Награды за квесты и являются зависимыми элементами некоторых квестов. Их можно увидеть в окне Груз любого /comitatus/, как показано ниже:\n\nКроме того, некоторые Предметы служат особенно прагматичным целям, как, например, приманки для зверей или медицинские принадлежности. Первые могут быть использованы в $Экипаж Бой, чтобы $Умилостивить определенные типы оппозиции, а вторые используются, когда вы заканчиваете день через $Лагерь, в случае, если вы хотите, чтобы раненые $Спутники заживали быстрее и предсказуемее. Это можно сделать с помощью кнопки 'Toggle Medical Supplies' в правой части пользовательского интерфейса Лагеря.\n\n"
        },
        {
            "uid": "nW33XcKbLS83qiJz",
            "description": "<<Image:CrewCombatCombatRounds>>\n\nЭкипаж Бой обычно длится *три раунда*. Каждый раунд вы делаете бросок, чтобы узнать, насколько успешно вы атакуете или защищаетесь. Шансы на успех и неудачу (определяются на основе показателей силы Бой, защиты и модификаторов действий обеих сторон) отображаются в центре.\n\nЕсли противник успешно бежит, отступает или отходит в течение любого раунда, вы можете выбрать, преследовать его или отступить. То же самое противник может сделать с вами в случае, если ваша сторона отступает. Кроме того, если он не будет уничтожен в конце третьего раунда, ваш Экипаж - если он не спешит - имеет возможность спасти раненых, исцелив их.\n\n"
        },
        {
            "uid": "Pdy3XcKXfS83qiJt",
            "description": "<<Image:CrewCombatCombatDamage>>\n\nИ атакующий, и защищающийся наносят *Бой Урон*. Этот урон основан на *Бой Силе*, к которой применяются модификаторы, такие как эффекты и Снаряжение. Бросок кубика определяет множитель на раунд. В зависимости от успеха или неудачи броска, у вас может быть низкий *Бой Урон*, высокий или даже очень высокий. В случае сильного успеха не только ваш *Бой Урон* значительно увеличится, но и урон вашего противника уменьшится.\n\n$Цели влияют на то, как будет наноситься урон. Если вы выбрали в качестве цели *Убить их*, весь ваш *Бой Урон* будет направлен на уничтожение вражеских юнитов. Остальные Цели направлены на конкретные цели, например, захват Звери или грабеж Груз. Именно поэтому *Бой Урон* разделяется на урон единицы и урон цели. Урон единицы определяет урон, который получают реальные единицы, подробнее об этом читайте в $Распределение урона. Урон цели - это, по сути, коэффициент успеха выбранной вами цели и определяет добычу, которую вы получаете, или Звери, которых вы переманиваете. Более подробную информацию об этом вы найдете в разделе $Распределение урона по целям. Чем больше запас успеха вашего броска за раунд, тем большая часть вашего *Бой урона* пойдет на достижение вашей цели вместо нанесения урона противнику.\n\n"
        },
        {
            "uid": "PHm3XcKarS83qiJy",
            "description": "<<Image:CrewCombatCompanionCombatDuringCrewCombat>>\n\nВы можете вступить в *Компанейский бой* против части сил противника, используя соответствующее *Действие*. Когда вы это сделаете, вы можете выбрать, на ком сосредоточиться: на их лидерах, на их обычных бойцах или на смеси этих двух. Вы вернетесь в Экипаж Бой после 6 раундов Компаньон Бой независимо от результата боя.\n\nЛюбой боец, павший в этом Бойце-компаньоне, будет удален из Экипаж Бой, но поражение всех Врагов наносит значительный урон их Grit, а проигрыш боя приводит к потере морали для вашего Экипаж Бойца.\n\n"
        },
        {
            "uid": "pqk3XcKF7S83qiJc",
            "description": "<<Image:CompanionCombatPositioningDuringCombat>>\n\nВсе персонажи могут *Перемещаться* (значок следа, левая нижняя секция) в любую соседнюю *позицию* на своей стороне. Для этого *выберите* значок перемещения, а затем целевую позицию, *щелкнув* по ней, затем *подтвердите* вторым щелчком. Вы можете отключить подтверждение щелчком мыши, выключив опцию 'Подтвердить цель'.\n\nКогда персонаж перемещается в позицию, занятую другим персонажем, этот персонаж выталкивается из занимаемой им позиции и должен быть перемещен в соседнюю свободную позицию (даже в позицию, которую только что покинул другой персонаж). Есть $Условия спутника, которые препятствуют перемещению персонажей.\n\nНекоторые навыки предполагают Движение перед их использованием. Это также заставляет персонажей поменяться местами, но только в том случае, если оба персонажа свободны и могут двигаться.\n\nПерсонажи в первом ряду не только препятствуют атакам ближнего боя против персонажей, находящихся непосредственно за ними, но и затрудняют попадание по ним некоторыми *ранговыми умениями* (теми, которые имеют свойство Line of Sight), поскольку стоящие за ними Спутники находятся в укрытии.\n\n"
        },
        {
            "uid": "qqm3XcKJVS83qiJi",
            "description": "<<Image:CompanionCombatResistances>>\n\nСопротивления уменьшают урон, получаемый компаньоном от определенного типа атак во время Бой. На уровень сопротивления могут положительно или отрицательно влиять Снаряжение, Предметы, черты Бой, баффы и дебаффы. Сопротивления можно разделить на следующие категории: Огонь, Молния, Разум, Холод, Магия, Препятствия, Кровотечение, Яд. \n\nСуществует несколько способов применения Сопротивления. Часто урон от умений представляет собой определенный элемент, а специфические для данного элемента Сопротивления смягчают этот урон в процентах от общего. Точное количество смягченного урона округляется.\n\nНекоторые умения оказывают дополнительное влияние на каждый из этих эффектов, что приводит к броску сопротивления. При использовании навыков, содержащих такие эффекты, бросок кубика (d100) используется для определения того, будет ли эффект полностью сведен на нет или будет применен в полном объеме.\n\n"
        },
        {
            "uid": "QtV3XdmPnS83qpg8",
            "description": "<<Image:CompanionsCharacterPerks>>\n\nНавыки персонажа - это те преимущества, которые относятся конкретно к вашим $Спутники. Все персонажи начинают с определенными перками, и они могут быть добавлены или расширены, когда Спутники набирают уровень мастерства, выделяя очки мастерства. В приведенном ниже примере спутник Воракс достиг второго уровня мастерства, и для повышения уровня мастерства или других категорий (например, 'Неподвижность', черта Бой) необходимо добавить очки мастерства.\n\nНавыки персонажа влияют на многие результаты испытаний, открывают роли заместителей и служат для усиления Бойских навыков и черт. Для получения Бой-трейтов требуются предварительные уровни атрибутов, но если они выбраны, то оказывают значительное влияние на статистику компаньона во время Боя. \n\nБудьте очень внимательны к тому, на что вы тратите Умения: приобретенные Умения не могут быть изменены.\n\n"
        },
        {
            "uid": "qWe3XcK9aS83qiJX",
            "description": "<<Image:CompanionCombatVitality>>\n\n*Живучесть* (VIT) представляет собой хитпоинты персонажа. Когда у персонажа заканчивается VIT, он получает *Downed* и переключается на *Downed Vitality*. Если она тоже закончится, персонаж будет тяжело ранен.\n\n"
        },
        {
            "uid": "qWf3XSyjsRHbuYjc",
            "description": "<<Image:VictoryConditions>>\n\nКогда вы начинаете новую игру, вы можете выбрать свое стремление или выбрать Freeplay. Freeplay не имеет ограничений и просто позволяет играть столько, сколько вы захотите, какой бы ни была ваша личная Цели. Выбранная вами амбиция определяет, как вы достигнете победы в кампании Vagrus с открытым миром, и каждый вариант влияет на то, как вы должны подходить к игре, чтобы достичь этой цели.\n\n"
        },
        {
            "uid": "rEb3XcK77S83qiJV",
            "description": "<<Image:CompanionCombatVagrusCombatActions1>>\n\nВы, /вагрус/, не принимаете непосредственного участия в работе $Спутника Бой, но это не значит, что у вас нет возможности влиять на нее. Пять из ваших *Перков лидера* позволяют вам использовать *Ресурсоемкость* различными способами в Бой. Четыре из них находятся в медальоне в левом верхнем углу: Prepare, Empower, Inspire и Aid, а Boost находится в правом верхнем углу портрета компаньона в левой нижней части экрана. Для получения дополнительной информации о /vagrus/ Бой перках обратитесь к разделу $Вагрус Перки.\n\n<<Image:CompanionCombatVagrusCombatActions2>>\n\n"
        },
        {
            "uid": "rSD3XdmRHS83qpgA",
            "description": "Наёмники могут быть наняты из Домов Оку и Венари. В каждой фракции можно нанять по три типа, каждый из которых делится на два уровня, что в сумме создаёт шесть Наёмников. \n\nНаёмники Венари могут участвовать в Экипаж и Компаньон Бой - все шесть могут быть использованы и назначены на роли заместителей. Их преимущества аналогичны обычным $Спутники, но они не могут быть повышены за $Проницательность, что увеличивает их $Мастерство и очки мастерства. Хотя их навыки могут быть усилены перком /vagrus/, сами навыки не могут быть изменены, равно как и снаряжение. Одновременно можно нанять только по одному представителю каждой фракции. Пример одного наемника - венарийского наемника - показан ниже:\n\n<<Image:CompanionsHirelings>>\n\nПосле того, как они прослужат вам в общей сложности месяц, вам будет предложено и разрешено продлить этот срок на 1 месяц дважды (в общей сложности максимум на 3 месяца). Если или когда они уходят, это происходит через событие, о котором вы всегда будете уведомлены.\n\n"
        },
        {
            "uid": "sF93XRa77CGM6Gmf",
            "description": "<<Image:Combat>>\n\nБой - важный аспект игры, и иногда его невозможно избежать. Два основных типа Бой - это компаньон Бой и Экипаж Бой. Бой компаньона ограничивается Спутники, которые игрок получил, в то время как весь ваш /комитатус/ участвует в Бой Экипаж.\n\n"
        },
        {
            "uid": "Sg63XdmSCS83qpgB",
            "description": "<<Image:VagrusAuthority>>\n\nАвторитет определяет, сколько именно $Заместители могут быть назначены в любой момент времени; абсолютный максимум достижим для шести, независимо от любых бонусов. Авторитет также делает ваши Спутники более терпимыми к принимаемым вами решениям, при этом более высокий авторитет уменьшает потери лояльности Спутников при принятии таких решений. Проницательность необходима для повышения Авторитета, который стоит тем больше, чем выше он становится.\n\n"
        },
        {
            "uid": "sHs3XcLuwS83qiKK",
            "description": "<<Image:SettlementFactionPane>>\n\nПанель Фракции функционирует в Поселения как способ для игроков принять новые $Задания фракции (кнопка доступна), просмотреть Задачи в процессе (активная кнопка) или изучить различные Награды для уровней Фракции Репутация (кнопка Награды). Иконки под тремя кнопками позволяют фильтровать либо $Задания наёмников, либо $Торговые Задачи. Кнопки фиолетового цвета представляют собой один из $Вагрус Перков, Эксплойт, с помощью которого вы можете 'перераскручивать' доступные Задания фракции.\n\nНа вкладке *Награды* перечислены все награды фракции, на которые вы потенциально можете претендовать. Вы не сможете получить Награды, если вы не соответствуете требованиям к стоянию фракции или присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что $Снаряжение и Награды можно получить только один раз. Эффекты могут быть восстановлены, если вы их потеряли (из-за потери позиции фракции), но позже вы сможете получить их снова.\n\nНажав на символы, связанные с каждой фракцией, вы получите более подробную информацию о каждой фракции, включая вашу текущую $Репутация с каждой из них и историю самой организации. Также откроется панель $Вагрус, которую можно использовать для поиска другой информации.\n\n"
        },
        {
            "uid": "SYF3XSy8SRHbuYjT",
            "description": "<<Image:Journal>>\n\nВаш Журнал функционирует как средство следования Истории ($цели), $Новости, $Слухи, $Качества и $Задачи. Вы можете искать записи (поле поиска) и фильтровать их (кнопки выпадающего фильтра) слева вверху. Вы также можете сортировать категории по алфавиту или по времени, просто выделите тот режим, который вам больше нравится. В Журнале значок пера также может быть использован для создания неограниченного количества Пользовательские заметки.\n\n"
        },
        {
            "uid": "tyD3XSyQLS83qufE",
            "description": "<<Image:PriceHistory>>\n\nВы можете просмотреть окно История цен, нажав на шкалу в правом верхнем углу Карты или в Панель рынка населенного пункта. Окно позволяет просматривать Товары и населенные пункты и сравнивать цены. Вы можете фильтровать и сортировать информацию в зависимости от того, что вы ищете. Эта функция позволит вам определить, какие Товары следует покупать и продавать, если вы хотите получить прибыль.\n\n"
        },
        {
            "uid": "U3R3XdmNyS83qpg7",
            "description": "<<Image:Companions>>\n\nУ каждого компаньона есть своя личная квестовая линия. Способы, с помощью которых вы можете начать квесты компаньонов, сильно различаются: вам может потребоваться поговорить с компаньоном, добиться его верности, повысив его лояльность, или же вам нужно будет сделать или обладать определенными вещами, прежде чем вы сможете начать квест.\n\nКвесты верности связаны с развитием компаньона: Уровни мастерства 4, 6 и 8 могут быть открыты только в том случае, если вы достаточно продвинулись в квесте 'Верность' компаньона. Кроме того, Истории часто предоставляют широкие возможности для получения Лояльности Спутники.\n\nПомимо развития персонажа, квесты Лояльности могут привести к различным результатам и часто имеют несколько концовок, а также разветвленные пути. Некоторые решения, принятые в них, могут даже привести к заметным изменениям в характере компаньона.\n\n"
        },
        {
            "uid": "U5U3XcLrsS83qiKG",
            "description": "<<Image:MansioPaneResting>>\n\nОтдых в /мансио/ дает дополнительные преимущества по сравнению с обычным Лагерь, хотя и стоит дороже. Как правило, существует два уровня отдыха в /мансио/, причем второй дает больше преимуществ для статуса вашего экипажа за более высокую цену. Также всегда есть возможность бесплатно поспать на полу конюшни, что дает вашему Экипажу одно очко бодрости. Ниже приведен пример использования самого непомерного варианта отдыха, который дает +2 морали и +2 питания.\n\n"
        },
        {
            "uid": "ud33XZFQxS83qrFt",
            "description": "*Автоприобретение припасов* позволяет задать условия, при выполнении которых вы сможете автоматически Приобрести припасы в конце дня. Если условия выполнены, то *Охота* и *Форминг* будут происходить автоматически в конце дня с экрана Лагерь. Если вы используете Быструю Лагерь, приобретение припасов также произойдет автоматически при выполнении заданных условий.\n\nУсловия представлены двумя *ползунками* под Авто-Приобрести припасы. Верхний ползунок представляет собой минимальный базовый шанс успеха, при котором сработает автоприобретение, а нижний ползунок представляет собой минимальное количество припасов, которое в среднем дает данный узел, чтобы произошло автоприобретение.\n\n<<Image:CampAutoAcquire>>\n\nЕсли вы включите символ *Вигор* (значок кулака), автоприобретение будет стоить 1 очко Вигора вместо 2 очков Движение (MP), если у вас осталось менее 2 MP. Если эта функция не выключена, *Автоприобретение припасов* сработает только тогда, когда у вас будет 2 или более MP.\n\n"
        },
        {
            "uid": "uLo3XdmCtS83qpfy",
            "description": "<<Image:CargoEquipment>>\n\nСнаряжение, которое можно прикрепить к /комитату/, продается на некоторых рынках или встречается во время путешествий. Оно может давать бонусы и улучшения, его можно купить и экипировать либо через $Панель рынка, либо просто в окне управления Экипаж через $Груз, когда вы путешествуете по пустоши. Ниже приведен пример, где выделена вкладка Снаряжение, и в открытый слот Снаряжение перетаскивается одно 'Охранное животное'.\n\nАналогично, вы можете просматривать и назначать Снаряжение, которым вы владеете, либо в окне $Панель рынка, либо в окне Груз; в зависимости от того, находитесь ли вы в поселении или путешествуете по пустошам. \n\nЧтобы получить бонусы от вашего Снаряжение, вам нужно сначала экипировать его, перетащив в соответствующий слот на иллюстрации /comitatus/ через окно Груз.\n\nСнаряжение может быть помещено только в слот, соответствующий его типу, за исключением того, что Снаряжение любого типа может быть помещено в слот Разное, а некоторые Снаряжение работают в нескольких слотах. Снаряжение можно снять, перетащив его обратно в список.\n\nКроме того, $Заместители играют важную роль в разблокировке слотов Снаряжение на вашем /comitatus/. Большинство заблокированных слотов требуют выделения определенного заместителя, чтобы слот можно было использовать. Например, чтобы разблокировать вторичный 'колдовской' слот Снаряжение, расположенный в верхней левой части окна Груз, вам нужен Заклинатель.\n\n"
        },
        {
            "uid": "UmY3Xdmg1S83qpgM",
            "description": "<<Image:ReputationLocationsandHQs>>\n\nФракции имеют разную степень присутствия в определенных районах и Поселениях, начиная от полного отсутствия и заканчивая тем, что данное поселение является их региональной штаб-квартирой. Присутствие Фракции влияет на доступные предложения, Задачи и Истории.\n\n"
        },
        {
            "uid": "UX83XcKZaS83qiJw",
            "description": "<<Image:CrewCombatTargetDamageDistribution>>\n\nЦели определяют способ нанесения урона\\Опека. Например, если выбрать цель *Похититель*, то часть урона будет направлена на вооруженных защитников, а остальная часть - на кражу маунтов и Звери Бремя. Чем больше разница в успехе, тем большая часть урона будет потрачена на выбранную цель.\n\nАналогично, если вы решите использовать своего Опеку для защиты своего Звери, сумма, эквивалентная вашему Опеке, будет списана с атаки, направленной на вашего Звери. Однако если противник нацелится на ваш Экипаж, он не будет защищен вашим Опекой. Знание своего врага и определение места защиты - ключ к успеху в Экипаж Бой.\n\nРезультат определяется в процессе, аналогичном процессу $Распределение урона. Вражеский юнит или потенциальный предмет добычи выбирается случайным образом, его стоимость в целевом уроне вычитается из общего целевого урона. Кража зверя будет стоить значительно больше Target Damage, чем кража маунта.\n\n"
        },
        {
            "uid": "V8r3XdmdqS83qpgL",
            "description": "<<Image:ReputationRelationsWithOtherFactions>>\n\nНекоторые Фракции находятся в дружеских отношениях друг с другом, в то время как другие имеют более враждебные отношения. Как правило, межфракционные отношения представлены в виде списка фракций, сгруппированных в четыре различные отношения: Союзники, Соратники, Противники и Враги. Если ваша Репутация повышается с какой-либо фракцией, то те, кто находится на их хорошей стороне, также будут относиться к вам несколько выше, в то время как ваша Репутация с теми, кто находится на их плохой стороне, будет ухудшаться.\n\nНапример, если вы получаете +20 Репутация с одной фракцией, вы получаете +6 Репутация с их союзниками и +3 с их соратниками. В случае потери репутации эти цифры меняются на противоположные, то есть вы получаете -3 Репутация с их противниками и -6 с их противниками.\n\n"
        },
        {
            "uid": "vfX3XSystRHbuYjf",
            "description": "<<Image:VictoryConditionsKnowledgeAmbition>>\n\nСтремление к знаниям можно достичь, получив определенное количество записей Кодекса, а также исследуя забытые места, где хранятся давно потерянные знания. \n\n"
        },
        {
            "uid": "Vjt3XSyw9RHbuYjh",
            "description": "<<Image:CodexObtainingCodexEntries>>\n\nНекоторые Кодексы выдаются вам автоматически в начале новой игры и зависят от вашего происхождения как /вагруса/. Другие записи выдаются автоматически после завершения определенных Событий. Во время события - когда вы получили новую запись - она будет выделена бледно-голубым цветом. Нажав на текст, вы попадете прямо в свой Кодекс, где сможете прочитать запись полностью, прежде чем приступать к дальнейшим действиям.\n\n"
        },
        {
            "uid": "vUK3XcKANS83qiJY",
            "description": "<<Image:CompanionCombatArmor>>\n\n*Броня* (ARM) отрицает определенное количество физического урона персонажа. Атаки *Броня Пронзающая* игнорируют часть Броня цели, а *Пенетрирующие* и Элементальные повреждения игнорируют весь Броня цели полностью.\n\n1) Попадание или промах определяется проверкой Точности\n2) Проверка блока\\Евада\n3) Проверка критического попадания \n4) Расчет урона\n5) Броня уменьшает урон, рассчитанный на шаге 4. Например, если урон равен 3, а ARM=2, то окончательный урон персонажа равен 1. Также, если урон равен 2, а ARM=2, то окончательный урон равен 0.\n\nХотя достаточно высокий ARM может технически сделать персонажа неуязвимым, такие случаи довольно редки. ARM редко превышает 3, да и то временно. \n\n"
        },
        {
            "uid": "VwD3XdmCDS83qpfx",
            "description": "<<Image:CargoGoods>>\n\nТовары - это торговые товары, которые ваш /комитатус/ может приобретать различными способами и продавать с выгодой на рынках поселений или перевозить в отдаленные места за $Фракции (см. Задачи торговли). В отличие от других товаров и Предметы Товары занимают Груз места в вашем трюме. Отдельные Товары складываются в слоты, причем каждый товар имеет свои, уникальные размеры штабеля. Размер стопки можно посмотреть во всплывающей подсказке каждого товара. Вы можете выбросить Товары навсегда с помощью кнопки Выбросить.\n\nТорговля Товарами может стать основным средством существования для /комитатуса/. Некоторые $Поселения ищут определенные Товары больше, чем другие, а другие производят определенные Товары, поэтому изучение и использование спроса и предложения является ключом к успеху. Инструмент $История цен может быть использован для помощи в этом начинании.\n\nНекоторые Товары классифицируются как контрабанда. Если у вас есть такие Товары, городская стража обязательно задержит вас и конфискует их. Определенное $Снаряжение, а также хорошо поставленные взятки или связи в нужных местах могут снизить риск провоза контрабанды в города.\n\n"
        },
        {
            "uid": "vXu3XcKKvS83qiJm",
            "description": "<<Image:CompanionCombatCompanionConditions>>\n\nСуществуют состояния, при которых нельзя принимать определенные Действия. К ним относятся:\n\n*Дауншип*.\nСподвижник становится *Дауном* после потери всех своих Живучесть (VIT) в Бой. Они не удаляются из Бой, но не могут выполнять Действия. Они используют свой Пониженный ВИТ и занимают свою прежнюю позицию. Враги все еще могут нацелиться на них, и если они потеряют все свои пониженные VIT, они выйдут из строя (OOA). Это означает, что они становятся тяжело ранеными и даже могут умереть после Бой. Некоторые редкие исцеляющие умения могут вернуть Спутники из состояния Downed. Лежачих персонажей можно перемещать в ситуациях, когда другой компаньон меняет с ними позицию.\n\n*Ошеломление*\n\nКогда компаньон *оглушен*, он не может совершать никаких действий. Если дебафф *Оглушение* будет снят до их следующего хода в $Порядок действий, то они смогут возобновить Бой как обычно.\n\n*Препятствие*\n\nКогда компаньону препятствуют, он не может двигаться, уклоняться, инициировать Движение или быть вовлеченным в цепочку (например, от другого персонажа), требующую Движения. \n\n"
        },
        {
            "uid": "W1D3XdmK6S83qpg3",
            "description": "<<Image:Vagrus>>\n\nВагрус - это одновременно основа и жизненная сила любого /комитета/, он функционирует как лицо, принимающее ключевые решения, а иногда действует из-за кулис. В игре Вагрус - The Riven Realms вы берете на себя эту роль в качестве игрока, где ваши $Экипаж и $Спутники обращаются к вам за руководством.\n\n"
        },
        {
            "uid": "wCh3XcKWBS83qiJr",
            "description": "<<Image:CrewCombatCrewCombatBasics>>\n\nВ столкновениях Экипаж Бой весь ваш /комитатус/ сражается с врагом: либо чтобы защитить себя, либо когда вы случайно встретили другую группу, с которой решили подраться. Экипаж Бой состоит из фаз (бой, преследование, лечение, результат) и $Бой раундов. Вы также сможете садиться и слезать с всадников, если не попадете в засаду. Попадание в засаду влечет за собой штраф Бой силы и защиты в первом раунде Бой.\n\nВы можете видеть *Бой силы* и *Защиту* вашего Экипажа и противника. Они описывают способность вашей команды совершать атаки и защищаться соответственно. Фиолетовые значки обозначают магические атаки и защиту. Сторона, инициировавшая встречу с Боем, является *Атакующей* и обозначается *кулаком*.\n\nОбщая *Бойская сила* и *Защита* рассчитываются из соответствующих значений отдельных единиц, на которые могут влиять бонусы или штрафы, а также учитывать другие аспекты, такие как Действия. Кроме того, определенные модификаторы применяются после суммирования общего значения, например, бонусы *Morale* и *Vigor*. Более подробную информацию о статах Экипаж можно найти в статье Свойства Экипаж.\n\nПоказатель *Grit* противника эффективно действует как его боевой дух, определяя, как долго он готов сражаться. Его базовое значение равно 100, но применимые модификаторы могут увеличивать или уменьшать это значение. После каждого раунда Бой проводится проверка Grit. Если она провалена, противник отступает, и вы можете решить, преследовать его или нет. *Неумолимые* Враги - такие как нежить - никогда не сдаются и не отступают.\n\n"
        },
        {
            "uid": "wCu3XcKeTS83qiK4",
            "description": "<<Image:CrewCombatAftermath>>\n\nВ случае если Бой не завершится в течение 3 раундов, оставшаяся часть Боя будет имитироваться игрой как четвертый и последний раунд, пока одна из сторон не выбывает или не погибает.\n\n"
        },
        {
            "uid": "wS43XZExiS83qrFf",
            "description": "<<Image:MovementForcedMarch>>\n\nПринудительный марш позволяет вашему /комитату/ продвинуться дальше, чем обычно позволяет ваше максимальное *Движение очков (MPs)*. Принудительный марш использует *Маршевые MP* (указаны рядом с вашими MP слева вверху). Марширование по тропинкам и его стоимость указаны красным цветом на Карта кампании. Ваш Экипаж быстро теряет бодрость и даже мораль, если вы слишком часто маршируете без дополнительного Отдых.\n\n"
        },
        {
            "uid": "Wts3XSyptRHbuYjd",
            "description": "<<Image:VictoryConditionsRenownAmbition>>\n\nОдним из способов победы в игре является достижение достаточной Известность. Если вы достигаете необходимого уровня до Ограничение времени кампании, то вы достигаете победы с помощью этого Амбиции. Более подробную информацию о $Известность и о том, как ее увеличить, можно найти в разделе $Вагрус.\n\n"
        },
        {
            "uid": "WZ43XcLKVS83qiK7",
            "description": "<<Image:Settlements>>\n\nПоселения и доступные в них взаимодействия играют большую роль в Ривен Реалмс. Как /вагрус/, они дают вам доступ к Истории, различным рынкам, /мансио/, где ваш Экипаж может отдохнуть, а в большинстве Поселения - к Заданиям фракции. Занимая узел поселения на карте, вы можете войти в него с помощью кнопки Enter в радиальном меню. Вы всегда можете выбрать не входить и даже Лагерь снаружи.\n\n"
        },
        {
            "uid": "xtd3XSyP5S83qufD",
            "description": "<<Image:ReputationTradeOffers>>\n\nФракции, присутствующие в поселении, размещают массовые предложения как для покупателей, так и для продавцов. Содержание и качество этих предложений зависит от множества факторов, включая интерес фракции к данным товарам, спрос и предложение на них, степень их присутствия, а также разблокированные игроком уровни Торговых предложений (от I. до III.).\n\nТорговые предложения можно покупать и продавать только в полных стопках, и помимо обычной цены, /вагри/ могут получить более выгодную сделку, потратив фракционную репутацию. Хотя Фракции не продают свои товары дешевле (разве что при более высоком стоянии с ними на узлах-источниках товаров), каждая единица предлагаемой стопки стоит одинаково, что является большим преимуществом перед динамично меняющейся рыночной ценой, даже если может показаться, что начальная пара единиц стоит на рынке дешевле, чем предлагаемая. В результате крупная Торговля может стать более эффективной за счет Предложения фракций.\n\n"
        },
        {
            "uid": "XuJ3XcKNnS83qiJq",
            "description": "<<Image:CompanionCombatForfeit>>\n\nКнопка *Forfeit* (значок со стрелкой в левом верхнем углу портрета персонажа) позволяет вам пройти текущий ход, тем самым восполнив *силу*.\n\n"
        },
        {
            "uid": "XWG3XdmczS83qpgK",
            "description": "<<Image:FactionTasks>>\n\nВо многих Поселениях есть панели *Фракций*, где вы можете взаимодействовать с Фракциями, которые присутствуют в данном месте.\n\nКаждая фракция предоставляет разнообразные *задания*, которые вы можете выполнять. Задачи - это процедурно генерируемые, не связанные с Историей Цели, которые вы можете выполнить за *деньги и репутацию* с Фракции.\n\nВы можете принимать Задачи на вкладке *Доступные* на панели $Faction, расположенной в Поселения. У каждой из них есть свои требования, включая уровни стояния фракции и свободное пространство Груз. Вы можете проверить, где на Карте находится место, относящееся к заданию, щелкнув правой кнопкой мыши на названии поселения в задании.\n\nНа вкладке *Активные* вы можете сдать Задачи (если вы находитесь в нужном месте) или отбросить их. Выполнив требования задания, перейдите на вкладку Фракции в Рынке, найдите задание в списке активных Задачи и нажмите кнопку 'Сдать', чтобы завершить задание.\n\n"
        },
        {
            "uid": "XwK3XcKMbS83qiJo",
            "description": "<<Image:CompanionCombatCombatLog>>\n\nВо время Компаньон Бой вы можете в любой момент обратиться к *Бойскому журналу* (лист в центре внизу), чтобы посмотреть, что именно произошло. Журнал можно прокручивать, но если вы хотите увидеть больше, нажмите на него, чтобы открыть полностью. Его можно закрыть, щелкнув по нему еще раз. Большинство Бой Действия включают в себя серию пробных бросков, таких как Точность, Уклонение, Критический Удар и т.д. Подробнее о бросках d100 в целом читайте в записи $Испытания. Для получения подробной информации о последовательности Бой, пожалуйста, обратитесь к $Броня,\n\n"
        },
        {
            "uid": "XYN3XdmpPS83qpgS",
            "description": "<<Image:Currency>>\n\nНа протяжении всей игры вам нужно будет управлять своими доходами и расходами. Имперские валюты называются Бросс, Лирг и Ченгеры. Курсы обмена следующие: 1 Бросс = 10 Лиргов, 1 Лирг = 10 Ченгеры.\n\n"
        },
        {
            "uid": "YNT3XdmkHS83qpgQ",
            "description": "<<Image:FactionTasksMercenaryTasks>>\n\nДля завершения Задания наёмников необходимо сражаться, путешествовать и собирать Награды. Конкретное задание может варьироваться от сопровождения до уничтожения и всех видов между ними. Для ознакомления со всем процессом вы можете посмотреть это видео.\n\n<<video:FactionTasksMercenaryTasksVideo>>\n\n*Уничтожить* Задачи требуют уничтожить враждебную группу людей, монстров или других существ.\n\n*Оборонять* Задачи требуют от вас защитить место или группу от какой-то угрозы. \n\n*Завоевать* Задачи дают вам задание захватить интересную точку.\n\n*Похитить* Задачи посылают вас на задание похитить кого-то или группу людей.\n\n*Rescue* Задачи - это миссии по освобождению человека или людей из лап враждебных сил. \n\n*Спасение* Задачи заключаются в том, чтобы охранять проход человека или группы людей через пустошь к желаемому месту назначения. \n\n"
        },
        {
            "uid": "ypm3XcMTnS83qiKP",
            "description": "<<Image:ChartCustomChartNotes>>\n\nВы можете выбрать местоположение, щелкнув по нему левой кнопкой мыши на Карте. Вкладка в левой нижней части экрана сообщит вам о типе населенного пункта и продолжительности поездки туда. Вы можете добавить до пяти заметок к интересующей вас точке.\n\n"
        },
        {
            "uid": "YpN3XcKfPS83qiK6",
            "description": "<<Image:CrewCombatResults>>\n\nПобеда или поражение определяются на основе ряда факторов. Успех и критический успех в раундах приносит одно и два победных очка соответственно. Кроме того, Атакующие получают очки за успешное выполнение своей цели. Защитники получают очки как за предотвращение атак, так и за сохранение жизни своих Экипаж.\n\nВ итоге побеждает та сторона, у которой больше победных очков, а в случае равенства очков победителем считается та сторона, у которой больше побед в течение трех раундов.\n\nПоследовательность действий после победы включает в себя мародерство. Вы можете получить Предметы, Товары или даже Звери и Маунты в зависимости от того, какой враг был побежден.\n\n"
        },
        {
            "uid": "z5d3XcLWNS83qiKC",
            "description": "Поле Слухи\n<<Image:MansioPaneRumors>>\n\n$Слухи можно приобрести через панель Мансио. Эти кусочки информации могут разблокировать $Точки интереса на вашем $Карта, подсказать вам возможности для бизнеса, дать вам подсказки по сюжетным линиям или открыть скрытые возможности выбора в определенных Событиях. \n \n"
        },
        {
            "uid": "ZcY3XSye6RHbuYja",
            "description": "<<Image:JournalQualities>>\n\nКачества могут быть статусами, собранной информацией, секретами и так далее. Непрочитанные записи имеют синий значок восклицательного знака и отображаются сверху, в то время как уже прочитанные записи отмечены значком золотого круга.\n\n"
        },
        {
            "uid": "zrx3XdmTLS83qpgD",
            "description": "<<Image:VagrusInsight>>\n\nПроницательность можно получить, завершая Истории, исследуя и раскрывая достаточное количество записей $Кодекс. Используйте Проницательность, чтобы приобрести перки для вашего /вагруса/ или повысить $Мастерство и очки мастерства ваших $Спутники.\n\n"
        },
        {
            "uid": "ZtC3XSyrWRHbuYje",
            "description": "<<Image:VictoryConditionsWealthAmbition>>\n\nПобеда под Стремление к богатству требует от /вагруса/ заработать или приобрести большое богатство, а затем инвестировать это богатство в Ограничение времени кампании.\n\n"
        },
        {
            "uid": "ZyH3XdmLvS83qpg5",
            "description": "<<Image:CompanionsCharacterGear>>\n\nНаряду с полной разбивкой статистики и навыков, $Панель персонажа также позволяет оснастить Спутники снаряжением. Доступны два слота для снаряжения, в которые можно поместить любые два предмета, единственное ограничение - нельзя использовать один и тот же тип снаряжения дважды. Эти два слота для снаряжения показаны под изображением $Companion, и на них можно нажать, чтобы выбрать из списка, куда можно перетащить снаряжение, как показано ниже:\n\nШестеренки часто приобретаются путем покупки в рамках определенных событий, т.е. не через торговый пользовательский интерфейс поселения. Некоторые $Фракции делают Gear доступными при достижении определенных уровней $Репутация, а также Gear иногда могут быть наградой за выполнение определенных квестов. \n\nВ большинстве случаев Шестеренка дает преимущества или бонусы к статам, хотя некоторые предметы могут быть связаны с определенными компромиссами или недостатками в качестве платы за преимущества. Аналогично, некоторые предметы требуют выполнения определенных условий, прежде чем компаньон сможет их экипировать.\n\n"
        },
        {
            "uid": "Zym3XSyuMRHbuYjg",
            "description": "<<Image:Codex>>\n\nКодекс - это коллекция записей, которые вы находите во время своих путешествий. Записи содержат информацию о мире и его обитателях. Когда у вас есть непрочитанные записи, Кристалл на обложке закрытого Кодекса излучает свет. Саму книгу можно найти в правом нижнем углу. \n\nПосле открытия Кодекс записей отображается в списке слева. Вы можете искать записи и фильтровать их по категориям с помощью кнопок вверху. Непрочитанные записи отмечены синим значком и отображаются сверху, а уже прочитанные записи имеют золотой значок. Текст выбранной записи отображается справа. \n\n"
        }
    ]
}