{
    "tutorials": [
        {
            "uid": "rec0A6VNPvA8JhNnw",
            "description": "Когда /комитат/ входит в *поселение*, вы можете выбрать из множества вариантов, каждый на отдельной *панели*, вращающихся вокруг Отдых, пополнение запасов и Торговля. У вас также есть возможность инициировать Истории, расположенные в поселении.",
            "actionDescription": "На этот раз активна только панель История. Следуйте единственной доступной Истории."
        },
        {
            "uid": "rec1U7ptQQJQgAZMg",
            "description": "На этих страницах Faction View вы можете увидеть все детали, связанные с конкретными Фракциями.\n\nВы можете увидеть, в каких *местах* они *присутствуют*. Посетив эти места, вы сможете взаимодействовать с Фракции в Поселения. Известные места можно посмотреть на Карте, используя значок компаса.\n\nВы также можете проверить свое текущее *положение* и *преимущества*, которые оно дает (если таковые имеются), а также награды более высоких уровней.\n\nУ каждой фракции есть *союзники и враги*, представленные здесь. Репутация, полученная за фракцию, также дает небольшую прибавку к репутации с союзниками и соратниками, а также штраф к репутации с противниками и врагами.",
            "actionDescription": ""
        },
        {
            "uid": "rec1UPq9TIfbqQkZI",
            "description": "Значок Разведка теперь активен в радиальном меню узла.",
            "actionDescription": "Нажмите на узел, который вы сейчас занимаете #1, а затем на значок глаза. #2"
        },
        {
            "uid": "rec1YXfKxZ50ATg5p",
            "description": "Вам необходимо выбрать свою *цель* для боя. Ваши возможности часто ограничены в зависимости от типа врага, с которым вы сражаетесь, и обстоятельств, при которых вы с ним встретились. Когда вы попали в засаду, ваши возможности сильно уменьшаются.\n\nДоступные цели или добыча перечислены прямо под опциями цели.\n\nВы можете менять цель после каждого раунда боя, а также пытаться Сбежать, Отступить или Выйти из засады - в этих случаях вы рискуете попасть в погоню.",
            "actionDescription": "Выберите цель для этого боя. (#1)"
        },
        {
            "uid": "rec2exozU2EqVGuFE",
            "description": "Навыки Морвен включают в себя возможность оттолкнуть Враги переднего ряда назад (Savage Kick) и притянуть Враги заднего ряда вперед (Whiplash). Некоторые умения более сложные, например, включают в себя движение и атаку (Strafe). Эти навыки можно использовать для управления Врагами.",
            "actionDescription": "Используйте Savage Kick Морвен (навык 3), чтобы отправить врага Джакра в задний ряд, лишив его возможности атаковать (выберите навык 3 #1, выберите доступную позицию цели, нажмите еще раз для подтверждения). #2"
        },
        {
            "uid": "rec2w0GO7fbpRnKgN",
            "description": "Налаживание хороших отношений с определенными Фракциями принесет вам много пользы, одной из которых являются специальные *Торговые предложения*, которые они предоставляют на Рынке, но только там, где присутствует данная фракция. Проверить, есть ли у вас доступ к Торговые предложения, можно на вкладке 'Сведения о фракции' в пользовательском интерфейсе лидера. Более высокое положение во фракции открывает лучшие предложения.\n\nПредложения могут быть для *покупки и продажи* Товары и всегда для *полных стеков*. Даются две цены: обычная и льготная, последняя стоит Репутация с фракцией. Эти цены фиксированы, в отличие от динамических рыночных цен.",
            "actionDescription": ""
        },
        {
            "uid": "rec3PNBA4UKlxPike",
            "description": "Большая часть Истории представлена через интерактивные тексты, называемые *Событиями*. События позволяют вам делать различные выборы на каждом этапе. Некоторые варианты могут иметь ряд последствий, в то время как другие имеют различные зависимости. Зависимости означают, что вы можете сделать определенный выбор, только если у вас есть необходимые условия - навыки, умения, персонажи и так далее. Вы можете перемещаться по вариантам событий с помощью #11 или #4 и выбирать их, нажимая #14.",
            "actionDescription": "Перейдите к завершению этого события."
        },
        {
            "uid": "rec3RRSepAMlHPPce",
            "description": "Игра *Vagrus* сложна в различных отношениях. Одна из самых распространенных ошибок, которую вы можете совершить, - это слишком быстрое *расширение* на начальном этапе, поскольку ничто не предупреждает вас о более скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по фракционной торговле* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные резервы. Многие *Наемнические задания* чрезвычайно сложны для нового /комитата/.\n\nБорьба с преступниками или существами не является источником дохода в целом. Старайтесь избегать конфликтов, когда это возможно, если только вы не выполняете активное задание наемников или квест Бой с ними.\n\nСкорее всего, вы столкнетесь с несколькими смертями, прежде чем освоитесь, поэтому не отчаивайтесь, если это произойдет. Если вам кажется, что кривая обучения слишком крута, мы рекомендуем начать новую игру в режиме *Диссонанс*, а когда вы почувствуете себя уверенно, вернуться в режим *Пустошь*.",
            "actionDescription": ""
        },
        {
            "uid": "rec3kcZrtJWZxDc87",
            "description": "Бой жесток, и в целом вы не можете лечиться во время него. Ваша защита - это ваш основной способ смягчить урон.\n\n*Evade* позволяет вам полностью избежать атаки, но после успешного Evade вы будете перемещены на соседнюю незанятую позицию. Это также означает, что можно переместиться с позиции, которая защищает другого компаньона.\n\nУспешный *Блок* дает дополнительный ARM против атаки, смягчая больший урон. Однако вы все равно можете получить урон во время блокирования, а также получить неблагоприятные эффекты от атаки.\n\nУ каждого компаньона свой шанс уклонения и блокирования, но поскольку определенные навыки лучше противостоят тому или другому, вам часто приходится менять их, нажимая на значок *Режима защиты* (щит или фигура уклонения) на портрете персонажа. Это можно сделать только для того компаньона, чей сейчас ход.",
            "actionDescription": "Продолжить бой."
        },
        {
            "uid": "rec4kzHkvX5exFiCF",
            "description": "Победа или поражение определяются на основе ряда факторов. Успех и критический успех в раундах приносит одно и два победных очка соответственно. Кроме того, Атакующие получают очки за успешное выполнение своей цели. Защитники получают очки как за предотвращение атак, так и за сохранение жизни своих Экипаж.\n\nВ итоге побеждает та сторона, у которой больше победных очков, а в случае равенства очков победителем считается та сторона, у которой больше побед в течение трех раундов.\n\nПоследовательность действий после победы включает в себя мародерство. Вы можете получить Предметы, Товары или даже Зверей и Маунтов в зависимости от того, какого врага вы победили. Как и в случае со всеми другими возможностями получения дохода в игре, полагаясь только на этот вид лута, вы не сможете удержаться на плаву.",
            "actionDescription": "Нажмите на 'Двигаться дальше'. (#1)"
        },
        {
            "uid": "rec4x3Vhx9yMyEDZZ",
            "description": "На вкладке *Новости* перечислены все Поселения, из которых вы в настоящее время получаете Новости. Новости можно приобрести либо через Истории, либо с помощью опции Новости биржи в /mansios/. Новости стоят денег каждый раз, когда вы используете Новости биржи в /mansios/, обеспечивая постоянный дополнительный доход, который помогает вам в путешествиях.\n\nЗаписи Новости со временем деградируют, становятся менее свежими, а значит, менее ценными в целом. Вы можете максимально освежить их, используя Новости биржи в Поселения (и иногда через истории).",
            "actionDescription": ""
        },
        {
            "uid": "rec56Wa8avUUjghX3",
            "description": "Когда вы устанавливаете условия для остановки при встрече с Боем, вы выбираете условия, относящиеся к Экипаж Бой Сила, при которых вы остановитесь, в зависимости от двух кнопок, 'Избегать врагов' и 'Найти врагов'.\n\nВыделив 'Избегать противников' (красный ползунок), вы устанавливаете порог Сила, при котором вы остановитесь, когда на вашей текущей траектории появится противник, который соответствует или превышает этот порог, что позволит вам изменить свой курс. Однако при критическом успехе Авторазведка может просто пройти через этот узел. \n\nВ случае 'Найти врагов' (зеленый ползунок) вы останавливаетесь, когда разведываете противников на любом соседнем узле, если они соответствуют или ниже установленного вами порога, что позволяет вам изменить курс в сторону противника, если вы хотите. Если они находятся на вашей текущей траектории, вы не будете останавливаться, поскольку намерены вступить с ними в бой. Когда вы достигаете критического успеха с Разведка и используете Поиск врагов, вы автоматически устраиваете засаду на своего противника, что дает вам преимущество во время первого раунда Бой.\n\nДля получения дополнительной информации с примерами обратитесь к разделу Авторазведка в глоссарии.",
            "actionDescription": ""
        },
        {
            "uid": "rec5BVOpVlnAqXAMI",
            "description": "Теперь вы можете видеть *результаты* вашего Разведка. Успех вашего Разведки в каждом направлении обозначается значками шевронов рядом с пронумерованными эмблемами. Эти эмблемы также отображаются на Карта кампании, где они остаются и могут быть проверены в течение трех игровых дней. При наведении на них курсора мыши появляется информация, основанная на процентах, которая обычно отображается в виде списка в пользовательском интерфейсе Разведки.\n\nДля каждого узла, где Разведка была успешной, появляются проценты с иконками, относящимися к определенным типам встреч. Значок *Скролл* указывает на событие (приоритетное или случайное), значок *Топор* указывает на встречу с Боем, значок *Перечеркнутый круг* указывает на вероятность того, что ничего не произойдет, а значки стрелки и ягоды представляют шансы на успех охоты и кормовой базы на этом узле соответственно.\n\nВ случае *Критического успеха* вы получаете более точную информацию. Значок *синий свиток* указывает на доступное приоритетное событие (связанное с Историей или фиксированное местное событие), а значок *золотой свиток* указывает на случайное событие (общее или специфическое для данного региона).\n\n*Неудача* Разведка не предоставляет никакой информации о Событиях, в то время как *Критическая неудача* также несет потери вашим скаутам. Результаты все еще показываются за неудачные Результаты, если находчивость была использована с ручным Разведка, чтобы гарантировать успех в этой категории.",
            "actionDescription": "Закройте Разведка Результаты, нажав 'x' или кнопку 'Продолжить'."
        },
        {
            "uid": "rec5GxecdJYjdaa0y",
            "description": "Некоторые умения могут быть направлены на дружественные отряды, чтобы поддержать, защитить или даже вылечить их. В этом бою многие умения Явека не могут быть использованы, поскольку нежить Враги невосприимчива к эффектам, влияющим на разум. Однако Явек далеко не бесполезен, так как вы можете использовать его умение 'Предчувствие', чтобы поддерживать союзников дополнительными баффами ИНИ, АСС, уклонения и блока. Баффы не суммируются, но обновляются при повторном использовании.",
            "actionDescription": "Используйте Предчувствие (навык 4), чтобы наложить бафф на союзника."
        },
        {
            "uid": "rec65IKS7pEN6zHn1",
            "description": "Здесь также можно приобрести *Слухи*. Эти крупицы информации могут разблокировать Точки интереса на вашей Карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. Приобретенные Слухи можно найти в *Журнале* на вкладке *Слухи*.\n\nВ /мансио/ иногда можно найти *пассажиров*. Когда их доставляют в пункт назначения, они вознаграждают вас за ваши усилия, но часто вам приходится добираться до места за определенное время. Здесь же отображается расход и потенциал Экипаж Бой Силы пассажиров.\n\n*Обмен новостями* позволяет вам подключиться к местным источникам информации о поселении, в котором вы находитесь, - это может быть информация, за которую люди могли бы заплатить в других местах. В то же время вы передаете Новости, собранные вами в других местах, получая за это несколько монет. Список Поселения, из которого вы несете Новости, можно найти в вашем *Журнале* на вкладке *Новости*.",
            "actionDescription": ""
        },
        {
            "uid": "rec6EdbLME6wIK6CZ",
            "description": "Вы, /вагрус/, можете не принимать непосредственного участия в жизни Компаньона Бой, но это не значит, что у вас нет возможности влиять на него. Многие из ваших *Перков Лидерства* позволяют вам использовать *Ресурсность* различными способами в Бой. Все, что вы разблокировали, можно найти на медальоне Лидера в виде кнопок вместе с кнопкой Меню (значок с тремя линиями). Чтобы узнать, для чего их использовать, обратитесь к всплывающим подсказкам.\n\nНа данный момент у вас есть два варианта: \n\n*Помощь*, которая позволяет оживить упавшие Спутники. Кнопка активна, только если у вас есть поверженный спутник. Компаньон *погибает* после потери всех своих Живучесть (VIT). Они не удаляются из Бой, но не могут действовать и должны быть защищены, так как если их Живучесть истощится, они будут тяжело ранены. Пониженные персонажи также не обеспечивают прикрытие от атак с линии видимости тем, кто стоит за ними.\n\n*Вдохновение*, которое дает значительный бафф защиты персонажу цели на 3 раунда.",
            "actionDescription": "Используйте Вдохновение, чтобы дать персонажу дополнительную защиту (выберите Вдохновение с помощью #11 и цель с помощью #1, затем нажмите #14 для подтверждения)."
        },
        {
            "uid": "rec6bT2NsYt7sERMf",
            "description": "Окно 'Управление Экипаж' позволяет вам управлять вашим /comitatus/.\n\n*Morale* - это общее настроение вашего /comitatus/. Если он когда-нибудь упадет до 1, есть шанс, что /comitatus/ распадется, и вы проиграете игру. Вы можете увидеть текущие эффекты вашего морального духа ниже рейтинга.\n\n*Послушание* показывает, насколько довольны ваши рабы. Низкий уровень послушания приводит к кражам, побегам и прочему. Чтобы повысить уровень послушания, охраняйте своих рабов достаточным количеством бойцов и хорошо обращайтесь с рабами (или постоянно наказывайте их).\n\n*Питание* показывает, насколько хорошо питается ваш Экипаж. Низкое питание влечет за собой штрафы. Дополнительные порции повышают уровень Питания, а постоянное голодание понижает его.\n\n*Бодрость* показывает, насколько устал /комитатус/. Низкая бодрость Результаты в виде штрафов на Испытания и в виде резко замедленного /comitatus/, что может быстро привести к гибели. Вы можете увидеть текущие эффекты вашей энергичности ниже рейтинга.",
            "actionDescription": ""
        },
        {
            "uid": "rec6cVkr6XsrqbYxo",
            "description": "Теперь активен пользовательский интерфейс управления Экипаж.",
            "actionDescription": "Нажмите на лист в верхнем левом углу, чтобы открыть его. #1"
        },
        {
            "uid": "rec7QotU5jZASgsPu",
            "description": "У каждого компаньона кроме движения есть *4 Бой Навыка*, представленные рядом значков под его именем на информационной панели персонажа. Когда вы выбираете навык, его статистика отображается под значками навыков.\n\nВы можете выбрать *Навыки* или Перемещение с помощью #11. Выбранные навыки подсвечиваются, как и все доступные цели для выбранного навыка. Подробную информацию о навыке можно просмотреть в информационном листе слева внизу после выбора навыка.",
            "actionDescription": "Используйте Взрыв разума (навык 1), чтобы атаковать одного из противников (выберите навык 1, выберите доступную цель, нажмите #14 для подтверждения)."
        },
        {
            "uid": "rec7tQky0EiKwPXUl",
            "description": "'О том, что произошло потом, я узнал только позже, так как... уехал накануне вечером. Назовите меня трусом, добрый господин, но я чувствовал приближение неизбежного и не хотел бросать вызов судьбе. То, что я почерпнул из смутных рассказов немногих выживших гораздо позже, убеждало меня в том, что это был правильный выбор'.",
            "actionDescription": ""
        },
        {
            "uid": "rec7uFS5auQdNv8ON",
            "description": "Вот они, с полным Грузом в руках и полные вновь обретенной надежды. Но путь впереди все еще сулил трудности и опасности. Я отправился с ними на юг, рассчитывая достичь более пригодных для жизни земель за рекой лавы Расплавленного языка'.",
            "actionDescription": ""
        },
        {
            "uid": "rec8DUdG9Tarllv91",
            "description": "Пока нет.",
            "actionDescription": ""
        },
        {
            "uid": "rec8pRwOofmV9Gta2",
            "description": "Сводную информацию о том, что произошло с вашим Экипажем в этот день, можно увидеть справа. #1\n\nВы также можете *разговаривать* со своими *соратниками*, используя значки речевых пузырей под их портретами. #2\n\nСпутники *исцеляются* естественным образом во время Лагерь. Шанс исцеления (или ухудшения состояния) можно увидеть на панели под портретами. #3 Использование кнопки справа позволяет #4 использовать *Медицинские припасы* для увеличения шансов и эффективности исцеления. Медицинские припасы очень ценны - используйте их с умом. Результаты *исцеления* появляются после завершения дня.\n\nВы также должны установить *приказы по обороне* на ночь. Более мягкая оборона имеет более высокий риск ночной засады и отрицательно влияет на Послушание. #5",
            "actionDescription": "Когда вы все настроите, нажмите кнопку Завершить день. #6 Это иногда вызывает Лагерь События."
        },
        {
            "uid": "rec9L96S3jYVGyjCB",
            "description": "Теперь панель Заместители активна.",
            "actionDescription": "Перейдите к ней, нажав кнопку Назначить Заместители #1 (или нажав лист Заместители в левом верхнем углу). #2"
        },
        {
            "uid": "rec9sCRoRobBXQtZ6",
            "description": "Бой жесток, и в целом вы не можете лечиться во время него. Ваша защита - это ваш основной способ смягчить урон.\n\n*Evade* позволяет вам полностью избежать атаки, но после успешного Evade вы будете перемещены на соседнюю незанятую позицию. Это также означает, что можно переместиться с позиции, которая защищает другого компаньона.\n\nУспешный *Блок* дает дополнительный ARM против атаки, смягчая больший урон. Однако вы все равно можете получить урон во время блокирования, а также получить неблагоприятные эффекты от атаки.\n\nУ каждого компаньона свой шанс уклонения и блокирования, но поскольку определенные навыки лучше противостоят тому или другому, вам часто приходится менять их, нажимая на значок *Режима защиты* (щит или фигура уклонения) на портрете персонажа. Это можно сделать только для того компаньона, чей сейчас ход.",
            "actionDescription": "Продолжить бой."
        },
        {
            "uid": "recA5fF47FodFyEhq",
            "description": "В пошаговой игре 'Компаньон Бой' 1-6 Враги сражаются против вашей команды из 1-6 Спутники. Вы можете использовать навыки своих Спутников, чтобы победить Врагов, защитить Спутники и занять выгодные позиции на доске Бой.\n\nСоревнование Бой состоит из *раундов*. В каждом раунде все участники действуют *по очереди*, и, когда все сделали свой ход, текущий раунд заканчивается и начинается новый. Так продолжается до тех пор, пока не будут побеждены либо ваши Спутники, либо ваши Враги.\n\nДоска Бой разделена на две *стороны*: дружественная сторона (слева), где находятся ваши Спутники и случайные союзники, и сторона противника (справа), где находятся ваши Враги. Каждая сторона имеет *передний ряд* (ряд ближнего боя) и *задний ряд* (ряд дальнего боя). Каждый ряд имеет 3 *позиции*. Определенные навыки можно использовать, только стоя в позиции в соответствующем ряду.",
            "actionDescription": "Удерживайте #14, чтобы начать бой."
        },
        {
            "uid": "recA8IHHAXQYeSAsS",
            "description": "Если текст в Событии выделен <color=#4890c8>бледно-голубым цветом, это означает, что вы нашли *Кодекс записей*. При нажатии на них открывается Кодекс и вы переходите к записи. Вы можете щелкнуть их, используя режим курсора контроллера, а затем нажать #14. Чтобы использовать режим курсора контроллера, удерживайте #24 и перемещайте курсор с помощью #4. ",
            "actionDescription": "Щелкните по выделенным словам, чтобы открыть Кодекс.\n</color=#4890c8>"
        },
        {
            "uid": "recAf8OBzfSfVWupN",
            "description": "На панели 'Спутники' можно просматривать и управлять своими Спутники - персонажи, которые могут присоединиться к вам в путешествиях и служить вам различными способами. Эта панель доступна из ряда других окон, включая окна Лидера и Лагеря.\n\nИх *статистика* отображается в левом верхнем углу (чтобы узнать больше, обратитесь к подсказке для каждого из них), а их *Бойские навыки* - в левом нижнем. Отображается как текущий, так и следующий уровень каждого навыка Бой (нажмите на значок узла, чтобы изменить отображение).\n\nЗначок *прокрутки* в нижней части изображения компаньона может быть использован для раскрытия его истории (используйте значок еще раз, чтобы вернуться к изображению).",
            "actionDescription": "Нажмите на значок стрелки рядом с именем компаньона, чтобы отобразить Панель персонажа Морвен. #1"
        },
        {
            "uid": "recAiwQUc0nIhkZNy",
            "description": "Карта - это ваш инструмент для навигации по пустошам Ксерина и планирования путешествий. Вы можете *перемещаться*, используя режим курсора контроллера (удерживая #24), удерживая #14 и перемещаясь с помощью #4, и вы можете *масштабироваться* с помощью #1. Ваш /комитатус/ представлен красным знаменем.\n\nЛюбое обнаруженное поселение или достопримечательность можно отметить, щелкнув на их значке и выбрав *значок флага* в левом нижнем поле, что выделит их на карте. У вас также есть возможность перейти к *Кодексу* из этого поля.\n\n*Обратите внимание, что хотя значительная часть континента Ксерин доступна в кампании с открытым миром, остальная часть недоступна и является лишь частью построения мира.",
            "actionDescription": "Отметьте Авернум (к югу от вас) на вашей карте, а затем закройте ее (#16)."
        },
        {
            "uid": "recBVsBUs6C8wUIPd",
            "description": "Здесь вы можете увидеть количество каждого вида Экипаж и зверя, которые находятся в вашем /comitatus/. Обратитесь к подсказке для каждого типа, чтобы узнать больше об их роли.\n\n*Всадники - особый тип, потому что для создания Всадника с помощью кнопки '+' (#14) вам нужны боец и маунт. Хотя аутрайдеры - отличные бойцы, маунты без всадников несут Груз. Вы всегда можете снять бойцов с коня, используя кнопку '-' (#18).",
            "actionDescription": "Пока добавьте аутрайдера, перейдя к нему с помощью #11 и нажав #14. Закройте это окно, нажав #16."
        },
        {
            "uid": "recBcliUTSb0TnuDj",
            "description": "На панели *Слухи* вы можете найти все Слухи, которые вы нашли или купили в Поселениях. Слухи - это кусочки информации, которые могут разблокировать Точки интереса на вашей Карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. По сути, это путеводители, следуя которым вы можете найти интересные вещи. Записи расположены слева - выбрав одну из них, вы можете просмотреть ее содержание справа.",
            "actionDescription": ""
        },
        {
            "uid": "recBeu5vhF7zceqcw",
            "description": "*Авторазведка* позволяет вам разведывать впереди вашего /комитатуса/, не тратя очков Движение. Основной компромисс заключается в том, что шансы на *успех* значительно снижаются по сравнению с *ручной разведкой*, что также означает, что вы можете чаще терять разведчиков.\n\nСуществует два режима *авторазведки*. Первый представлен одной стрелкой вправо на пользовательском интерфейсе рядом с надписью *режим авторазведки*, а второй - иконкой с несколькими стрелками, ведущими в разные стороны. В первом случае ваш /comitatus/ остановится на любом узле вдоль текущей траектории при выполнении определенных условий, а во втором режиме вы остановитесь, когда любой из соседних окружающих узлов выполнит условия. Эти условия могут быть установлены в соответствии с различными порогами для *добычи припасов* (охота и разведка), силы встречи Экипаж Бой, или через *приключения*, указывая минимальный шанс события или задания, происходящего на данном узле.",
            "actionDescription": ""
        },
        {
            "uid": "recBsU0aJYSgCnnuT",
            "description": "Ваш Экипаж ухаживает за ранеными в Фазе исцеления, делая броски на восстановление каждой единицы по очереди. Тяжелораненые юниты могут быть исцелены только при критическом успехе. Каждая попытка исцеления имеет шанс израсходовать аптечку.\n\nПерки целителя у Спутники или /вагруса/, а также определенное снаряжение и другие источники могут увеличить шансы на исцеление юнитов. Вы также можете потратить дополнительное время (вычитая очки Движение) и\\или использовать находчивость, чтобы увеличить шансы.",
            "actionDescription": "Используйте кнопку 'Исцеление' (удерживайте #14)."
        },
        {
            "uid": "recBtbtiw55HToWFf",
            "description": "Налаживание хороших отношений с определенными Фракциями принесет вам много пользы, одной из которых являются специальные *Торговые предложения*, которые они предоставляют на Рынке, но только там, где присутствует данная фракция. Проверить, есть ли у вас доступ к Торговые предложения, можно на вкладке 'Сведения о фракции' в пользовательском интерфейсе лидера. Более высокое положение во фракции открывает лучшие предложения.\n\nПредложения могут быть для *покупки и продажи* Товары и всегда для *полных стеков*. Даются две цены: обычная и льготная, последняя стоит Репутация с фракцией. Эти цены фиксированы, в отличие от динамических рыночных цен.",
            "actionDescription": ""
        },
        {
            "uid": "recCxxUZVCGosGfrg",
            "description": "Справа можно увидеть сводку того, что произошло с вашим Экипажем в этот день.\n\nВы также можете *разговаривать* со своими *соратниками*, используя значки речевых пузырьков под их портретами.\n\nСпутники *исцеляются* естественным образом во время Лагерь. Шанс исцеления (или ухудшения состояния) можно увидеть на панели под портретами. Кнопка справа позволяет использовать *Медицинские припасы* для увеличения шансов и эффективности исцеления. Медицинские припасы очень ценны - используйте их с умом. Результаты *исцеления* появляются после завершения дня.\n\nВы также должны установить *приказы по обороне* на ночь. Более мягкая оборона повышает риск ночной засады и отрицательно влияет на Послушание.",
            "actionDescription": "Когда вы все настроите, используйте кнопку Завершить день (удерживайте #18). Это иногда вызывает Лагерь События."
        },
        {
            "uid": "recDk57KdXAkmS7xL",
            "description": "На панели *Слухи* вы можете найти все Слухи, которые вы нашли или купили в Поселениях. Слухи - это кусочки информации, которые могут разблокировать Точки интереса на вашей Карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. По сути, это путеводители, следуя которым вы можете найти интересные вещи. Записи расположены слева - щелкнув на одной из них, вы можете увидеть ее содержание справа.",
            "actionDescription": ""
        },
        {
            "uid": "recDlFQsJRBwLhZUj",
            "description": "Темный рыцарь присоединился к нам после того, как мы спасли его из лап бездумных ужасов нежити, истреблявших его Спутники. Он был мрачного вида, не выказывал ни благодарности, ни дружелюбия. И все же мы увязались за ним, ибо такой законник, как рыцарь, мог исполнить его страшную волю по приказу. И мы отправились в путь, направляясь в Авернум, величайший город в окрестностях'.",
            "actionDescription": ""
        },
        {
            "uid": "recDp0wPVaEYazo46",
            "description": "При занятии узла поселения вы можете войти в него с помощью кнопки Enter в радиальном меню узла. Вы всегда можете выбрать не входить и даже Лагерь снаружи.",
            "actionDescription": "Enter Авернум."
        },
        {
            "uid": "recDscGeWmeJZ7MLz",
            "description": "Заместители - это ваши офицеры в Комитат.  На этой панели вы можете назначить своих Спутники на роли Заместителей и проверить, какие блага дает каждый Заместитель.\n\nВы можете *назначить* своего Спутника на роль Заместителя, перетащив его портрет в свободное место (свободные места обозначены монеткой). Назначать можно только Спутники с перком *Заместитель*.\n\nОдин Спутник может выполнять только одну роль (даже если он имеет право на большее), и каждая роль может быть выполнена только один раз. Максимальное количество назначенных ролей Заместителей зависит от вашего *Авторитета* (характеристика Лидера). Назначенные Заместители разблокируют новые слоты Снаряжение для /comitatus/.\n\nХотя назначать или снимать роли Заместителей можно только в Лагерь или Отдых, вы всегда можете обратиться к этой панели через окно Управление Комитатом или непосредственно из окна Лидера.",
            "actionDescription": "Назначьте Морвен на роль заместителя мастера разведки. Затем закройте это окно."
        },
        {
            "uid": "recEDN3mHv9CWpcIn",
            "description": "Снаряжение, которым вы владеете, находится в бассейне под иллюстрацией /comitatus/. Чтобы получить их бонусы, вам нужно сначала *экипировать* их, *перетащив и сбросив* в соответствующий слот на иллюстрации.\n\nСнаряжение может быть помещено только в слот, соответствующий его типу, за исключением того, что Снаряжение любого типа может быть помещено в слот 'Разное'. Снаряжение можно снять, перетащив его обратно в список.",
            "actionDescription": "Экипируйте навесы на вашем /comitatus/."
        },
        {
            "uid": "recEy5ZIDMhrGX1gJ",
            "description": "Во многих Поселениях есть панели *Фракций*, как эта, где вы можете взаимодействовать с Фракциями, присутствующими в данном месте.\n\nКаждая фракция предоставляет разнообразные *задания*, которые вы можете выполнять. Задачи - это процедурно генерируемые, не связанные с Историей Цели, которые вы можете выполнить за *деньги и репутацию* с Фракции.\n\nВы можете принимать Задачи на вкладке *Доступные*. У каждой из них есть требования, включая уровни стояния фракции и свободное пространство Груз.\n\nНа вкладке *Активные* вы можете сдать Задачи (если вы находитесь в нужном месте) или выбросить их. Имейте в виду, что это приведет к серьезным штрафам.\n\nНа вкладке *Награды* перечислены все награды фракции, на которые вы можете претендовать. Вы не можете претендовать на награды, если не соответствуете требованиям к статусу фракции или присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что вы можете получить Снаряжение и Награды только один раз. Эффекты могут быть восстановлены, если вы их потеряли (из-за потери позиции фракции), но позже снова получите право на них. В этом случае достаточно любого уровня присутствия соответствующей фракции.\n\nПо умолчанию вы можете взять одно задание от данной фракции, но более высокое положение позволяет вам взять больше.",
            "actionDescription": ""
        },
        {
            "uid": "recFDUmWuIV2yVb7G",
            "description": "У вас закончились очки Движение и вам нужно *разбить лагерь*, закончив день. Нахождение в пути весь день (трата большей части MP) снижает *Vigor* вашего /comitatus/, который вы можете восполнить с помощью Лагерь.  Вы также можете лагерь использовать раньше, чем закончатся MP, что помогает быстрее повысить энергичность.",
            "actionDescription": "Выберите значок Лагерь (палатка) в радиальном меню узла, который вы сейчас занимаете."
        },
        {
            "uid": "recFKyCsFyQP15zeB",
            "description": "На этих страницах Faction View вы можете увидеть все детали, связанные с конкретными Фракциями.\n\nВы можете увидеть, в каких *местах* они *присутствуют*. Посещение этих мест позволит вам взаимодействовать с Фракциями в Поселениях. Известные места можно посмотреть на Карте, нажав на значок компаса.\n\nВы также можете проверить свое текущее *положение* и *преимущества*, которые оно дает (если таковые имеются), а также награды более высоких уровней.\n\nУ каждой фракции есть *союзники и враги*, представленные здесь. Репутация, полученная за фракцию, также дает небольшую прибавку к репутации с союзниками и соратниками, а также штраф к репутации с противниками и врагами.",
            "actionDescription": ""
        },
        {
            "uid": "recFakwlRitOt2IVc",
            "description": "Победа или поражение определяются на основе ряда факторов. Успех и критический успех в раундах приносит одно и два победных очка соответственно. Кроме того, Атакующие получают очки за успешное выполнение своей цели. Защитники получают очки как за предотвращение атак, так и за сохранение жизни своих Экипаж.\n\nВ итоге побеждает та сторона, у которой больше победных очков, а в случае равенства очков победителем считается та сторона, у которой больше побед в течение трех раундов.\n\nПоследовательность действий после победы включает в себя мародерство. Вы можете получить Предметы, Товары или даже Зверей и Маунтов в зависимости от того, какого врага вы победили. Как и в случае со всеми другими возможностями получения дохода в игре, полагаясь только на этот вид лута, вы не сможете удержаться на плаву.",
            "actionDescription": "Используйте кнопку Move On (удерживайте #14)."
        },
        {
            "uid": "recG9DOOp2AwghsOK",
            "description": "Привилегии *Лидерство* - это привилегии, характерные для /вагруса/. Каждое из них позволяет использовать *Ресурсосбережение* для усиления своих действий определенным образом, когда оно разблокировано. Ознакомьтесь с их описанием, чтобы узнать больше.\n\n*Ресурсоустойчивость* позволяет вам усилить различные Действия. Она пополняется каждый день. Его максимум можно увеличить, потратив Проницательность (нажмите кнопку '+'). То, на что вы можете потратить Проницательность, зависит от ваших разблокированных лидерских качеств.\n\n*Авторитет* - это максимальное количество Заместителей, которое вы можете иметь в любой момент времени. Повышение авторитета также снижает вероятность того, что ваши Спутники покинут вас во время кампании в открытом мире. В 'Пилигримах Пустоши' дополнительные полномочия не нужны.",
            "actionDescription": "Нажмите на значок шлема на медальоне Лидера, чтобы перейти на панель Спутники. #1"
        },
        {
            "uid": "recGOo6uBTbVQsyhB",
            "description": "Теперь панель 'Заместители' активна.",
            "actionDescription": "Откройте панель 'Заместители' из радиального меню."
        },
        {
            "uid": "recGXbiOEU01WJuWK",
            "description": "Седариас - очень выносливый компаньон благодаря своему Броня (ARM) и хорошей защите. Его умения также включают вспомогательное умение, повышающее его статы (Месть), и умение, ослабляющее врага (Урон) - оба на несколько раундов.\n\nНекоторые умения могут воздействовать на несколько целей. Умение Седариаса Cleave наносит меньше урона, чем его одноцелевой Unholy Strike, но поражает двух Врагов, стоящих рядом.",
            "actionDescription": "Используйте любое умение."
        },
        {
            "uid": "recGfP8ckC90c7V7N",
            "description": "*Vagrus* - сложная игра, и хотя режим диссонанса включает в себя несколько способов облегчить ее, она ни в коем случае не является легкой, поэтому вы должны держать себя в руках. Одна из самых распространенных ошибок, которую вы можете совершить, - это слишком быстрое *расширение*, поскольку ничто не предупреждает вас о более скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по фракционной торговле* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные резервы. Многие *Наемнические задания* чрезвычайно сложны для нового /комитата/.\n\nБорьба с преступниками или существами не является источником дохода в целом. Старайтесь избегать конфликтов, когда это возможно, если только вы не выполняете активное задание наемников или квест Бой с ними.\n\nСкорее всего, вы столкнетесь с несколькими смертельными спиралями, прежде чем освоитесь, так что не отчаивайтесь.",
            "actionDescription": ""
        },
        {
            "uid": "recHLuZ4YpKEqltcy",
            "description": "'Я просто пошутил, добрый господин. Это не то, что случилось. Хе-хе. Просто проверяю, внимательна ли моя аудитория. Простите старика за глупость'.",
            "actionDescription": ""
        },
        {
            "uid": "recHgf2egIPOKRJ8T",
            "description": "Принудительный марш позволяет вам продвинуться дальше, чем ваше максимальное *Движение очков (MPs)* в данный день. Принудительный марш Движение использует *Маршевые Очки* (указаны рядом с вашими Очками слева вверху). Марширование по тропинкам и его стоимость обозначены красным цветом на Карта кампании.\n\nНесмотря на то, что Принудительные марши продвигают вас дальше, используйте их осторожно. Ваш Экипаж быстро теряет бодрость и даже мораль, если вы слишком часто маршируете без дополнительного Отдых.\n\nМы настоятельно рекомендуем воздержаться от частых форсированных маршей, пока вы не наберетесь опыта. Высокие показатели бодрости, морали и хорошо укомплектованный /comitatus/ необходимы для того, чтобы Форсированные марши имели менее негативное влияние.",
            "actionDescription": ""
        },
        {
            "uid": "recHuL2KCGLal7f8l",
            "description": "Некоторые Экипаж Бой встречаются с возможностью *бежать*.\n\nПри попытке Сбежать ваша Сила Бой значительно снижается. Шанс *успешно Сбежать* определяется из различных источников, включая состав Экипаж, Снаряжение, атрибуты Экипаж Бой и значение *Погони* противника. Даже в случае успешного Сбежать /comitatus/ получает урон.\n\nВ некоторых случаях у вас также есть возможность *умилостивить* своего противника.\n\nЭто дает вам возможность оставить Груз и другие ресурсы, чтобы уменьшить урон от бегства или вообще уйти невредимым. Разные враги умиротворяются разными подношениями, в то время как к другим подношениям они равнодушны. Это часто можно определить, изучив атрибуты их Бой.",
            "actionDescription": ""
        },
        {
            "uid": "recI8HQOU4ECIPoqt",
            "description": "Когда вы устанавливаете условия для остановки при встрече с Боем, вы выбираете условия, относящиеся к Экипаж Бой Сила, при которых вы остановитесь, в зависимости от двух кнопок, 'Избегать врагов' и 'Найти врагов'.\n\nВыделив 'Избегать врагов' (красный ползунок), вы устанавливаете порог Сила, при котором вы остановитесь, когда на вашей текущей траектории появится враг, который соответствует или превышает этот порог, что позволит вам изменить свой курс. Однако при критическом успехе Авторазведка может просто пройти через этот узел. \n\nВ случае 'Найти врагов' (зеленый ползунок) вы останавливаетесь, когда разведываете противников на любом соседнем узле, если они соответствуют или ниже установленного вами порога, что позволяет вам изменить курс в сторону противника, если вы хотите. Если они находятся на вашей текущей траектории, вы не будете останавливаться, так как намерены вступить с ними в бой. Когда вы достигаете критического успеха с Разведка и используете Поиск врагов, вы автоматически устраиваете засаду на своего противника, что дает вам преимущество во время первого раунда Бой.\n\nДля получения дополнительной информации с примерами обратитесь к разделу Авторазведка в глоссарии.",
            "actionDescription": ""
        },
        {
            "uid": "recIkBzGZ62ikkAxp",
            "description": "Вы можете в любое время обратиться к *Бойскому журналу* (лист в середине внизу), чтобы узнать, что именно произошло. Журнал можно прокручивать, но если вы хотите увидеть больше, нажмите на него, чтобы открыть полностью. Его можно закрыть, щелкнув по нему еще раз.\n\nЛист *Характера* можно открыть, нажав на его иконку (три линии) на портрете. Там вы можете увидеть все относящиеся к Бой статы активного компаньона и обратиться к подсказкам, чтобы узнать больше.\n\nКнопка *Править* (значок с изогнутой стрелкой) на портрете персонажа позволяет пропустить текущий ход.",
            "actionDescription": "Победите своего Врага."
        },
        {
            "uid": "recJIynNJAAJtUJqQ",
            "description": "Вам необходимо выбрать свою *цель* для боя. Ваши возможности часто ограничены в зависимости от типа врага, с которым вы сражаетесь, и обстоятельств, при которых вы с ним встретились. Когда вы попали в засаду, ваши возможности сильно уменьшаются.\n\nДоступные цели или добыча перечислены прямо под опциями цели.\n\nВы можете изменить цель после каждого раунда боя, а также попытаться Сбежать, Отступить или Выйти из засады - в этих случаях вы рискуете попасть в погоню.",
            "actionDescription": "Выберите цель для этого боя."
        },
        {
            "uid": "recJcKJKmIAmTFinv",
            "description": "Экипаж Бой обычно длится *три раунда* (#1), в течение которых вам нужно управлять тем, кто из ваших Экипаж сражается, а кто нет, а также увеличивать свои шансы на успех или изменять результаты, выполняя специальные Действия каждый раунд.\n\nКаждый раунд вы делаете бросок, чтобы узнать, насколько успешно вы атакуете или защищаетесь. Шансы на успех и неудачу (полученные из Бой Силы, Защиты и модификаторов действий обеих сторон) можно увидеть в середине. (#2)\n\nЕсли противник успешно бежит, отступает или отходит в любом раунде, вы можете выбрать преследовать его или отступить. Враг может сделать то же самое с вами, если ваша сторона отступит. Кроме того, если он не будет уничтожен в конце третьего раунда, ваш Экипаж - если он не спешит - имеет возможность спасти раненых, исцелив их.",
            "actionDescription": ""
        },
        {
            "uid": "recJdTIwWpXh6w06V",
            "description": "Аналогично, на значки кулонов #1 можно нажать, чтобы открыть доступное *оружие*, которое компаньон может экипировать в один из двух слотов и получить его преимущества путем *перетаскивания* из списка. Экипировку можно снять, перетащив ее обратно в список.\n\nШмотки распределяются между всеми Спутники, но только один из них может носить шмотку в любой момент времени. Ни один спутник не может носить два одинаковых предмета.",
            "actionDescription": "Вы можете экипировать Морвен с помощью Талисмана удачи #2 (перетащите в пустой слот), #3, затем нажмите на лавры в верхней части ее изображения. #4"
        },
        {
            "uid": "recJp42EL4MQq9T81",
            "description": "Когда мы подъезжали к воротам Свалка, этого мусорного города головорезов и падальщиков, мы увидели огромные горные хребты разрушенного Двендар Тарр, зловеще вырисовывающиеся на горизонте, наполовину окутанные газообразными испарениями, извергаемыми вулканами на дальнем западе. Мои Спутники как можно быстрее отправились по своим делам в город, не желая задерживаться в этом печально известном месте'.",
            "actionDescription": ""
        },
        {
            "uid": "recJrDRQLKve6wuZQ",
            "description": "Игра *Vagrus* сложна в различных отношениях. Одна из самых распространенных ошибок, которую вы можете совершить, - это слишком быстрое *расширение* на начальном этапе, поскольку ничто не предупреждает вас о более скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по фракционной торговле* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные резервы. Многие *Наемнические задания* чрезвычайно сложны для нового /комитата/.\n\nБорьба с преступниками или существами не является источником дохода в целом. Старайтесь избегать конфликтов, когда это возможно, если только вы не выполняете активное задание наемников или квест Бой с ними.\n\nСкорее всего, вы столкнетесь с несколькими смертями, прежде чем освоитесь, поэтому не отчаивайтесь, если это произойдет. Если вам кажется, что кривая обучения слишком крута, мы рекомендуем начать новую игру в режиме *Диссонанс*, а когда вы почувствуете себя уверенно, вернуться в режим *Пустошь*.",
            "actionDescription": ""
        },
        {
            "uid": "recKIR1TqwNgyKGuV",
            "description": "Нет, нет. Я на мгновение замешкался. Мы никогда не поворачивали назад, даже перед лицом всех невзгод'.",
            "actionDescription": ""
        },
        {
            "uid": "recKjxeFj3XmVNerz",
            "description": "Теперь ваша Карта активна.",
            "actionDescription": "Откройте радиальное меню (#25), затем выберите Карта, затем нажмите #14, чтобы открыть ее."
        },
        {
            "uid": "recKkZRLi4KcRNaoo",
            "description": "Это панель *Мансио*. /Мансио/ - это трактиры, специализированные для /комитати/. Когда вы *отдыхаете* в /мансио/, день заканчивается, и вы получаете сцену окончания дня, подобную той, когда вы Лагерь в пустыне.\n\nВы можете видеть свою собственную /comitatus/ панель Экипаж слева и запасы /мансио/ справа. Вы можете нанять или уволить *экипаж*, а также купить или продать *зверей* в /мансио/. Переключение между Экипаж и Звери осуществляется с помощью кнопок вверху. Тип Звери также может быть изменен здесь с большими затратами, но это заблокировано в 'Пилигримах пустоши'.",
            "actionDescription": ""
        },
        {
            "uid": "recL5wsZE5IiWQA9z",
            "description": "*Навыки ближнего боя* можно использовать только из первого ряда. Они могут быть направлены только на Врагов первого ряда, которые находятся рядом с позицией атакующего, или на Врагов заднего ряда, если противник в первом ряду не блокирует их. Из-за этих правил позиционирование в ближнем бою имеет первостепенное значение.",
            "actionDescription": ""
        },
        {
            "uid": "recLfNJyZJY2c6fis",
            "description": "*Vagrus* - сложная игра, и хотя режим диссонанса включает в себя несколько способов облегчить ее, она ни в коем случае не является легкой, поэтому вы должны держать себя в руках. Одна из самых распространенных ошибок, которую вы можете совершить, - это слишком быстрое *расширение*, поскольку ничто не предупреждает вас о более скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по фракционной торговле* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные резервы. Многие *Наемнические задания* чрезвычайно сложны для нового /комитата/.\n\nБорьба с преступниками или существами не является источником дохода в целом. Старайтесь избегать конфликтов, когда это возможно, если только вы не выполняете активное задание наемников или квест Бой с ними.\n\nСкорее всего, вы столкнетесь с несколькими смертельными спиралями, прежде чем освоитесь, так что не отчаивайтесь.",
            "actionDescription": ""
        },
        {
            "uid": "recM65EUwCqj6m3d1",
            "description": "В столкновениях Экипаж Бой весь ваш /комитатус/ сражается с врагом: либо для самозащиты, либо когда вы случайно встретили другую группу, с которой решили подраться.\n\nВы можете видеть *Бой Силы* и *Защиту* вашего Экипажа (#1) и врага (#2). Они описывают способность вашей команды выполнять атаки и защищаться, соответственно. Фиолетовые значки обозначают магические атаки и защиту. Сторона, инициировавшая столкновение с Бой, является *Атакующей*, на что указывает *кулак*.",
            "actionDescription": "Нажмите на 'Сражаться' (#3), 'Бежать\\Sack' или 'Двигаться дальше' (#4).\n\n/Двигаться дальше можно только в том случае, если ваш Комитат не является Защитником./\n/Sack пока недоступен, а Сбежать нельзя во время События./"
        },
        {
            "uid": "recMvPmSSWaDR86p8",
            "description": "На вкладке *Новости* перечислены все Поселения, из которых вы в настоящее время получаете Новости. Новости можно приобрести либо через Истории, либо с помощью опции Новости биржи в /mansios/. Новости стоят денег каждый раз, когда вы используете Новости биржи в /mansios/, обеспечивая постоянный дополнительный доход, который поможет вам в путешествиях.\n\nЗаписи Новости со временем деградируют, становятся менее свежими, а значит, менее ценными в целом. Вы можете максимально освежить их, используя Новости биржи в Поселения (и иногда через истории).",
            "actionDescription": ""
        },
        {
            "uid": "recN1nktHrICJTjiT",
            "description": "В разделе *Заполучить припасы* вы можете отправить своего Экипажа в пустошь, чтобы найти припасы, а иногда и другие Товары. Базовые шансы для этих действий зависят от ваших соответствующих перков, Заместители, Экипаж и регион, в котором вы находитесь. Вы также можете увидеть ожидаемую доходность под каждым видом деятельности. Стоимость охоты и фуражировки - это Движение Очков или Энергии (если у вас нет MP).\n\n*Охота* использует разведчиков и имеет шанс принести вам большое количество припасов. При критической неудаче разведчики могут погибнуть. Нажмите на разведчиков, чтобы разрешить охоту.\n\n*Кормление* более надежно, но дает меньше припасов. Он может использовать рабочих и рабов - вы можете добавить или удалить их из этого занятия, щелкнув по их портретам Экипаж. Критическая неудача может привести к гибели рабочих или рабов.\n\nВ пользовательском интерфейсе Лагерь *результаты охоты и фуражировки* появляются после завершения дня.",
            "actionDescription": ""
        },
        {
            "uid": "recN9DjNZB53IZaA7",
            "description": "Некоторые Экипаж Бой встречаются с возможностью *бежать*.\n\nПри попытке Сбежать ваша Сила Бой значительно снижается. Шанс *успешно Сбежать* определяется из различных источников, включая состав Экипаж, Снаряжение, атрибуты Экипаж Бой и значение *Погони* противника. Даже в случае успешного Сбежать /comitatus/ получает урон.\n\nВ некоторых случаях у вас также есть возможность *умилостивить* своего противника.\n\nЭто дает вам возможность оставить Груз и другие ресурсы, чтобы уменьшить урон от бегства или вообще уйти невредимым. Разные враги умиротворяются разными подношениями, в то время как к другим подношениям они равнодушны. Это часто можно определить, изучив атрибуты их Бой.",
            "actionDescription": ""
        },
        {
            "uid": "recNLZVV1NMLLn8wt",
            "description": "*Автоприобретение припасов* позволяет задать условия, при выполнении которых вы сможете автоматически Приобрести припасы в конце дня. Если условия выполнены, то *Охота* и *Форминг* будут происходить автоматически в конце дня с экрана Лагерь. Если вы используете Быструю Лагерь, приобретение припасов также произойдет автоматически при выполнении заданных условий.\n\nУсловия представлены двумя *ползунками* под Авто-Приобрести припасы. Верхний ползунок представляет собой минимальный базовый шанс успеха, при котором сработает автоприобретение, а нижний ползунок представляет собой минимальное количество припасов, которое в среднем дает данный узел, чтобы произошло автоприобретение.\n\nЕсли вы включите символ *Vigor* (значок кулака), автоприобретение будет стоить 1 Vigor вместо 2 очков Движение (MP), когда у вас осталось менее 2 MP. Если эта функция не выключена, *Автоприобретение припасов* сработает только тогда, когда у вас будет 2 или более MP.",
            "actionDescription": ""
        },
        {
            "uid": "recNTrXmZGztVlOBq",
            "description": "В разделе *Заполучить припасы* вы можете отправить своего Экипажа в пустошь, чтобы найти припасы, а иногда и другие Товары. Базовые шансы для этих действий зависят от ваших соответствующих перков, Заместители, Экипаж и регион, в котором вы находитесь. Вы также можете увидеть ожидаемую доходность под каждым видом деятельности. Стоимость охоты и фуражировки - это Движение Очков или Энергии (если у вас нет MP).\n\n*Охота* использует разведчиков и имеет шанс принести вам большое количество припасов. При критической неудаче разведчики могут погибнуть. Нажмите на разведчиков, чтобы разрешить охоту. #1\n\n*Кормление* более надежно, но дает меньше припасов. Он может использовать рабочих и рабов - вы можете добавить или удалить их из этого занятия, щелкнув по их портретам Экипаж. Критическая неудача может привести к гибели рабочих или рабов. #2 #3\n\nВ пользовательском интерфейсе Лагеря результаты *охоты и кормежки* появляются после завершения дня.",
            "actionDescription": ""
        },
        {
            "uid": "recO4oc7DLg89k6Kd",
            "description": "У каждого компаньона кроме движения есть *4 Бой Навыка*, представленные рядом значков под его именем на информационной панели персонажа. Когда вы выбираете навык, его статистика отображается под иконками навыков.\n\nВы можете выбрать *Навыки* или Перемещение, щелкнув по ним или нажав их номер (1-5). Выбранные навыки подсвечиваются, как и все доступные цели для выбранного навыка. Подробности о навыке можно посмотреть в информационном листе слева внизу после выбора навыка.",
            "actionDescription": "Используйте Взрыв разума (навык 1), чтобы атаковать одного из противников (выберите навык 1 #1, выберите доступную позицию цели, нажмите еще раз для подтверждения). #2"
        },
        {
            "uid": "recORzBnM797Ks3oS",
            "description": "Ваш Журнал, расположенный в левом нижнем углу, теперь активен. С его помощью вы можете следить за Истории и Задачи.",
            "actionDescription": "Откройте свой Журнал прямо сейчас, нажав на книгу в левом нижнем углу. #1"
        },
        {
            "uid": "recOiwdF62PUsWcuq",
            "description": "Принудительный марш позволяет вам продвинуться дальше, чем ваше максимальное *Движение очков (MPs)* в данный день. Принудительный марш Движение использует *Маршевые Очки* (указаны рядом с вашими Очками слева вверху). Марширование по тропинкам и его стоимость обозначены красным цветом на Карта кампании.\n\nНесмотря на то, что Принудительные марши продвигают вас дальше, используйте их осторожно. Ваш Экипаж быстро теряет бодрость и даже мораль, если вы слишком часто маршируете без дополнительного Отдых.\n\nМы настоятельно рекомендуем воздержаться от частых форсированных маршей, пока вы не наберетесь опыта. Высокие показатели бодрости, морали и хорошо укомплектованный /comitatus/ необходимы для того, чтобы Форсированные марши имели менее негативное влияние.",
            "actionDescription": ""
        },
        {
            "uid": "recQhc0TvfN7xz24Z",
            "description": "Здесь также можно приобрести *Слухи*. Эти крупицы информации могут разблокировать Точки интереса на вашей Карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. Приобретенные Слухи можно найти в *Журнале* на вкладке *Слухи*.\n\nВ /мансио/ иногда можно найти *пассажиров*. Когда их доставляют в пункт назначения, они вознаграждают вас за ваши усилия, но часто вам приходится добираться до места за определенное время. Здесь же отображается расход и потенциал Экипаж Бой Силы пассажиров.\n\n*Обмен новостями* позволяет вам подключиться к местным источникам информации о поселении, в котором вы находитесь, - это может быть информация, за которую люди могли бы заплатить в других местах. В то же время вы передаете Новости, собранные вами в других местах, получая за это несколько монет. Список Поселения, из которого вы несете Новости, можно найти в вашем *Журнале* на вкладке *Новости*.",
            "actionDescription": ""
        },
        {
            "uid": "recRgsiQGDdms7TDL",
            "description": "Перед началом первого раунда вы должны разместить свои Спутники на доступных *позициях* на дружественной (левой) стороне. Вам не обязательно расставлять все свои Спутники; иногда лучше не отправлять в бой раненого Компаньона или просто оставить место для маневра. Вы можете начать Бой, нажав на кнопку *Начать бой*.\n\nВы можете *разместить* компаньона, выбрав его портрет из списка и щелкнув на пустой позиции (или перетащив его туда). Вернуть развертывание можно, щелкнув по базе персонажа. У некоторых Спутников могут быть разные условия развертывания - наведите курсор на их портреты, чтобы узнать больше.\n\nПрежде чем развернуть спутника, вы можете переключить его режим защиты (блокировать или уклоняться), нажав на кнопку режима защиты (значок щита) рядом с его портретом. По умолчанию режим защиты установлен на режим с более высоким значением.\n\nВы можете использовать правую верхнюю часть окна развертывания, чтобы сохранить три шаблона развертывания (используйте Сохранить после выбора номера шаблона), которые вы сможете использовать позже (выбрав номер шаблона).",
            "actionDescription": "В этом бою некоторые союзники уже развернуты, и вы возьмете их под контроль, но вы не сможете изменить их развертывание. Морвен #1 полезна в первом ряду #2, а способности Явека #3 - в заднем ряду #4. Когда вы закончите расстановку, инициируйте Бой, нажав на кнопку 'Начать бой'."
        },
        {
            "uid": "recRjxTGwgdP253oN",
            "description": "Перед началом первого раунда вы должны развернуть свои Спутники в доступные *позиции* на дружественной (левой) стороне. Вам не обязательно расставлять все свои Спутники; иногда лучше не отправлять в бой раненого Компаньона или просто оставить немного пространства для маневра. Вы можете начать Бой с помощью кнопки *Начать бой*.\n\nВы можете *разместить* компаньона, выбрав его портрет из списка и перетащив его на свободную позицию. Вернуть развертывание можно, щелкнув по базе персонажа. У некоторых Спутников могут быть разные условия развертывания - наведите курсор на их портреты, чтобы узнать больше.\n\nПрежде чем развернуть спутника, вы можете переключить его режим защиты (блокирование или уклонение), нажав на кнопку режима защиты (значок щита) рядом с его портретом. По умолчанию режим защиты установлен на режим с более высоким значением.\n\nВы можете использовать правую верхнюю часть окна развертывания, чтобы сохранить три шаблона развертывания (используйте Сохранить после выбора номера шаблона), которые вы сможете использовать позже (выбрав номер шаблона).",
            "actionDescription": "В этом бою некоторые союзники уже развернуты, и вы возьмете их под контроль, но вы не сможете изменить их развертывание. Морвен полезна в первом ряду, в то время как способности Явека благоприятствуют заднему ряду. Когда вы закончите расстановку, инициируйте Бой кнопкой 'Начать бой'."
        },
        {
            "uid": "recSIi80y0tPVEyNe",
            "description": "Кодекс - это коллекция *записей*, которые вы находите во время своих путешествий. Записи содержат информацию о мире и его обитателях. Когда у вас есть непрочитанные записи, *кристалл* на обложке закрытого Кодекса излучает свет.\n\nЗаписи отображаются в списке слева. Вы можете *поискать* записи и *отфильтровать* их по категориям с помощью кнопок вверху. *Непрочитанные записи отмечены синим значком и отображаются сверху, а уже прочитанные записи имеют золотой значок. Текст выбранной записи отображается справа.\n\nИнформация в Кодекс является дополнительной. Она предназначена для тех, кто хочет узнать больше о Королевствах Ривен.",
            "actionDescription": "Вы можете закрыть Кодекс и продолжить путешествие. #1 Вы можете открыть его снова, нажав на книгу в правом нижнем углу."
        },
        {
            "uid": "recSQm6VXAFDFIveB",
            "description": "Все персонажи могут *перемещаться* (значок следа, левая нижняя секция) в любую соседнюю *позицию* на своей стороне. Если они перемещаются на позицию, занятую другим персонажем, этот персонаж вытесняется с занимаемой им позиции и должен быть перемещен на соседнюю свободную позицию (даже на позицию, которую только что покинул другой персонаж).\n\nПерсонажи в первом ряду не только препятствуют атакам ближнего боя против персонажей, находящихся непосредственно за ними, но и делают их более сложными для поражения некоторыми *ранговыми умениями* (теми, которые имеют свойство Line of Sight).\n\nКогда вы хотите переместиться, *выберите* значок перемещения, затем целевую позицию, *щелкнув* на ней, затем *подтвердите* вторым щелчком.",
            "actionDescription": "Переместите Морвен перед Явеком, чтобы защитить его (выберите перемещение #1, выберите целевую позицию, щелкните еще раз, чтобы подтвердить #2)."
        },
        {
            "uid": "recSS86rCDnyxXCsE",
            "description": "Окно 'Лидер' позволяет вам наблюдать и взаимодействовать с вашим персонажем, /вагрусом/. Ваш текущий *Проницательность* отображается в правом верхнем углу. Проницательность приобретается в основном через События и может быть использована для покупки *Перков* и других *улучшений* для /vagrus/ и вашего Спутники.\n\n*Перки* - это способности, которые имеют уровни и используются в различных ситуациях. Начальный и максимальный уровни перков, а также доступные перки специфичны для каждого персонажа. В Событиях используются *Атрибуты* и *Профессии*. Вы можете найти более подробную информацию о каждом из них ниже, щелкнув на их названиях.\n\nВы можете *приобрести* любое количество Перков, если ваша Проницательность позволяет вам это, щелкнув на пустых узлах рядом с каждым Перком, представляющим его следующий уровень. Когда вы захотите завершить внесенные изменения, воспользуйтесь кнопкой *подтвердить* (внизу справа). Отменить изменения можно с помощью кнопки *вернуть* (внизу слева).",
            "actionDescription": "Выберите и приобретите перк лидерства Подготовки #1 прямо сейчас. #2"
        },
        {
            "uid": "recSqfOp4idoxKCBv",
            "description": "Это окно *Блеск*, где вы можете улучшить свои Спутники. Мастерство - это общий уровень силы компаньона, варьирующийся от 1 до 9. Каждый разблокированный уровень мастерства дает компаньону определенное количество очков *Профессионализма*, которые можно потратить на улучшение своих качеств. Повышение уровня мастерства требует *Понимания* от Лидера (щелкните по следующему узлу мастерства и подтвердите, чтобы разблокировать его). В основной кампании уровни 4, 6 и 8 мастерства можно разблокировать только после того, как сюжетная линия компаньона продвинется дальше определенной точки. В 'Пилигримах пустоши' Спутники могут быть улучшены до третьего уровня мастерства.\n\nОписание перков и стоимость умений можно посмотреть, щелкнув на их названиях. Перки заместителя, Бой-черты и Бой-навыки уникальны для Спутников. Бой-черты дают им пассивные бонусы в Бой, а Бой-навыки - это то, что они используют в бою - каждый уровень навыка представлен перком. Атрибуты используются в событиях Испытания, а также в качестве требований для Бой Навыков и Ловкости, но не имеют прямого эффекта в Бой.\n\n*Улучшение* работает так же, как и с Лидерами: вы можете потратить любое количество Навыка, а затем подтвердить изменения кнопкой *подтвердить* (внизу справа). Вы можете отменить все изменения с помощью кнопки *вернуть* (внизу слева).\n\nБудьте очень внимательны к тому, на что вы тратите мастерство: приобретенные перки не могут быть изменены!",
            "actionDescription": "Повысьте мастерство Морвен #1 и приобретите любые перки или умения. #2 После завершения закройте окно, нажав на X (в правом верхнем углу). #3"
        },
        {
            "uid": "recTGv2UiXKTQe598",
            "description": "'Как раз когда мы собирались оставить это проклятое озеро позади, мы услышали это... Отвратительный вопль пронзил воздух и заставил нас задохнуться. Он доносился из-за холмов неподалеку, вместе с шумом битвы. Вооруженные женщины и мужчины из /комитата/ вопросительно посмотрели на своих /вагрусов/'.",
            "actionDescription": ""
        },
        {
            "uid": "recTWcPhqV5ua2Zb1",
            "description": "*Фракции - это организации, с которыми вы можете сотрудничать, чтобы получить их благосклонность, а вместе с ней Награды и блага. У вас есть показатель *Репутация* с каждой фракцией, который определяет ваше положение в отношениях с ними и указывается в левом нижнем углу иконки каждой фракции. Уровни варьируются от отрицательных 5 до положительных 5 и отображаются в левом верхнем углу иконок.\n\nВыбрав значок фракции, вы можете узнать больше о ней, о своем положении и о том, какие Награды вы можете получить от нее.",
            "actionDescription": ""
        },
        {
            "uid": "recTbNSt00z5GPBi8",
            "description": "*Оборудование, которое можно прикрепить к /комитату/, продается на некоторых рынках или встречается во время путешествий. Они дают бонусы и улучшения. Вы можете переключаться между рынками Товары и Снаряжение с помощью кнопок над списком Предметы на Панель рынка.",
            "actionDescription": "Переключитесь на вкладку Снаряжение и купите на рынке Навесы Снаряжение."
        },
        {
            "uid": "recTdxGXHCkJXLrww",
            "description": "Бой Действия - это команды, которые вы можете отдать перед каждым раундом Экипаж Бой, чтобы изменить ход боя, повысить шансы на успех или уменьшить потери. За один раунд Бой можно выполнить максимум два Действия - оба стоят Ресурсов (второе стоит больше, чем первое).\n\nДействия, которые соответствуют вашей диспозиции (атакующие для нападающей стороны и оборонительные для защищающейся), стоят меньше Ресурсов. Кроме того, Главный мародёр и Капитан Заместители охраны снижают стоимость ресурса для Наступательных и Оборонительных Действий, соответственно.\n\nПомимо стоимости, Действия имеют всевозможные требования и эффекты, что делает их использование ситуативным. Ознакомьтесь с каждой подсказкой и выберите подходящие, чтобы оптимизировать свою тактику в Экипаж Бой.",
            "actionDescription": ""
        },
        {
            "uid": "recUOKfDskVG3y6BU",
            "description": "Карта - это ваш инструмент для навигации по пустошам Ксерина и планирования путешествий. Вы можете *передвигаться*, удерживая *LMB* и перемещая мышь, а также *масштабировать* с помощью *колесика мыши*. Ваш /комитет/ представлен красным знаменем.\n\nЛюбое обнаруженное поселение или достопримечательность можно отметить, щелкнув на их значке и выбрав *значок флага* в левом нижнем поле, что выделит их на карте. У вас также есть возможность перейти к *Кодексу* из этого поля.\n\n*Обратите внимание, что хотя значительная часть континента Ксерин доступна в кампании с открытым миром, остальная часть недоступна и является лишь частью построения мира.",
            "actionDescription": "Отметьте Авернум (к югу от вас) на вашей карте, а затем закройте ее (правый верхний угол или Esc). #1"
        },
        {
            "uid": "recUbcrdtypxQM2ss",
            "description": "Окно 'Лидер' позволяет вам наблюдать и взаимодействовать с вашим персонажем, /вагрусом/. Ваш текущий *Проницательность* отображается в правом верхнем углу. Проницательность приобретается в основном через События и может быть использована для покупки *Перков* и других *улучшений* для /vagrus/ и вашего Спутники.\n\n*Перки* - это способности, которые имеют уровни и используются в различных ситуациях. Начальный и максимальный уровни перков, а также доступные перки специфичны для каждого персонажа. В Событиях используются *Атрибуты* и *Профессии*. \n\nВы можете *приобрести* любое количество Перков, если ваша Проницательность позволяет вам это сделать, щелкнув на пустых узлах рядом с каждым Перком, представляющим его следующий уровень. Когда вы захотите завершить внесенные изменения, воспользуйтесь кнопкой *подтвердить* (удерживайте #14). Отменить изменения можно с помощью кнопки *вернуть* (удерживайте #16).",
            "actionDescription": "Выберите и приобретите перк 'Подготовленное лидерство' прямо сейчас."
        },
        {
            "uid": "recV1EWzpSC4LPjlr",
            "description": "*Автоприобретение припасов* позволяет задать условия, при выполнении которых вы сможете автоматически Приобрести припасы в конце дня. Если условия выполнены, то *Охота* и *Форминг* будут происходить автоматически в конце дня с экрана Лагерь. Если вы используете Быструю Лагерь, приобретение припасов также произойдет автоматически при выполнении заданных условий.\n\nУсловия представлены двумя *ползунками* под Авто-Приобрести припасы. Верхний ползунок представляет собой минимальный базовый шанс успеха, при котором сработает автоприобретение, а нижний ползунок представляет собой минимальное количество припасов, которое в среднем дает данный узел, чтобы произошло автоприобретение.\n\nЕсли вы включите символ *Vigor* (значок кулака), автоприобретение будет стоить 1 Vigor вместо 2 очков Движение (MP), когда у вас осталось менее 2 MP. Если эта функция не выключена, *Автоприобретение припасов* сработает только тогда, когда у вас будет 2 или более MP.",
            "actionDescription": ""
        },
        {
            "uid": "recV2SYBvl15OZFrW",
            "description": "Предметы, третий тип Груз не занимают места в Груз и не оснащены. Они используются и торгуются в определенных Событиях.\n\nВы можете переключать панели в поселении, и активная панель откроет соответствующую панель управления /comitatus/ слева. Теперь вы можете свободно проверять вкладки поселений.",
            "actionDescription": "Когда вы закончите исследование, нажмите на стрелку 'Выход' в правом верхнем углу, чтобы покинуть Свалка. #1\n\nПосле выхода вы не сможете вернуться в это место в 'Пилигримах Пустоши', поэтому убедитесь, что сделали все, что хотели, прежде чем отправиться дальше."
        },
        {
            "uid": "recVD9rL897VUoiVt",
            "description": "Значок Разведка теперь активен в радиальном меню узла.",
            "actionDescription": "На узле, который вы сейчас занимаете, нажмите #14, используйте #4, чтобы выделить значок глаза, затем снова нажмите #14."
        },
        {
            "uid": "recW57O4q1a4tYx26",
            "description": "На Карте кампании ваш /comitatus/ (компания путешественников) всегда занимает *узел* и перемещается между узлами по *путям*. Перемещение по путям стоит *Движение Очков*, указанное рядом с каждым путем. Каждый игровой день у вас есть определенное количество Очков Движение, которое вы можете потратить до того, как вам понадобится Лагерь.\n\nВы можете перемещаться между узлами с помощью #11. На узле выделите *Переместить* в радиальном меню с помощью #4, затем выберите его, нажав #14. Вы можете выбрать узел, который находится дальше, при этом будет рассчитана стоимость MP для перемещения туда и выделен путь.\n",
            "actionDescription": "Переместитесь в Свалку."
        },
        {
            "uid": "recWDgXUhMxsuWbAt",
            "description": "Предметы, третий тип Груз не занимают места в Груз и не оснащены. Они используются и торгуются в определенных Событиях.\n\nВы можете переключать панели в поселении, и активная панель откроет соответствующую панель управления /comitatus/ слева. Теперь вы можете свободно проверять вкладки поселений.",
            "actionDescription": "Когда вы закончите исследование, нажмите и удерживайте #16, чтобы покинуть Свалку.\n\nПосле ухода вы не сможете вернуться в это место в 'Пилигримах пустоши', поэтому убедитесь, что сделали все, что хотели, прежде чем отправиться дальше."
        },
        {
            "uid": "recXQdRLj02kpiKA7",
            "description": "В пошаговой игре 'Компаньон Бой' 1-6 Враги сражаются против вашей команды из 1-6 Спутники. Вы можете использовать навыки своих Спутников, чтобы победить Врагов, защитить Спутники и занять выгодные позиции на доске Бой.\n\nСоперник Бой состоит из *раундов*. В каждом раунде все участники действуют *по очереди*, и, когда все сделали свой ход, текущий раунд заканчивается и начинается новый. Так продолжается до тех пор, пока не будут побеждены либо ваши Спутники, либо ваши Враги.\n\nДоска Бой разделена на две *стороны*: дружественная сторона (слева), где находятся ваши Спутники и случайные союзники, и сторона противника (справа), где находятся ваши Враги. Каждая сторона имеет *передний ряд* (ряд ближнего боя) и *задний ряд* (ряд дальнего боя). Каждый ряд имеет 3 *позиции*. Некоторые навыки можно использовать, только стоя в позиции в соответствующем ряду.",
            "actionDescription": "Нажмите на кнопку 'Начать бой'."
        },
        {
            "uid": "recXRacyNU82GaMJf",
            "description": "'Наши руки были в крови, а сердца болели от жестокости охоты, но наконец-то у /комитатуса/ появился проблеск надежды. Оставалась только одна битва, и мы освободимся от уз Империя. Мы отправились в путь с тяжелой совестью и приготовились к предстоящей опасности'.",
            "actionDescription": ""
        },
        {
            "uid": "recXYLRazyTs60NgU",
            "description": "Добро пожаловать в 'Пилигримы Пустоши', самостоятельную Историю в игре *Vagrus - Reaven Realms*! Эта история служит введением в сеттинг, а также учебником по игре. Вам следует прочитать текст руководства и следовать инструкциям, чтобы лучше понять, как работает игра.\n\nХотя Вагрус - это игра с открытым миром, из-за того, что 'Пилигримы Пустоши' - это учебник, вначале она развивается по узкому, направляемому пути и расткрывается только позже, после знакомства с основными механиками.",
            "actionDescription": ""
        },
        {
            "uid": "recY1lakeF0nQONKx",
            "description": "Перед началом первого раунда вы должны развернуть свои Спутники в доступные *позиции* на дружественной (левой) стороне. Вам не обязательно расставлять все свои Спутники; иногда лучше не отправлять в бой раненого Компаньона или просто оставить немного пространства для маневра. Вы можете начать Бой с помощью кнопки *Начать бой* (удерживайте #14).\n\nВы можете *разместить* компаньона, выбрав его портрет из списка и перетащив его на свободную позицию. Вернуть развертывание можно, щелкнув по базе персонажа. У некоторых Спутников могут быть разные условия развертывания - наведите курсор на их портреты, чтобы узнать больше.\n\nПрежде чем развернуть спутника, вы можете переключить его режим защиты (блокирование или уклонение), нажав на кнопку режима защиты (значок щита) рядом с его портретом. По умолчанию режим защиты установлен на режим с более высоким значением.\n\nВы можете использовать правую верхнюю часть окна развертывания, чтобы сохранить три шаблона развертывания (используйте Сохранить после выбора номера шаблона), которые вы сможете использовать позже (выбрав номер шаблона).",
            "actionDescription": "В этом бою некоторые союзники уже развернуты, и вы возьмете их под контроль, но вы не сможете изменить их развертывание. Морвен полезна в первом ряду, в то время как способности Явека благоприятствуют заднему ряду. Когда вы закончите расстановку, инициируйте Бой кнопкой 'Начать бой' (удерживайте #14)."
        },
        {
            "uid": "recYQYn2JlZlELOgm",
            "description": "Это панель *Мансио*. /Мансио/ - это трактиры, специализированные для /комитати/. Когда вы *отдыхаете* в /мансио/, день заканчивается, и вы получаете сцену окончания дня, подобную той, когда вы Лагерь в пустыне.\n\nВы можете видеть свою собственную /comitatus/ панель Экипаж слева и запасы /мансио/ справа. Вы можете нанять или уволить *экипаж*, а также купить или продать *зверей* в /мансио/. Переключение между Экипаж и Звери осуществляется с помощью кнопок вверху. Тип Звери также может быть изменен здесь с большими затратами, но это заблокировано в 'Пилигримах пустоши'.",
            "actionDescription": ""
        },
        {
            "uid": "recYmgMQUccHP9EP7",
            "description": "*Выплата* - это то, сколько вы должны своим Экипаж. Вы можете платить им в конце каждого дня или продолжать накапливать долг.\n\n*Потребление* - это количество пищи, которое ваш Экипаж потребляет каждый день. Иссякание запасов приводит к быстрой смерти в пустошах.\n\n*Рабочая сила* создается за счет рабочих и рабов. У вас должно быть достаточно рабочей силы для удовлетворения потребностей /комитета/, включая Звери, Экипаж и Пассажиры. Превышение необходимого числа работников влечет за собой серьезные штрафные санкции.\n\n*Пассажиры* - это люди, которых ваш /комитатус/ доставляет в пункт назначения за Награды. Вы можете взять на борт Пассажиры в некоторых Событиях и Поселениях. Они также потребляют припасы (значок ящерицы).",
            "actionDescription": ""
        },
        {
            "uid": "recZIg555e45y6O9Q",
            "description": "Порядок, в котором бойцы получают свои ходы, соответствует их *Инициативе (ИИ)*: в начале каждого раунда все активные бойцы прибавляют 1-6 (случайным образом) к своему ИИ, чтобы определить, в каком порядке они будут продвигаться по раунду (начиная с самого высокого ИИ).\n\nПорядок ИНИ (слева вверху) показывает порядок, в котором бойцы получают свои ходы. Мудрые лидеры используют эту информацию для планирования на будущее.",
            "actionDescription": ""
        },
        {
            "uid": "recZdrPnsVNSeFZoh",
            "description": "Большая часть Истории представлена через интерактивные тексты, называемые *Событиями*. События позволяют вам делать различные выборы на каждом этапе. Некоторые варианты могут иметь ряд последствий, в то время как другие имеют различные зависимости. Зависимости означают, что вы можете выбрать определенный вариант только в том случае, если у вас есть необходимые условия - навыки, умения, персонажи и так далее. Чтобы выбрать выбор, щелкните по нему или используйте кнопки 1-9, чтобы выбрать понравившийся вариант.",
            "actionDescription": "Пройдите это событие до конца. #1"
        },
        {
            "uid": "recaBc5eJG9ileYs4",
            "description": "Вы, /вагрус/, можете не принимать непосредственного участия в жизни Компаньона Бой, но это не значит, что у вас нет возможности влиять на него. Многие из ваших *Перков Лидерства* позволяют вам использовать *Ресурсность* различными способами в Бой. Все, что вы разблокировали, можно найти на медальоне Лидера в виде кнопок вместе с кнопкой Меню (значок с тремя линиями). Чтобы узнать, для чего их использовать, обратитесь к всплывающим подсказкам.\n\nНа данный момент у вас есть два варианта: \n\n*Помощь*, которая позволяет оживить упавшие Спутники. Кнопка активна, только если у вас есть поверженный спутник. Компаньон *погибает* после потери всех своих Живучесть (VIT). Они не удаляются из Бой, но не могут действовать и должны быть защищены, так как если их Живучесть истощится, они будут тяжело ранены. Пониженные персонажи также не обеспечивают прикрытие от атак с линии видимости тем, кто стоит за ними.\n\n*Вдохновение*, которое дает значительный бафф защиты персонажу цели на 3 раунда.",
            "actionDescription": "Используйте Вдохновение, чтобы дать персонажу дополнительную защиту (выберите Вдохновение с помощью #11 и цель с помощью #1, затем нажмите #14 для подтверждения)."
        },
        {
            "uid": "recaQDJaICti6s0Du",
            "description": "Вы можете вступить в *Компаньонный бой* против части сил противника, используя соответствующее *Действие*. При этом вы можете выбрать, на ком сосредоточиться: на их лидерах, обычных бойцах или их смеси. Вы вернетесь в Экипаж Бой после 6 раундов Компаньон Бой независимо от результата боя.\n\nЛюбой боец, павший в этом Бойце, будет удален из Экипаж Бой, но поражение всех Врагов наносит значительный урон их Grit, в то время как проигрыш боя приводит к потере морали для вашего Экипаж Бойца.",
            "actionDescription": ""
        },
        {
            "uid": "recc2Y9J68BTsLxvR",
            "description": "Сподвижник становится *Дауном* после потери всей своей Живучесть (VIT) в Бой. Они не удаляются из Бой, но не могут выполнять Действия. Они получают свой Пониженный ВИТ и занимают свое прежнее положение. Враги все еще могут нацелиться на них, и если они потеряют все свои пониженные VIT, они выйдут из строя (OOA). Это означает, что они становятся тяжело ранеными и даже могут умереть после Бой. Некоторые редкие исцеляющие умения могут вернуть Спутники из состояния Downed. Убедитесь, что вы защищаете Спутники в отключке настолько, насколько это возможно.",
            "actionDescription": ""
        },
        {
            "uid": "recc7pW5hfQ19jnPO",
            "description": "Навыки Морвен включают в себя возможность оттолкнуть Враги переднего ряда назад (Savage Kick) и притянуть Враги заднего ряда вперед (Whiplash). Некоторые умения более сложные, например, включают в себя движение и атаку (Strafe). Эти навыки можно использовать для управления Врагами.",
            "actionDescription": "Используйте Savage Kick Морвен (навык 3), чтобы отправить врага Джакра в задний ряд, лишив его возможности атаковать (выберите навык 3, выберите доступную позицию цели, нажмите #14 для подтверждения)."
        },
        {
            "uid": "recdPWKycgnA6FSgR",
            "description": "*Выплата* - это то, сколько вы должны своим Экипаж. Вы можете платить им в конце каждого дня или продолжать накапливать долг.\n\n*Потребление* - это количество пищи, которое ваш Экипаж потребляет каждый день. Иссякание запасов приводит к быстрой смерти в пустошах.\n\n*Рабочая сила* создается за счет рабочих и рабов. У вас должно быть достаточно рабочей силы для удовлетворения потребностей /комитета/, включая Звери, Экипаж и Пассажиры. Превышение необходимого числа работников влечет за собой серьезные штрафные санкции.\n\n*Пассажиры* - это люди, которых ваш /комитатус/ доставляет в пункт назначения за Награды. Вы можете взять на борт Пассажиры в некоторых Событиях и Поселениях. Они также потребляют припасы (значок ящерицы).",
            "actionDescription": ""
        },
        {
            "uid": "recdcLKf1k4D6faYg",
            "description": "Если текст в Событии выделен <color=#4890c8>бледно-голубым цветом, это означает, что вы нашли *Кодекс записи*. Нажав на них, вы откроете Кодекс и перейдете к записи.",
            "actionDescription": "Нажмите на выделенные слова, чтобы открыть Кодекс.  #1"
        },
        {
            "uid": "recdyFJ02Nc2lBOTs",
            "description": "'Это легко могло случиться, но, хвала Ирафонсу, этого не произошло. Я просто добавил это для драматического эффекта. Итак, на чем я остановился?",
            "actionDescription": ""
        },
        {
            "uid": "recdz5wzCLGczWU6h",
            "description": "Ваш Экипаж ухаживает за ранеными в Фазе исцеления, делая броски на восстановление каждой единицы по очереди. Тяжелораненые юниты могут быть исцелены только при критическом успехе. Каждая попытка исцеления имеет шанс израсходовать аптечку.\n\nПерки целителя у Спутники или /вагруса/, а также определенное снаряжение и другие источники могут увеличить шансы на исцеление юнитов. Вы также можете потратить дополнительное время (вычитая очки Движение) и\\или использовать Ресурсоустойчивость для увеличения шансов.",
            "actionDescription": "Нажмите на Исцеление. (#1)"
        },
        {
            "uid": "rece1xBNklR1Me4BS",
            "description": "Порядок, в котором бойцы получают свои ходы, соответствует их *Инициативе (ИИ)*: в начале каждого раунда все активные бойцы прибавляют 1-6 (случайным образом) к своему ИИ, чтобы определить, в каком порядке они будут продвигаться по раунду (начиная с самого высокого ИИ).\n\nПорядок ИНИ (слева вверху) показывает порядок, в котором бойцы получают свои ходы. Мудрые лидеры используют эту информацию для планирования на будущее.",
            "actionDescription": ""
        },
        {
            "uid": "rece4i4CgXZU863WJ",
            "description": "Разведка позволяет вам собирать информацию о том, что будет происходить в соседних узлах, прежде чем посвятить свой /comitatus/ в дальнейший путь. Это делается путем отправки разведчиков. Разведка делится на две категории: *ручная разведка* и *авторазведка*. Обе формы служат для получения важной информации о встречах Бой, охоте, добыче пищи и Событиях в окрестностях.\n\nРучная Разведка охватывает все, начиная от узла, который вы занимаете, и заканчивая более обширной окружающей территорией, простирающейся далеко вдаль. Чем больше расстояние, тем выше стоимость пункта Движение (MP). Необходимое количество очков Движение также зависит от количества разведчиков, которых вы решили послать, и от протяженности территории, которую вы решили охватить вокруг /комитата/. Эти факторы, наряду с другими, также указывают на вероятность *успеха* или *неудачи*, как указано рядом с *коэффициентами*.  \n\nЦветные значки представляют различные вещи, которые вы можете найти, а стрелка вверх с правой стороны позволяет вам использовать изобретательность, чтобы гарантировать результаты в определенной категории, независимо от ваших обычных шансов на успех или неудачу в Разведке.  \n\nРазведка не лишена риска: ваши разведчики могут не вернуться в случае провала.\n",
            "actionDescription": "Используйте кнопку плюс (#14), чтобы установить минимальное расстояние Разведка 3, затем удерживайте #18, чтобы использовать кнопку Отправить разведчиков."
        },
        {
            "uid": "rece7E17ZpKUt3rz6",
            "description": "Теперь активна панель Мансио.",
            "actionDescription": "Перейдите на панель Мансио, щелкнув по значку графина №1."
        },
        {
            "uid": "receVljFWxorYJXz4",
            "description": "Бой жесток и, как правило, во время него вы не можете лечиться. Ваша защита - это ваш основной способ смягчить урон.\n\n*Evade* позволяет вам полностью избежать атаки, но после успешного Evade вы будете перемещены на соседнюю незанятую позицию. Это также означает, что можно переместиться с позиции, которая защищает другого компаньона.\n\nУспешный *Блок* дает дополнительный ARM против атаки, смягчая больший урон. Однако вы все равно можете получить урон во время блокирования, а также получить неблагоприятные эффекты от атаки.\n\nУ каждого компаньона свой шанс уклонения и блокировки, но поскольку определенные навыки лучше действуют против того или другого, вам часто приходится менять их, нажав на значок *Режима защиты* (щит или фигура уклонения) на портрете персонажа. Это можно сделать только для того компаньона, чей сейчас ход.",
            "actionDescription": "Продолжить Бой."
        },
        {
            "uid": "receXdAL3kQPoPR4b",
            "description": "Окно 'Управление Экипаж' позволяет вам управлять вашим /comitatus/.\n\n*Morale* - это общее настроение вашего /comitatus/. Если он когда-нибудь упадет до 1, есть шанс, что /comitatus/ распадется, и вы проиграете игру. Вы можете увидеть текущие эффекты вашего морального духа ниже рейтинга.\n\n*Послушание* показывает, насколько довольны ваши рабы. Низкий уровень послушания приводит к кражам, побегам и прочему. Чтобы повысить уровень послушания, охраняйте своих рабов достаточным количеством бойцов и хорошо обращайтесь с рабами (или постоянно наказывайте их).\n\n*Питание* показывает, насколько хорошо питается ваш Экипаж. Низкое питание влечет за собой штрафы. Дополнительные порции повышают уровень Питания, а постоянное голодание понижает его.\n\n*Бодрость* показывает, насколько устал /комитатус/. Низкая бодрость Результаты в виде штрафов на Испытания и в виде резко замедленного /comitatus/, что может быстро привести к гибели. Вы можете увидеть текущие эффекты вашей энергичности ниже рейтинга.",
            "actionDescription": ""
        },
        {
            "uid": "recebm5qk7qSdbVAL",
            "description": "На панели 'Спутники' можно просматривать и управлять своими Спутники - персонажи, которые могут присоединиться к вам в путешествиях и служить вам различными способами. Эта панель доступна из ряда других окон, включая окна Лидера и Лагеря.\n\nИх *статистика* отображается в левом верхнем углу (чтобы узнать больше, обратитесь к подсказке для каждого из них), а их *Бойские навыки* - в левом нижнем. Отображается как текущий, так и следующий уровень каждого навыка Бой (нажмите на значок узла, чтобы изменить отображение).\n\nЗначок *прокрутки* внизу изображения компаньона может быть использован для раскрытия его истории (используйте значок еще раз, чтобы вернуться к изображению).",
            "actionDescription": "Используйте #1, чтобы отобразить Панель персонажа Морвен."
        },
        {
            "uid": "recf4i4mwjjva7K9K",
            "description": "На Карте кампании ваш /comitatus/ (компания путешественников) всегда занимает *узел* и перемещается между узлами по *путям*. Перемещение по путям стоит *Движение Очков*, указанное рядом с каждым путем. Каждый игровой день у вас есть определенное количество Очков Движение, которое вы можете потратить до того, как вам понадобится Лагерь.\n\nЧтобы переместиться, щелкните на ближайшем узле и выберите команду *Переместить* в радиальном меню. Вы можете выбрать узел, который находится дальше, при этом будет рассчитана стоимость перемещения MP и выделен путь.",
            "actionDescription": "Переместиться в Свалку. #1"
        },
        {
            "uid": "recfctEzdUG0IA56G",
            "description": "*Авторазведка* позволяет вам разведывать впереди вашего /комитатуса/, не тратя очков Движение. Основной компромисс заключается в том, что шансы на *успех* значительно снижаются по сравнению с *ручной разведкой*, что также означает, что вы можете чаще терять разведчиков.\n\nСуществует два режима *авторазведки*. Первый представлен одной стрелкой вправо на пользовательском интерфейсе рядом с надписью *режим авторазведки*, а второй - иконкой с несколькими стрелками, ведущими в разные стороны. В первом случае ваш /comitatus/ остановится на любом узле вдоль текущей траектории при выполнении определенных условий, а во втором режиме вы остановитесь, когда любой из соседних окружающих узлов выполнит условия. Эти условия могут быть установлены в соответствии с различными порогами для *добычи припасов* (охота и разведка), силы встречи Экипаж Бой, или через *приключения*, указывая минимальный шанс события или задания, происходящего на данном узле.",
            "actionDescription": ""
        },
        {
            "uid": "recgC4JiPeOSO4A9l",
            "description": "Когда /комитат/ входит в *поселение*, вы можете выбрать из множества вариантов, каждый на отдельной *панели*, вращающихся вокруг Отдых, пополнение запасов и Торговля. У вас также есть возможность инициировать Истории, расположенные в поселении.",
            "actionDescription": "На этот раз активна только панель История. Следуйте единственной доступной Истории. #1"
        },
        {
            "uid": "recgLDgaGl46elTfJ",
            "description": "Сподвижник становится *Дауном* после потери всей своей Живучесть (VIT) в Бой. Они не удаляются из Бой, но не могут выполнять Действия. Они получают свой Пониженный ВИТ и занимают свое прежнее положение. Враги все еще могут нацелиться на них, и если они потеряют все свои пониженные VIT, они выйдут из строя (OOA). Это означает, что они становятся тяжело ранеными и даже могут умереть после Бой. Некоторые редкие исцеляющие умения могут вернуть Спутники из состояния Downed. Убедитесь, что вы защищаете Спутники в отключке настолько, насколько это возможно.",
            "actionDescription": ""
        },
        {
            "uid": "rech3oQoQUvRKKCNl",
            "description": "Экипаж Бой обычно длится *три раунда*, в течение которых вам нужно управлять тем, кто из ваших Экипаж сражается, а кто нет, а также увеличивать свои шансы на успех или изменять результаты, выполняя специальные Действия каждый раунд.\n\nКаждый раунд вы делаете бросок, чтобы узнать, насколько успешно вы атакуете или защищаетесь. Шансы на успех и неудачу (полученные из Бой Силы, Защиты и модификаторов действий обеих сторон) можно увидеть в середине.\n\nЕсли противник успешно бежит, отступает или отходит в любом раунде, вы можете выбрать преследовать его или отступить. Враг может сделать то же самое с вами, если ваша сторона отступит. Кроме того, если он не будет уничтожен в конце третьего раунда, ваш Экипаж - если он не спешит - имеет возможность спасти раненых, исцелив их.",
            "actionDescription": ""
        },
        {
            "uid": "rechFM3LDtU5kNDve",
            "description": "При занятии узла поселения вы можете войти в него с помощью кнопки Enter в радиальном меню. Вы всегда можете выбрать не входить и даже Лагерь снаружи.",
            "actionDescription": "Enter Авернум. #1"
        },
        {
            "uid": "reciOWqpeGDaDEd0M",
            "description": "Теперь активна панель *Рынок*.",
            "actionDescription": "Перейдите к Панель рынка, нажав #22/#23."
        },
        {
            "uid": "recjDSCOVNaN61sLg",
            "description": "Вы можете вступить в *Компаньонный бой* против части сил противника, используя соответствующее *Действие*. При этом вы можете выбрать, на ком сосредоточиться: на их лидерах, обычных бойцах или их смеси. Вы вернетесь в Экипаж Бой после 6 раундов Компаньон Бой независимо от результата боя.\n\nЛюбой боец, павший в этом Бойце, будет удален из Экипаж Бой, но поражение всех Врагов наносит значительный урон их Grit, в то время как проигрыш боя приводит к потере морали для вашего Экипаж Бойца.",
            "actionDescription": ""
        },
        {
            "uid": "recjN9SghCTMWIr46",
            "description": "'Нет, подожди. Это не... Все было не так. Я прошу прощения, добрый господин. Моя память уже не та, что раньше'.",
            "actionDescription": ""
        },
        {
            "uid": "recjO9yDPUURsBsxQ",
            "description": "Снаряжение, которым вы владеете, находится в бассейне под иллюстрацией /comitatus/. Чтобы получить их бонусы, вам нужно сначала *экипировать* их, *перетащив и сбросив* в соответствующий слот на иллюстрации.\n\nСнаряжение может быть помещено только в слот, соответствующий его типу, за исключением того, что Снаряжение любого типа может быть помещено в слот 'Разное'. Снаряжение можно снять, перетащив его обратно в список.",
            "actionDescription": "Экипируйте навесы #1 на свой /comitatus/. #2"
        },
        {
            "uid": "recji8cb6ie8av4Zx",
            "description": "Ваша Карта теперь активна.",
            "actionDescription": "Откройте ее, щелкнув по Карте (в правом верхнем углу). #1"
        },
        {
            "uid": "recjpkw3YH1Db86yB",
            "description": "После того, как расследование черного рыцаря завершилось в Авернуме, мы снова оказались скованы его волей и целью. Откомандированные от нашего первоначального предприятия, мы отправились через огромные равнины из песка и скал в поисках беглых рабов, которые охотились на путешественников. Мы могли только мечтать, что выберемся из этого затруднительного положения живыми и сможем вернуться к нашему путешествию на восток'.",
            "actionDescription": ""
        },
        {
            "uid": "recjuaIi0ZxwViZ1k",
            "description": "Теперь активна панель Мансио.",
            "actionDescription": "Перейдите на панель Мансио (значок графина) с помощью #22/#23."
        },
        {
            "uid": "reckSAFyWDGFn2PU4",
            "description": "В конце каждого игрового дня /комитат/ делает Лагерь и устраивается на ночлег. После Лагеря расходуются припасы и пополняются очки Движение.\n\nВ каждую Лагерь вы можете решить предложить *нормальное* или *двойное* Жалование за текущий день, независимо от того, заплатите вы его или нет. Двойная оплата повышает мораль. Вы также можете выбрать *выплатить* все свои долги Экипажу в данный момент (Pay Now) или *начислять платежи* (Pay Later), но чем дольше вы откладываете, тем сварливее становится Экипаж. \n\nЗдесь также появляются параметры *Послушание* и *Питание*, а также возможность наказывать или освобождать рабов. *Рабочая сила* показывает, сколько рабочей силы (производимой рабочими и рабами) вам необходимо для поддержания /comitatus/. Превышение требуемого значения влечет за собой серьезные санкции.\n\nВ разделе *Пайки* вы можете выдать меньше или больше припасов, что штрафует или повышает бодрость и мораль соответственно. Голодание вашего Экипажа будет иметь долгосрочные негативные последствия и для *Питания*, но иногда бывает необходимо экономить пайки.\n\nВсе значки *блокировки* позволяют сохранить текущую настройку соответствующего элемента пользовательского интерфейса, чтобы она осталась неизменной для следующего Лагеря.",
            "actionDescription": ""
        },
        {
            "uid": "recl3KbfejqQWmp1M",
            "description": "Разведка позволяет вам собирать информацию о том, что будет происходить в соседних узлах, прежде чем посвятить свой /comitatus/ в дальнейший путь. Это делается путем отправки разведчиков. Разведка делится на две категории: *ручная разведка* и *авторазведка*. Обе формы служат для получения важной информации о встречах Бой, охоте, добыче пищи и Событиях в окрестностях.\n\nРучная Разведка охватывает все, начиная от узла, который вы занимаете, и заканчивая более обширной окружающей территорией, простирающейся далеко вдаль. Чем больше расстояние, тем выше стоимость пункта Движение (MP). Необходимое количество очков Движение также зависит от количества разведчиков, которых вы решили послать, и от протяженности территории, которую вы решили охватить вокруг /комитата/. Эти факторы, наряду с другими, также указывают на вероятность *успеха* или *неудачи*, как указано рядом с *коэффициентами*.  \n\nЦветные значки представляют различные вещи, которые вы можете найти, а стрелка вверх с правой стороны позволяет вам использовать изобретательность, чтобы гарантировать результаты в определенной категории, независимо от ваших обычных шансов на успех или неудачу в Разведке.  \n\nРазведка не лишена риска: ваши разведчики могут не вернуться в случае провала.\n",
            "actionDescription": "Используйте кнопку с плюсом, чтобы установить минимальное расстояние Разведка 3, затем нажмите на кнопку Отправить разведчиков, чтобы отправить своих разведчиков. #1"
        },
        {
            "uid": "reclq8fqGFrnxVixQ",
            "description": "Добро пожаловать в 'Пилигримы Пустоши', самостоятельную Историю *Вагрус - Ривен Реалмс*! Эта история служит введением в сеттинг, а также учебником по игре. Вам стоит прочитать текст руководства и следовать инструкциям, чтобы лучше понять, как работает игра.\n\nВ окнах учебника можно нажать на значок #1, чтобы показать, о чем идет речь в разделе (с помощью указателя). Обратите внимание, что для появления указателя необходимо находиться на нужном экране пользовательского интерфейса.\n\nХотя Вагрус - игра с открытым миром, из-за того, что 'Пилигримы Пустоши' - это учебник, в начале она развивается по узкому, направляемому пути и открывается только позже, после знакомства с основными механиками.\n\nВы можете получить доступ к списку горячих клавиш, нажав F11.",
            "actionDescription": ""
        },
        {
            "uid": "recm4nHZ4y39fY68X",
            "description": "Быстрый Лагерь и Автомарш могут облегчить Исследование. Хотя по умолчанию они выключены, вы можете включить их в меню Options в разделе *Настройки игры*.\n\nЕсли вы включите *Автомарш*, то при движении за пределы обычного лимита Очков Движения (ОД) ваш /комитатус/ будет двигаться вперед и автоматически расходовать Очки Марша. Если эта функция не включена, вы автоматически прекратите движение, когда у вас закончатся Очки Движения.\n\nВключив *Quick Camp*, вы получите дополнительную опцию в радиальном меню во время путешествия, которая позволит вам мгновенно лагерь, завершив день без появления обычного пользовательского интерфейса лагеря. В *Quick Camp* будут использоваться все настройки, которые вы зафиксировали в предыдущем Лагерь. ",
            "actionDescription": ""
        },
        {
            "uid": "recmekDLPAUfTCCUg",
            "description": "Ваш Журнал теперь активен. С его помощью вы можете следить за Истории и Задачи.\n\nВы можете открыть Журнал и другие важные интерфейсы из радиального меню, которое открывается нажатием #25 и закрывается нажатием #16 или #25.",
            "actionDescription": "Откройте радиальное меню, затем выберите Журнал с помощью #4 и нажмите #14, чтобы открыть его."
        },
        {
            "uid": "recmyHtxcsGAU14yD",
            "description": "Вы, /вагрус/, можете не принимать непосредственного участия в жизни Компаньона Бой, но это не значит, что у вас нет возможности влиять на него. Многие из ваших *Перков Лидерства* позволяют вам использовать *Ресурсность* различными способами в Бой. Все, что вы разблокировали, можно найти на медальоне Лидера в виде кнопок вместе с кнопкой Меню (значок с тремя линиями). Чтобы узнать, для чего их использовать, обратитесь к всплывающим подсказкам.\n\nНа данный момент у вас есть два варианта: \n\n*Помощь*, которая позволяет оживить упавшие Спутники. Кнопка активна, только если у вас есть поверженный спутник. Компаньон *погибает* после потери всех своих Живучесть (VIT). Они не удаляются из Бой, но не могут действовать и должны быть защищены, так как если их Живучесть истощится, они будут тяжело ранены. Пониженные персонажи также не обеспечивают прикрытие от атак с линии видимости тем, кто стоит за ними.\n\n*Вдохновение*, которое дает значительный бафф защиты целевому персонажу на 3 раунда.",
            "actionDescription": "Используйте Вдохновение, чтобы дать персонажу дополнительную защиту (выберите Вдохновение, #1 щелкните по цели, затем щелкните еще раз для подтверждения). #2"
        },
        {
            "uid": "recnA2V544epvwTCo",
            "description": "В качестве альтернативы приобретению припасов в Лагерь и в конце дня, вы также можете Приобрести припасы в течение дня.  Это часто бывает полезно, так как узел, который вы выберете для охоты или фуражировки, может оказать значительное влияние на Результаты.\n\nПочти во всех случаях это будет стоить 2 очка Движение (MP). Если у вас не осталось MP, то вместо этого будет потрачен 1 Vigor. В течение дня вы можете отправить несколько экспедиций *охоты* и *кормления*, хотя их отдача будет уменьшаться в зависимости от результатов предыдущих попыток.",
            "actionDescription": ""
        },
        {
            "uid": "recoFXy7oIVuuI8ss",
            "description": "Во многих Поселениях есть панели *Фракций*, как эта, где вы можете взаимодействовать с Фракциями, присутствующими в данном месте.\n\nКаждая фракция предоставляет разнообразные *задания*, которые вы можете выполнять. Задачи - это процедурно генерируемые, не связанные с Историей Цели, которые вы можете выполнить за *деньги и репутацию* с Фракции.\n\nВы можете выполнять Задачи на вкладке *Доступные*. У каждой из них есть требования, включая уровни стояния фракции и свободное пространство Груз.\n\nНа вкладке *Активные* вы можете сдать Задачи (если вы находитесь в нужном месте) или выбросить их. Имейте в виду, что это приведет к серьезным штрафам.\n\nНа вкладке *Награды* перечислены все награды фракции, на которые вы можете претендовать. Вы не можете претендовать на награды, если не соответствуете требованиям к статусу фракции или присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что Снаряжение и Награды можно получить только один раз. Эффекты могут быть восстановлены, если вы их потеряли (из-за потери позиции фракции), но позже снова получите право на них. В этом случае достаточно любого уровня присутствия соответствующей фракции.\n\nПо умолчанию вы можете взять одно задание от данной фракции, но более высокое положение позволяет вам взять больше.",
            "actionDescription": ""
        },
        {
            "uid": "recp4Su7Utshsnk0W",
            "description": "Теперь вы можете видеть *результаты* вашего Разведка. Успех вашего Разведки в каждом направлении обозначается значками шевронов рядом с пронумерованными эмблемами. Эти эмблемы также отображаются на Карта кампании, где они остаются и могут быть проверены в течение трех игровых дней. При наведении на них курсора мыши появляется информация, основанная на процентах, которая обычно отображается в виде списка в пользовательском интерфейсе Разведки.\n\nДля каждого узла, где Разведка была успешной, появляются проценты с иконками, относящимися к определенным типам встреч. Значок *Скролл* указывает на событие (приоритетное или случайное), значок *Топор* указывает на встречу с Боем, значок *Перечеркнутый круг* указывает на вероятность того, что ничего не произойдет, а значки стрелки и ягоды представляют шансы на успех охоты и кормовой базы на этом узле соответственно.\n\nВ случае *Критического успеха* вы получаете более точную информацию. Значок *синий свиток* указывает на доступное приоритетное событие (связанное с Историей или фиксированное местное событие), а значок *золотой свиток* указывает на случайное событие (общее или специфическое для данного региона).\n\n*Неудача* Разведка не предоставляет никакой информации о Событиях, в то время как *Критическая неудача* также несет потери вашим скаутам. Результаты все еще показываются за неудачные Результаты, если находчивость была использована с ручным Разведка, чтобы гарантировать успех в этой категории.",
            "actionDescription": "Закройте Разведка Результаты, нажав #16 или удерживая #18, чтобы использовать кнопку 'Двигаться дальше'."
        },
        {
            "uid": "recpfeDUHbYqjdLfV",
            "description": "Панель рынка отображает доступные *товары*, которые вы можете купить на рынке поселения справа, и открывает панель *Груз* слева. Здесь вы можете купить Товары на рынке или продать свои собственные Товары из своего Груз-холда. Максимальное пространство Груза - 600 (30 слотов), дальше расширять его нельзя.\n\nПри покупке или продаже:\n\n- Покупайте или продавайте только один прирост, *нажимая* на кнопку Купить или Продать рядом с указанным в списке Товаром.\n- Удерживая *Shift и нажимая* на кнопки 'Купить' и 'Продать', вы покупаете или продаете целую стопку соответственно.\n- Перетащите значок для покупки или продажи стопки Товаров.\n- Удерживая *Shift и нажимая* на *значок*, вы откроете окно, в котором можно указать количество, которое вы хотите купить или продать.",
            "actionDescription": "Купите 24 металлолома №1 и дополнительные материалы №2, чтобы иметь не менее 800 единиц."
        },
        {
            "uid": "recprPkwIMOoIZjED",
            "description": "Управление лидером теперь активно.",
            "actionDescription": "Откройте радиальное меню (#25), затем выберите Вагрус, чтобы открыть его."
        },
        {
            "uid": "recpyOh680xQ3DYK8",
            "description": "Аналогично, значки кулонов могут быть использованы для отображения доступного *оружия*, которое компаньон может установить в один из двух слотов и получить его преимущества путем перетаскивания из списка. Снять снаряжение можно, перетащив его обратно в список.\n\nШмотки распределяются между всеми Спутники, но только один из них может носить шмотку в любой момент времени. Ни один спутник не может носить два одинаковых предмета.",
            "actionDescription": "Вы можете экипировать Морвен с помощью талисмана удачи (перетащите его в пустой слот), затем нажмите на лавры в верхней части ее изображения."
        },
        {
            "uid": "recq2gIfNRgee82Y3",
            "description": "Привилегии *Лидерство* - это привилегии, характерные для /вагруса/. Каждое из них позволяет использовать *Ресурсосбережение* для усиления своих действий определенным образом, когда оно разблокировано. Ознакомьтесь с их описанием, чтобы узнать больше.\n\n*Ресурсоустойчивость* позволяет вам усилить различные Действия. Она пополняется каждый день. Его максимум можно увеличить, потратив Проницательность (выберите с помощью #11, затем нажмите #14). То, на что вы можете потратить Проницательность, зависит от ваших разблокированных лидерских качеств.\n\n*Авторитет* - это максимальное количество Заместителей, которое вы можете иметь в любой момент времени. Повышение авторитета также снижает вероятность того, что ваши Спутники покинут вас во время кампании в открытом мире. В 'Пилигримах пустоши' дополнительные полномочия не нужны.",
            "actionDescription": "Navitage к значку шлема (#11) на медальоне Лидера и нажмите #14, чтобы открыть панель Спутники."
        },
        {
            "uid": "recqJYTtQlPfXkbqk",
            "description": "Это окно *Блеск*, где вы можете улучшить свои Спутники. Мастерство - это общий уровень силы компаньона, варьирующийся от 1 до 9. Каждый разблокированный уровень мастерства дает компаньону определенное количество очков *Профессионализма*, которые можно потратить на улучшение своих способностей. Для повышения уровня мастерства требуется *Внимание* от Лидера (перейдите к узлам мастерства и подтвердите (#14), чтобы разблокировать его). В основной кампании уровни 4, 6 и 8 Проворства можно разблокировать только после того, как сюжетная линия компаньона продвинется дальше определенной точки. В 'Пилигримах пустоши' Спутники могут быть улучшены до третьего уровня мастерства.\n\nПерки заместителя, Бой-черты и Бой-навыки уникальны для Спутники. Бой-черты дают им пассивные бонусы в Бой, а Бой-навыки - это то, что они используют в бою - каждый уровень навыка представлен перком. Атрибуты используются в событиях Испытания, а также в качестве требований для Бой Навыков и Ловкости, но не имеют прямого эффекта в Бой.\n\n*Улучшение* работает так же, как и с Лидерами: вы можете потратить любое количество Мастерства, а затем подтвердить изменения кнопкой *подтвердить* (внизу справа). Вы можете отменить все изменения с помощью кнопки *вернуть* (внизу слева).\n\nБудьте очень внимательны к тому, на что вы тратите мастерство: приобретенные перки не могут быть изменены!",
            "actionDescription": "Повысьте мастерство Морвен и приобретите любые перки или умения. После завершения закройте это окно, нажав #16."
        },
        {
            "uid": "recqiW8vcjepWqAWN",
            "description": "Во время боя вы можете видеть свои подразделения (слева) и подразделения противника (справа). Вы можете выбрать группы отрядов, чтобы добавить их в бой или исключить из него, прежде чем совершить бросок текущего раунда. Выбранные отряды добавляют свою Бой Силу\\Защиту к общему числу, но имеют шанс быть ранеными или убитыми. Рабочие и рабы становятся смертельно ранеными после одного попадания, в то время как другие бойцы получают ранения первыми. Тяжелораненые Спутники и смертельно раненые Экипаж не могут сражаться, а раненый Экипаж дает меньшую Бой Силу, чем здоровый. Проверьте подробный результат каждого раунда, используя кнопку прокрутки.\n\nВключая Пассажиры и\\or Вооружение рабов - это возможность, но это имеет свои последствия, такие как потеря морали и послушания. Многие факторы влияют на силу Боя, защиту, наносимый и получаемый урон и другие показатели. Обратитесь к подсказкам, чтобы узнать больше.",
            "actionDescription": "Выберите группу Бой, затем нажмите #14, чтобы начать бой."
        },
        {
            "uid": "recqy1Ug57NylbXId",
            "description": "'Хммм... Я не могу быть уверен, так как это произошло давно, но я думаю, что могу ошибаться. Возможно, я зашел по касательной.  Позвольте мне вернуться немного назад'.",
            "actionDescription": ""
        },
        {
            "uid": "recrAnAQlVcD6gdRF",
            "description": "Бой Действия - это команды, которые вы можете отдать перед каждым раундом Экипаж Бой, чтобы изменить ход боя, повысить шансы на успех или уменьшить потери. За один раунд Бой можно выполнить максимум два Действия - оба стоят Ресурсов (второе стоит больше, чем первое).\n\nДействия, которые соответствуют вашей диспозиции (атакующие для нападающей стороны и оборонительные для защищающейся), стоят меньше Ресурсов. Кроме того, Главный мародёр и Капитан Заместители охраны снижают стоимость ресурса для Наступательных и Оборонительных Действий, соответственно.\n\nПомимо стоимости, Действия имеют всевозможные требования и эффекты, что делает их использование ситуативным. Ознакомьтесь с каждой подсказкой и выберите подходящие, чтобы оптимизировать свою тактику в Экипаж Бой.",
            "actionDescription": ""
        },
        {
            "uid": "recrtFPMkTHl4OwXB",
            "description": "Некоторые варианты имеют *зависимость*, то есть вы можете выбрать определенный вариант, только если у вас есть необходимые условия - Перки, Спутники, Ресурсы, Журнал Записей и так далее.\n\nНекоторые варианты включают *испытания*, которые можно провалить или пройти успешно с различными последствиями. Привилегии, персонажи и ресурсы могут изменить шанс успеха в Испытании. Сложность испытания представлена числом от 1 до 100, которое нужно выкинуть, чтобы результат был равен или меньше.",
            "actionDescription": "Продолжить это событие.\n"
        },
        {
            "uid": "recsCm9BtodGUjMS7",
            "description": "Во время боя вы можете видеть свои отряды (слева) и отряды противника (справа). Вы можете нажать на группы своих отрядов (#1), чтобы добавить их в бой или исключить из него до того, как вы совершите бросок текущего раунда. Выбранные отряды добавляют свою Бой Силу\\Защиту к общему числу, но имеют шанс быть ранеными или убитыми. Рабочие и рабы становятся смертельно ранеными после одного попадания, в то время как другие бойцы получают ранения первыми. Тяжелораненые Спутники и смертельно раненые Экипаж не могут сражаться, а раненый Экипаж дает меньшую Бой Силу, чем здоровый. Проверьте подробный результат каждого раунда, нажав на кнопку прокрутки. (#4)\n\nВключение Пассажиры и\\or вооружение рабов (#2) является опцией, но это имеет свои последствия, такие как потеря морали и послушания. Многие факторы влияют на силу Боя, защиту, наносимый и получаемый урон и другие показатели. Обратитесь к подсказкам, чтобы узнать больше.",
            "actionDescription": "Выберите свои группы Бой, затем нажмите Бой. (#3)"
        },
        {
            "uid": "recsTF2H46fdu2tUJ",
            "description": "Все персонажи могут *перемещаться* (значок следа, левая нижняя секция) в любую соседнюю *позицию* на своей стороне. Если они перемещаются на позицию, занятую другим персонажем, этот персонаж вытесняется с занимаемой им позиции и должен быть перемещен на соседнюю свободную позицию (даже на позицию, которую только что покинул другой персонаж).\n\nПерсонажи в первом ряду не только препятствуют атакам ближнего боя против персонажей, находящихся непосредственно за ними, но и делают их более сложными для поражения некоторыми *ранговыми умениями* (теми, которые имеют свойство Line of Sight).\n\nКогда вы хотите переместиться, *выберите* значок перемещения (#11, затем нажмите #14), затем позицию цели с помощью #1, затем *подтвердите* с помощью #14.",
            "actionDescription": "Переместите Морвен перед Явеком, чтобы защитить его (выберите Перемещение, выберите позицию цели, нажмите #14 для подтверждения)."
        },
        {
            "uid": "recsdraW7MVi3utkV",
            "description": "*Фракции - это организации, с которыми вы можете сотрудничать, чтобы получить их благосклонность, а вместе с ней Награды и блага. У вас есть показатель *Репутация* с каждой фракцией, который определяет ваше положение в отношениях с ними и отображается в левом нижнем углу иконки каждой фракции. Уровни варьируются от отрицательных 5 до положительных 5 и отображаются в левом верхнем углу иконок.\n\nНажав на иконку фракции, вы можете узнать больше о ней, своем положении и о том, какие Награды вы можете получить от нее.",
            "actionDescription": ""
        },
        {
            "uid": "recsfsOOHEKOFWoak",
            "description": "Быстрый Лагерь и Автомарш могут облегчить Исследование. Хотя по умолчанию они выключены, вы можете включить их в меню Options в разделе *Настройки игры*.\n\nЕсли включить *Автомарш*, то, когда вы решите отправиться в путешествие за пределы обычного лимита Очков Движения (ОД), ваш /комитатус/ будет двигаться вперед и тратить Очки Марша автоматически. Если эта функция не включена, вы автоматически прекратите движение, когда у вас закончатся Очки.\n\nВключив *Quick Camp*, вы получите дополнительную опцию в радиальном меню во время путешествия, которая позволит вам мгновенно лагерь, завершив день без обычного всплывающего пользовательского интерфейса лагеря. В *Quick Camp* будут использоваться все настройки, которые вы зафиксировали в предыдущем Лагерь. ",
            "actionDescription": ""
        },
        {
            "uid": "recskDUlgccQh7p4T",
            "description": "*Навыки ближнего боя* можно использовать только из первого ряда. Они могут быть направлены только на Врагов первого ряда, которые находятся рядом с позицией атакующего, или на Врагов заднего ряда, если противник в первом ряду не блокирует их. Из-за этих правил позиционирование в ближнем бою имеет первостепенное значение.",
            "actionDescription": ""
        },
        {
            "uid": "rectzld4oKCHkTFS1",
            "description": "*Оборудование, которое вы можете прикрепить к /комитату/, продается на некоторых рынках или встречается во время ваших путешествий. Они дают бонусы и улучшения. Вы можете переключаться между рынками Товары и Снаряжение с помощью кнопок над списком Предметы на Панель рынка.",
            "actionDescription": "Перейдите на вкладку Снаряжение #1 и купите на рынке Навесы Снаряжение. #2"
        },
        {
            "uid": "recuKUj8olgnTVAwS",
            "description": "Панель рынка отображает доступные *товары*, которые вы можете купить на рынке поселения справа, и открывает панель *Груз* слева. Здесь вы можете купить Товары на рынке или продать свои собственные Товары из своего Груз-холда. Максимальное пространство Груза - 600 (30 слотов), дальше расширять его нельзя.\n\nПри покупке или продаже:\n\n- Покупайте или продавайте только один прирост, *нажимая* кнопки #14 или #18 рядом с указанным Товаром.\n- Удерживая кнопки #14 или #18, вы покупаете или продаете целую стопку соответственно.\n- В режиме курсора (удерживая #24 и перемещаясь с помощью #4), вы можете *перетащить* иконку для покупки или продажи стопки Товары, наведя на нее курсор и удерживая #14.",
            "actionDescription": "Купите 24 лома металла и дополнительные материалы, чтобы иметь по крайней мере 800 единиц."
        },
        {
            "uid": "recupTBerrHRPhTmp",
            "description": "Кодекс - это коллекция *записей*, которые вы находите во время своих путешествий. Записи содержат информацию о мире и его обитателях. Когда у вас есть непрочитанные записи, *кристалл* на обложке закрытого Кодекса излучает свет.\n\nЗаписи отображаются в списке слева. Вы можете *фильтровать* их по категориям, выбирая кнопки сверху с помощью #22 и #23. *Непрочитанные записи отмечены синим значком и отображаются сверху, а уже прочитанные - золотым. Текст выбранной записи отображается справа.\n\nИнформация в Кодекс является дополнительной. Она предназначена для тех, кто хочет узнать больше о Королевствах Ривен.",
            "actionDescription": "Вы можете закрыть Кодекс и продолжить свое путешествие."
        },
        {
            "uid": "recuq3rGduhgLMhZj",
            "description": "Управление лидером теперь активно.",
            "actionDescription": "Нажмите на медальон (левый нижний угол), чтобы открыть окно лидера. #1"
        },
        {
            "uid": "recv59esX8LXWEqkD",
            "description": "Журнал позволяет просматривать ваши *запросы*, *задачи* и другую связанную с ними информацию. Вы можете *фильтровать* их (кнопки выпадающего фильтра) слева вверху. Записи разделяются на *цели* и *качества* в соответствующих панелях.\n\n*Цели* - это ваши квесты и текущие Истории. Справа появляется текст выбранного элемента списка. Они описывают квест или задание и предоставляют активные Цели. *Непрочитанные записи имеют синий восклицательный знак и отображаются сверху, а уже прочитанные записи помечены золотыми точками (активны), зеленым флажком (выполнены) или красным перечеркнутым кругом (провалены).\n\n*Задания* - это не связанные с повествованием миссии и Цели, которые можно выполнить за Награды. Есть несколько типов, например, торговые возможности или работа наемника, но в 'Паломниках пустоши' вы можете найти только Пассажиры. *Пассажиры* должны быть доставлены в пункт назначения, где они заплатят вам за ваши хлопоты. Будьте осторожны, потому что иногда Пассажиры уходят, если вы слишком долго добираетесь до места назначения.\n\n*Качества* могут быть статусами, собранной информацией, секретами и так далее. *Непрочитанные записи имеют синий восклицательный знак и отображаются сверху, а уже прочитанные записи отмечены значком золотого круга.",
            "actionDescription": "Закройте Журнал после проверки Цели."
        },
        {
            "uid": "recvFEQ7n848bHNCD",
            "description": "Журнал позволяет просматривать ваши *запросы*, *задачи* и другую связанную с ними информацию. Вы можете *поискать* записи (поле поиска) и *фильтровать* их (кнопки выпадающего фильтра) слева вверху. Записи разделяются на *цели* и *качества* в соответствующих панелях.\n\n*Цели* - это ваши квесты и текущие Истории. Справа появляется текст выбранного элемента списка. Они описывают квест или задание и предоставляют активные Цели. *Непрочитанные записи имеют синий восклицательный знак и отображаются сверху, а уже прочитанные записи помечены золотыми точками (активны), зеленым флажком (выполнены) или красным перечеркнутым кругом (провалены).\n\n*Задания* - это не связанные с повествованием миссии и Цели, которые можно выполнить за Награды. Есть несколько типов, например, торговые возможности или работа наемника, но в 'Паломниках пустоши' вы можете найти только Пассажиры. *Пассажиры* должны быть доставлены в пункт назначения, где они заплатят вам за ваши хлопоты. Будьте осторожны, потому что иногда Пассажиры уходят, если вы слишком долго добираетесь до места назначения.\n\n*Качества* могут быть статусами, собранной информацией, секретами и так далее. *Непрочитанные* записи имеют синий значок восклицательного знака и отображаются сверху, а уже прочитанные записи отмечены значком золотого круга.",
            "actionDescription": "Закройте Журнал после проверки Цели. #1"
        },
        {
            "uid": "recvJ2YX899uixn01",
            "description": "'Темные предзнаменования. Зловещие явления потустороннего шабаша призраков. Мрачный рыцарь, жаждущий мести. Время и монеты на исходе. И все же, вопреки всему, мы отправились в город Авернум на Равнины тлеющих костей. Это место, кишащее путешественниками, торговцами и ничтожествами, должно было стать короткой остановкой на нашем пути на восток, но... мы получили больше, чем рассчитывали'.",
            "actionDescription": ""
        },
        {
            "uid": "recvYEAbOa2uF83D8",
            "description": "В конце каждого игрового дня /комитат/ делает Лагерь и устраивается на ночлег. После Лагеря расходуются припасы и пополняются очки Движение.\n\nВ каждую Лагерь вы можете решить предложить *нормальное* или *двойное* Жалование за текущий день, независимо от того, заплатите вы его или нет. Двойная оплата увеличивает мораль. #1 Вы также можете выбрать *выплатить* все свои долги Экипажу в данный момент (Pay Now) или *начислять платежи* (Pay Later), но чем дольше вы откладываете, тем ворчливее становится Экипаж. #2\n\n*Послушание* и *Питание* также появляются здесь, как и возможности наказывать или освобождать рабов. #3 *Рабочая сила* показывает, сколько рабочей силы (производимой рабочими и рабами) вам необходимо для поддержания /comitatus/. #4 Превышение требуемого значения влечет за собой серьезные санкции.\n\nУ вас есть возможность выдавать меньше или больше припасов в разделе *Пайки*, что штрафует или повышает бодрость и мораль, соответственно. Голодание вашего Экипажа будет иметь долгосрочные негативные последствия и для *Питания*, но иногда бывает необходимо экономить пайки. #5\n\nВсе значки *блокировки* позволяют сохранить текущую настройку соответствующего элемента пользовательского интерфейса, чтобы она осталась неизменной для следующего Лагеря. #6 #7",
            "actionDescription": ""
        },
        {
            "uid": "recvfCZnZzu3XpHcI",
            "description": "Теперь активна панель *Рынок*.",
            "actionDescription": "Перейдите к панели рынка, нажав на значок весов. #1"
        },
        {
            "uid": "recwgZkbrYkRRWWik",
            "description": "Ваш прогресс сохраняется в контрольных точках. Каждый раз, когда вы покидаете *поселение*, достигаете связанной с Историей *контрольной точки*, а также в *начале каждого игрового дня*, ваша игра сохраняется *автоматически* (перезаписывая предыдущее автосохранение).\n\n*Ручное сохранение* недоступно в автономной истории 'Пилигримы Пустоши'. В основной кампании с открытым миром вы можете сохраняться вручную в меню игры, за исключением Бой и События.\n\nВы можете *загрузить* сохраненные игры из меню Load или из главного меню.",
            "actionDescription": ""
        },
        {
            "uid": "recwhfEmaA3JwQN4e",
            "description": "Теперь активен пользовательский интерфейс управления Экипаж.",
            "actionDescription": "Выберите Комитат из радиального меню (#25), чтобы открыть его."
        },
        {
            "uid": "recx7yTCREGpHj4Wu",
            "description": "У вас закончились очки Движение и вам нужно *разбить лагерь*, закончив день. Нахождение в пути весь день (трата большей части MP) снижает *Vigor* вашего /comitatus/, который вы можете восполнить с помощью Лагерь.  Вы также можете лагерь сделать раньше, чем закончатся MP, что поможет быстрее повысить энергичность.",
            "actionDescription": "Выберите значок лагеря (палатка) в радиальном меню узла, который вы сейчас занимаете. #1"
        },
        {
            "uid": "recxJl1n8DkSEzKmg",
            "description": "В качестве альтернативы приобретению припасов в Лагерь и в конце дня, вы также можете Приобрести припасы в течение дня.  Это часто бывает полезно, так как узел, который вы выберете для охоты или фуражировки, может оказать значительное влияние на Результаты.\n\nПочти во всех случаях это будет стоить 2 очка Движение (MP). Если у вас не осталось MP, то вместо этого будет потрачен 1 Vigor. В течение дня вы можете отправить несколько экспедиций *охоты* и *кормления*, хотя их отдача будет уменьшаться в зависимости от результатов предыдущих попыток.",
            "actionDescription": ""
        },
        {
            "uid": "reczNxA7KVdu33fnM",
            "description": "'Этот /комитат/, о котором я говорю, переживал тяжелые времена. Возможно, это было вызвано притеснениями императора или неудачными решениями, или просто невезением. Ирафонс, Святой Дорог, не всегда улыбается нам, простым смертным. Но как бы там ни было, их монеты иссякали, а возможностей становилось все меньше и меньше. Одним из последних шансов, которые видел их /вагрус/, было путешествие в отдаленный город Свалка и трата оставшихся средств, чтобы запастись дешевым металлоломом. Этот металл можно было бы выгодно продать на востоке и юге. Это был неплохой план, правда. Но и он был не лишен риска'.",
            "actionDescription": ""
        },
        {
            "uid": "reczO4KwvEVw3F2OU",
            "description": "В столкновениях Экипаж Бой весь ваш /комитатус/ сражается с врагом: либо для самозащиты, либо когда вы случайно встретили другую группу, с которой решили подраться.\n\nВы можете видеть *Бой Силы* и *Защиту* вашего Экипажа и противника. Они описывают способность вашей команды выполнять атаки и защищаться, соответственно. Фиолетовые значки обозначают магические атаки и защиту. Сторона, инициировавшая столкновение с Бой, является *Атакующей* и обозначается *кулаком*.",
            "actionDescription": "Выберите с помощью #11, затем нажмите #14 на Fight, Fleee\\Sack, или Move On.\n\n/Двигаться дальше можно только в том случае, если ваш Комитат не является Защитником./\n/Sack пока недоступен, а Сбежать нельзя во время События./"
        },
        {
            "uid": "reczkRByHfRUFwLTY",
            "description": "Заместители - это ваши офицеры в Комитат.  На этой панели вы можете назначить своих Спутники на роли Заместителей и проверить, какие блага дает каждый Заместитель.\n\nВы можете *назначить* своего Спутника на роль Заместителя, перетащив его портрет в свободное место (свободные места обозначены монеткой). Назначить можно только Спутники с перком *Заместитель*.\n\nОдин Спутник может выполнять только одну роль (даже если он имеет право на большее), и каждая роль может быть выполнена только один раз. Максимальное количество назначенных ролей Заместителей зависит от вашего *Авторитета* (характеристика Лидера). Назначенные Заместители разблокируют новые слоты Снаряжение для /comitatus/.\n\nХотя назначать или снимать роли Заместителей можно только находясь в Лагерь или Отдых, вы всегда можете обратиться к этой панели через окно Управление Комитат или непосредственно из окна Лидера.",
            "actionDescription": "Назначьте Морвен #1 на роль Заместителя Мастер разведки. #2 Затем закройте это окно."
        },
        {
            "uid": "reczshwoe4XyrrIpE",
            "description": "Ваш прогресс сохраняется в контрольных точках. Каждый раз, когда вы покидаете *поселение*, достигаете связанной с Историей *контрольной точки*, а также в *начале каждого игрового дня*, ваша игра сохраняется *автоматически* (перезаписывая предыдущее автосохранение).\n\n*Ручное сохранение* недоступно в автономной истории 'Пилигримы Пустоши'. В основной кампании с открытым миром вы можете сохраняться вручную в меню игры (F10, Escape), за исключением Бой и События.\n\nВы можете *загрузить* сохраненные игры из меню Load (F9 для прямого доступа) или из главного меню.",
            "actionDescription": ""
        },
        {
            "uid": "reczu1AvjyTaTaKLX",
            "description": "Вы можете в любое время обратиться к *Бойскому журналу* (лист в середине внизу), чтобы узнать, что именно произошло. Журнал можно прокручивать, но если вы хотите увидеть больше, нажмите на него, чтобы открыть полностью. Его можно закрыть, щелкнув по нему еще раз.\n\nЛист *Характера* можно открыть, нажав на его иконку (три линии) на портрете. Там вы можете увидеть все относящиеся к Бой статы активного компаньона и обратиться к подсказкам, чтобы узнать больше.\n\nКнопка *Править* (значок с изогнутой стрелкой) на портрете персонажа позволяет пропустить текущий ход.",
            "actionDescription": "Победите своего Врага."
        },
        {
            "uid": "reczzWETA9yVRdXt3",
            "description": "Здесь вы можете увидеть количество каждого вида Экипаж и зверя, которые находятся в вашем /comitatus/. Обратитесь к подсказке для каждого типа, чтобы узнать больше об их роли.\n\n*Всадники - особый тип, потому что для создания Всадника с помощью кнопки '+' вам нужны боец и маунт. Хотя аутрайдеры - отличные бойцы, маунты без всадников несут Груз. Вы всегда можете снять бойцов с наездников с помощью кнопки '-'.",
            "actionDescription": "Пока что добавьте наездника #1, затем закройте это окно, нажав на X (в правом верхнем углу). #2"
        }
    ]
}