{
    "glossaries": [
        {
            "uid": "11d3XdmgwS83qpgN",
            "description": "<<Image:ReputationTradeOffers>>\n\nFactions with a presence at a certain settlement may offer *Trade Offers* at the Market. You can check if you have access to Trade Offers on the Faction details tab on the Leader UI, or in the Faction pane in Settlements.\n\nOffers can be for *buying and selling* goods and are always for *full stacks*. Two prices are given: normal and preferential, with the latter costing you reputation with the faction. These prices are fixed as opposed to dynamic market prices.\n\n[title Trade Offers]\n[parent {nRS3XdmcBS83qpgJ}]\n[order 3]"
        },
        {
            "uid": "2En3XdmTxS83qpgE",
            "description": "The Leader pane allows you to observe and interact with your character, the /vagrus/. It can be found at the bottom of your screen where your character’s portrait is. Your current Insight is displayed at the top right. Insight is gained mainly through $Events and can be used to purchase Perks and other improvements for the /vagrus/ and for your $Companions.\n\n<<Image:VagrusLeaderVagrusPane>>\n\nPerks are abilities that have levels and are used in various situations. Initial and maximum Perk levels, as well as available Perks are specific to each character. Attributes and Professions are used in $Events. You can find more information below about each of these by clicking on their names.\n\nYou can purchase any number of Perks if your Insight allows you by clicking on the empty nodes next to each Perk representing its next level. When you want to finalize the changes you’ve made, use the *confirm button* (bottom right). You can undo a change before confirming by using the *revert button* (bottom left).\n\n[title Vagrus Pane]\n[parent {W1D3XdmK6S83qpg3}]\n[order 4]"
        },
        {
            "uid": "2Y93XZEofS83qrFd",
            "description": "Found in the top right corner of the UI and accessible through clicking the parchment with the compass (or using the default hotkey 'A'), the Chart serves as a reference for the wider continent of Xeryn from a lore perspective, as well as showing various $points of interest that /vagri/ can explore.\n\nWhile a sizable chunk of the continent shown on the chart is accessible in-game, please note that the rest is not reachable and is merely part of world-building.\n\n<<Image:Chart>>\n\n[title Chart]\n[parent {JbR3XZEPCRHbu7BH}]\n[order 4]"
        },
        {
            "uid": "4cS3XdmL2S83qpg4",
            "description": "<<Image:CompanionsCharacterPane>>\n\nOn the Character Pane, you can find all the stats and actions related to $Companions, including their Gear. Mousing over each statistic provides a more detailed breakdown. The Character Pane also provides the ability to upgrade Companions’ $Prowess and Proficiency through clicking on the laurels that surround their current Prowess level. This pane is accessible from the $Vagrus Pane, the Crew Management window, and $Camp windows. An example is shown below:\n\n.Companions’ stats are displayed on the top left, while their $combat skills are on the bottom left. Both the current and the next level of each combat skill is displayed (click the arrow icon next to the skill to change which level is displayed).\n\nThe scroll icon at the bottom of the companion’s image can be clicked to reveal their backstories (click the icon again to revert to the image).\n\n[title Character Pane]\n[parent {JXd3XdmEfS83qpg1}]\n[order 1]"
        },
        {
            "uid": "4UE3XcKBqS83qiJZ",
            "description": "<<Image:CompanionCombatPower>>\n\n*Power* (POW) is spent to use Skills that have Power cost. POW can be replenished through certain Skills, the *Empower* perk and using the $Forfeit option. For other perks, consult $Vagrus Perks.\n\n[title Power]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 9]"
        },
        {
            "uid": "5d83XZF3aRHbu7BP",
            "description": "Auto-scouting allows you to scout ahead of your $comitatus without spending movement points. The main trade-off of doing so is that your chances of success are significantly reduced when compared to $manual-scouting, which also means that you may lose scouts more frequently while auto-scouting.\n\nAdditionally, there are two modes of auto-scouting. One is represented by a single rightward arrow on the UI beside auto-scout mode, and the second is by the icon with multiple arrows leading in different directions. With the former, your /comitatus/ can stop on any node along its current trajectory when certain conditions are met, while with the latter mode you are stopped when any of the adjacent surrounding nodes meet the conditions. These conditions can be set up corresponding to various thresholds for hunting and scouting ($acquiring supplies), the strength of a $Crew Combat encounter, or by the chance of an event occurring on a given node. An example is provided below:\n\n<<Image:ScoutingAutoScouting1>>\n\nIn this example hunting and foraging are being used as conditions for the /comitatus/ to stop, along with the singular auto-scouting mode (represented by the single arrow) which means that your /comitatus/ will only stop when the base chance of 30% or higher is met, along with an average yield of 150 or more supplies from that node. When considering avoiding or engaging foes, the combat encounter conditions instead use a minimum and maximum power whereby your traveling company will stop, with anything outside of those parameters being ignored as you traverse the wasteland.\n\n<<Image:ScoutingAutoScouting2>>\n\nWhen you set conditions for your /comitatus/ to stop for combat encounters, you choose the conditions relating to Crew Combat power for which you stop, dependent on the two buttons, *Avoid Foes* and *Find Foes*. \n\nWhen you highlight *Avoid Foes* (red slider) you set the power threshold for which you will stop when your current trajectory includes a foe that meets or is above that threshold, allowing you to divert your course. For example, if you set the threshold to 20%, then your /comitatus/ will stop when your current trajectory includes a foe that is at least 20% stronger than the power of your caravan. If your /comitatus’/ power is 500, then this means you will stop when there is a foe with 600 power or greater. When you achieve critical success with auto-scouting, however, you may simply pass through that node regardless, the idea being that you have scouted the enemies’ position so well that you are still able to avoid them, even if you occupy the same node on the campaign map. \n\nIn the case of *Find Foes* (green slider), your goals are different, so the /comitatus/ stops when you scout opponents on adjacent nodes, allowing you to divert your cause toward your enemy if you wish. Generally, /vagri/ want to find foes who are weaker than them, which is why this is set at a negative percentage by default. To use another example, if your /comitatus/ is set to stop at -70%, and your caravan’s power is 1000, then you will stop when your opponent has 300 power or less. When you achieve critical success with scouting and are using *Find Foes*, you automatically ambush your opponent, giving you an advantage during the first round of combat. \n\n[title Auto-scouting]\n[order 2]\n[parent {nPr3XZEphRHbu7BM}]\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "uid": "5dx3XcKKRS83qiJk",
            "description": "<<Image:CompanionCombatEnchanted>>\n\nCompanion skills that deal damage via a specific element already function as though they were Enchanted. There are temporary skills in combat that bestow Companions with an “Enchanted” condition. Some other effects in the game also do so for a limited period of time (e.g. multiple days), such as blessings. None of these effects are to be confused with $Immunities.\n\n[title Enchanted]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 20]"
        },
        {
            "uid": "5Ea3XdminS83qpgP",
            "description": "<<Image:FactionTasksTradeTasks>>\n\nYou will be required to deliver goods to a target location and collect the reward for completion.\n\n[title Trade tasks]\n[parent {XWG3XdmczS83qpgK}]\n[order 1]"
        },
        {
            "uid": "6KR3XZEnQRHbu7BL",
            "description": "<<Image:Camp>>\n\nAt the end of each in-game day, the /comitatus/ makes camp and settles down for the night. Supplies are consumed and Movement Points are refreshed after camping. You can make camp by clicking on one of the tent icons.\n\n[title Camp]\n[parent {JbR3XZEPCRHbu7BH}]\n[order 2]"
        },
        {
            "uid": "74H3XcKbuS83qiK1",
            "description": "<<Image:CrewCombatFightPhase>>\n\nDuring the battle, you can see your units (left) and the enemy's (right). You can click on your groups of units to add them to or exclude them from the fight before you commit to the current Round’s roll. The selected units add their Combat Strength\\Defense to the total but have a chance to be wounded or killed.\n\nWorkers and Slaves become mortally wounded after a single hit, while other combatants become wounded first. Severely wounded Companions and mortally wounded crew can not fight, while wounded crew results in lower Combat Strength than healthy ones. Check the detailed result of each round by clicking the scroll button.\n\nIncluding Passengers and\\or Arming Slaves is an option but these have their consequences, like losing Morale and Obedience. Many factors have an impact on Combat Strength, Defense, damage dealt and sustained, and other stats.\n\nBefore a fight begins, you can pick who participates in it. By default, this will consist of armed crew and non-wounded Companions, but you may change that by adding or taking away others. Units are divided into wounded and non-wounded groups, so you can keep the wounded out of fights to avoid losing them. Basically, the ones assigned to fight are the ones in danger, however, the enemy may maneuver in a way that harms those we weren’t chosen to engage. The outcome of each round depends on rolls an the bonuses applied.\n\n[title Fight Phase]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 10]"
        },
        {
            "uid": "7563XcLsaS83qiKH",
            "description": "<<Image:MarketPane>>\n\nYou can navigate to the Market Pane while in a settlement by clicking on the scales icon. It displays the available goods you can buy or sell at the settlement’s market, while simultaneously displaying $Cargo, any equipment you own, and /comitatus/ slots through which you can use that equipment. You can buy goods from the market or sell your own goods from your cargo hold here. Items are acquired through different means and are not purchasable through the Market Pane.\n\n\nThe Market Pane also allows you to filter or sort Goods or Equipment based on their type – simply consult the different icons and their tooltips below the Cargo and Equipment submenus to do so. It is also possible to switch between wholesale deals, the price history feature, and the various faction offers you may have taken on here, too. For more information about these topics, please consult $Trading.\n\n[title Market Pane]\n[parent {WZ43XcLKVS83qiK7}]\n[order 3]"
        },
        {
            "uid": "7D83XSycrRHbuYjZ",
            "description": "<<Image:VictoryConditionsCampaignTimeLimit>>\n\nAmbition questlines have a 10-year limit within the game. Once this time has elapsed in-game, if you have not accomplished the goals associated with your Ambition, then you fail to achieve victory. The reasons for this are twofold – firstly to provide an adequate challenge to players, and secondly because the game and world’s story continues past the 10-year point, so any play or actions a /vagrus/ takes outside of this period are technically not canon.\n\n[title Campaign Time Limit]\n[parent {qWf3XSyjsRHbuYjc}]\n[order 1]\n"
        },
        {
            "uid": "7Du3XZFKPS83qrFr",
            "description": "You can click the tent icon on the target node to immediately trigger camping once you get there.\n\n<<Image:CampCamping>>\n\nThe nodes along the blue section of the path can be traveled to or through by spending Movement Points, while the red section indicates that Marching will be required. By clicking on the tent icon on the desired destination node, the camping screen will be immediately triggered upon reaching said destination.\n\n[title Camping]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 9]"
        },
        {
            "uid": "8y23XcLuHS83qiKJ",
            "description": "<<Image:MarketPaneWholesaleDeals>>\n\nToggling on Wholesale deals in the Market allows the player to pick the desired quantity or even set it straight to the minimum or maximum amount that can be traded, thus expediting the process.\n\n[title Wholesale Deals]\n[parent {7563XcLsaS83qiKH}]\n[order 1]"
        },
        {
            "uid": "8YS3XdmaWS83qpgG",
            "description": "<<Image:VagrusLeaderFactionWindow>>\n\nThe Leader Faction Window serves as a reference for the positive or negative $reputation you have with the $factions throughout the Riven Realms. Similar to the $Settlement Faction Pane, you can click on individual faction icons to bring up additional details about them and track your standing.\n\n[title Leader Faction Window]\n[parent {W1D3XdmK6S83qpg3}]\n[order 6]"
        },
        {
            "uid": "AbN3XZEvoS83qrFe",
            "description": "<<Image:MovementBuffs>>\n\nThe speed at which you can navigate through the map can be influenced. Movement and marching buffs and penalties come from a variety of sources. They may come from statuses, properties, perks, and equipment.\n\n*Buffs*\n\nStatus effect: Fresh, Steady, Fervent, Energetic, Eager, Invigorated\n\nProperties effect: Traverse, Favor of Irafons, Blessing of the Winds, Kalarruk's Favor\n\nPerks: Scout Master\n\nEquipment: Dwarven Compass, Reinforced Wheels and Axles, Reinforced Cartwheels\n\n*Penalties*\n\nStatus effect: Near dead, Shattered, Broken, Exhausted, Fatigued, Distressed\n\nProperties effect: Damaged Carts, Understaffed, Severely Understaffed, Critically Understaffed\n\nEquipment: Heat Shielding Crystal\n\n[title Movement Buffs and Penalties]\n[parent {HS93XZEa5RHbu7BJ}]\n[order 2]"
        },
        {
            "uid": "AFc3XSyMPRHbuYjU",
            "description": "<<Image:JournalObjectives>>\n\nObjectives are your quests and ongoing stories. When selected, objectives offer additional details, including information such as chapters, which in turn indicate how far you have come with the quest in question. Unread entries have a blue exclamation mark icon and appear on top, while already read entries are marked by gold dots (active), a green check mark (completed), or a red crossed circle (failed).\n\n[title Objectives]\n[parent {SYF3XSy8SRHbuYjT}]\n[order 1]\n"
        },
        {
            "uid": "an13XZF46S83qrFh",
            "description": "<<Image:MovementTraverse>>\n\nUsing the Traverse perk, you can spend Resourcefulness to convert March Points into Movement Points on the campaign map. For more information on /vagrus/ perks, consult $Vagrus Perks.\n\n[title Traverse]\n[parent {HS93XZEa5RHbu7BJ}]\n[order 5]"
        },
        {
            "uid": "BfR3XSyZgRHbuYjX",
            "description": "<<Image:JournalTasks>>\n\nTasks are non-narrative missions and goals you can complete for rewards. There are several types, including passenger transportation, or a multitude of different faction tasks. A detailed breakdown of the task itself is available for each entry in your Journal, and can be perused at any time by opening it.\n\n[title Tasks]\n[order 2]\n[parent {SYF3XSy8SRHbuYjT}]"
        },
        {
            "uid": "bGi3XRa9sMNKhPkW",
            "description": "Glossary template by Manti\n\nLink a codex: #The Bronze Desert\nLink a glossary $Glossary_Template1\n\n[title Glossary Template]"
        },
        {
            "uid": "BgL3XZFJSS83qrFq",
            "description": "<<Image:CampQuickCamp>>\n\nWhile it is turned off by default, you can activate it in the Options menu under *Game Settings*. Toggling *Quick Camp* on (tent with a circular arrow) will give you an additional option from the radial menu when you travel, which allows you to instantly camp, ending the day without the usual camp UI popping up. *Quick Camp* will use all the settings you have locked in from your previous camp if requirements are met.\n\n[title Quick camp]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 8]"
        },
        {
            "uid": "bJf3XcKGzS83qiJf",
            "description": "<<Image:CompanionCombatBypassProperties>>\n\nCertain conditions and properties ignore stats or properties of the enemy.\n\n*Overwhelming* ignores a portion of the target's Block.\n\n*Overpowering* ignores all of the target's Block.\n\n*Armor Piercing* ignores a portion of the Armor of the target.\n\n*Penetrating* ignores all of the target's Armor.\n\n*Accurate* ignores a portion of the target's Evade.\n\n*Precise* ignores all of the target's Evade.\n\n*Incorporeal* ignores all of the target's Block and Evade.\n\n*Crushing* ignores a portion of Hardness of the target obstacle.\n\n*Shattering* ignores a larger portion of Hardness of the target obstacle than Crushing.\n\n*Enchanted* enables a Character to damage enemies with the Impervious Trait.\n\n[title Bypass Properties]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 15]"
        },
        {
            "uid": "BJk3XcLqnS83qiKF",
            "description": "<<Image:MansioPaneExchangeNews>>\n\nExchanging news allows you to tap into local sources about the settlement you are in, which could be information people might pay for in other places. At the same time, you also pass on the news you've gathered from elsewhere, providing a few coins. The list of settlements you carry news from can be found in your $Journal under the $News tab.\n\n[title Exchange News]\n[parent {fnj3XcLVTS83qiKB}]\n[order 3]"
        },
        {
            "uid": "Bvv3XZEzBS83qrFg",
            "description": "<<Image:MovementAutoMarch>>\n\nToggling *Automarch* on in the Options menu under *Game Settings* will make it so that when you choose to travel beyond your normal Movement Points (MP) limit, your /comitatus/ will proceed forward and expend March Points automatically. Without this feature on, you will instead automatically stop moving when you run out of normal MPs.\n\n[title Exploration]\n[parent {HS93XZEa5RHbu7BJ}]\n[order 4]"
        },
        {
            "uid": "BzY3XSyP2RHbuYjV",
            "description": "<<Image:JournalRumors>>\n\nRumors can be found in your $Journal under the Rumors tab. From here, you can choose to archive rumors that may not be of interest to you anymore, or you can keep them active if you would prefer to come back to them for later perusal. Archived rumors can be changed back into active ones, too – it is entirely your decision how you choose to manage them, and has no impact on other gameplay matters. \n\n[title Rumors]\n[parent {SYF3XSy8SRHbuYjT}]\n[order 5]\n"
        },
        {
            "uid": "Cjt3XRaAFCGM6Gmg",
            "description": "<<Image:CrewCombat>>\n\nCrew Combat takes place when your entire /comitatus/ has to fight as a result of story or non-story events. The outcome depends a lot on you effectively managing $Crew Combat Actions and $Goals.\n\n[title Crew Combat]\n[parent {sF93XRa77CGM6Gmf}]\n[order 2]\n"
        },
        {
            "uid": "cwm3XdjqVS83q3Sn",
            "description": "<<Image:CrewCrewStatus>>\n\nYour crew status deals specifically with a numerical representation of how everyone is doing. While this information is available on a basic level at all times up on the left, it can also be accessed by clicking on the crew management window. This window allows you to manage your /comitatus/. The most important elements of crew status are shown below: \n\n*Morale* is the general mood of your /comitatus/. If it ever drops to 1, there’s a chance that the /comitatus/ dissolves and you lose the game. You can see the current effects of your morale below the rating.\n\n*Obedience* indicates how compliant your slaves are. Low Obedience leads to theft, runaways, and worse. Be sure to guard your slaves with enough Fighters and treat your slaves well (or punish them consistently) to raise Obedience.\n\n*Nutrition* shows you how well-fed your crew is. Low Nutrition incurs penalties. Extra rations raise Nutrition while starving your crew repeatedly lowers it.\n\n*Vigor* indicates how tired the /comitatus/ is. Low Vigor results in penalties on Tests and in a drastically slower /comitatus/, which can spell doom quite fast. You can see the current effects of your vigor below the rating.\n\n*Upkeep* is the payment you owe your crew. You can pay your /comes/ at the end of each day or keep accruing debt. Accruing debt for longer periods may lead to disgruntled interactions with your crew members and paying them double (available from the $camp menu) will boost their Morale.\n\n*Consumption* is how much food your crew consumes each day. Running out of supplies leads to a quick death in the wastelands.\n\n*Workforce* is generated by workers, slaves, and certain passengers. You have to have enough workforce to cover the /comitatus'/ needs, including beasts, crew, and passengers. Going below the required number bestows serious penalties.\n\n*Passengers* are people your /comitatus/ takes to their destinations for rewards. You can take on passengers in some Events and settlements. They also consume supplies (lizard icon).\n\n[title Crew Status]\n[parent {HV63Xdjn6S83q3Si}]\n[order 4]"
        },
        {
            "uid": "cxx3XdmndS83qpgR",
            "description": "<<Image:FactionTasksRewards>>\n\nThe *Rewards* tab of the $Faction Pane lists all the Faction standing rewards you can potentially claim. You are unable to claim rewards if you do not meet the faction standing requirement or the faction's presence in the settlement is too low for the given reward. Note that you can only claim Equipment and Gear rewards once. Effects can be reclaimed if you lose them (due to losing faction standing) and become eligible for them again later on.\n\nBy default, you can take on one Task from a given Faction but the better your standing with a faction is, the more tasks you can take on.\n\nAdditionally, as the player advances through Reputation tiers, involvement with a Faction will affect the /vagrus/ or the /comitatus/, granting properties or statuses that can be applied in various situations, such as during combat, while camping, or foraging, for example.\n\n[title Rewards]\n[parent {XWG3XdmczS83qpgK}]\n[order 3]"
        },
        {
            "uid": "db63XZFCXS83qrFk",
            "description": "<<Image:CampObedience>>\n\n*Obedience* and *Nutrition* also appear here as well as the options to discipline or liberate slaves. *Workforce* shows how much workforce (generated by workers and slaves) you need to maintain the /comitatus/. Going below the required value bestows serious penalties.\n\nYou have the option to give out less or more supplies under *Rations*, which penalizes or boosts Vigor and Morale, respectively.\n\n[title Obedience and Nutrition]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 3]"
        },
        {
            "uid": "dEe3XSxr1RHbuYjR",
            "description": "<<Image:Story>>\n\nAs Vagrus is largely a narrative-driven game, there are many different facets to how the story unfolds. Players can read about Xeryn and its inhabitants in the $Codex, while tracking progress for objectives and tasks is done through the $Journal. The majority of the game’s narrative experience takes place through $Events. \n\n[title Story]\n[order 1]"
        },
        {
            "uid": "DHn3XZFG9S83qrFo",
            "description": "<<Image:CampCompanions>>\n\nYou can also *talk* to and interact with your *Companions* using the speech bubble icons beneath their portraits.\n\n*Wounded companions*\nCompanions *heal* naturally during camp. The chance of healing (or worsening condition) can be seen on the bar below the portraits. Using the button on the right allows the use of *Medical Supplies* for increased healing chances and effectiveness. Healing *results* appear after you end the day.\n\n[title Companion camp interactions]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 6]"
        },
        {
            "uid": "DQs3XdmSuS83qpgC",
            "description": "<<Image:VagrusRenown>>\n\nRenown functions as a representation of how well-known or revered you are as a /vagrus/, and can be seen under the skull portrait in the Leader Window. It starts at zero and is raised by certain $events, or by your progression with various $factions. For each faction, one point of renown is rewarded when you reach a reputation tier of 3 or 5 for the first time.\n\nRenown is also an ambition that you may select at the beginning of your career as a /vagrus/, whereby you are given ten years to reach a level of respect in wider society that wins you the game. See the $Renown Ambition section for more information.\n\n[title Renown]\n[parent {W1D3XdmK6S83qpg3}]\n[order 2]"
        },
        {
            "uid": "Dro3XZFFDS83qrFn",
            "description": "<<Image:CampAcquireSupplies>>\n\nUnder *Acquire Supplies*, you can send your crew out into the wasteland to find supplies and sometimes even other goods. Base chances for these activities depend on your related Perks, Deputies, crew, and the region you are in. You can also see the expected yields below each activity. The cost of Hunting and Foraging is Movement Points or Vigor if you are out of MPs. From the camp UI, Hunting and Foraging *results* appear after you end the day – unless you chose to acquire supplies during the day already. The summary of what happened to your crew that day can be seen on the right.\n\n*Hunting*\nHunting uses scouts and has a chance to get you a large number of Supplies. Critical failure might result in the death of scouts. Click on the scouts to allow hunting.\n\n*Foraging*\nForaging is more reliable but yields fewer Supplies. It can use workers and slaves - you can add them to or remove them from the activity by clicking on their crew portraits. Critical failure might result in the death of workers or slaves.\n\n[title Acquire Supplies]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 5]"
        },
        {
            "uid": "Dsn3XZF78RHbu7BQ",
            "description": "In most cases that scouting is successful, approximate information is revealed about a node. In the case of $manual-scouting, this is displayed as part of a list. When you achieve critical success, more precise information is revealed on that list. Failure, on the other hand, results in information with very little accuracy for hunting and foraging, and no information about combat encounters or events, while critical failure often leads to the loss of scouts. Surveying a larger area will yield more results, but also incurs a higher risk of losing more scouts. \n\nThe way results are consolidated is quite different for *manual scouting*, an example of which is shown below:\n\n<<Image:ScoutingScoutingResults1>>\n\nTwo upward, green arrows represent critical success, while one represents normal success. The same is true vice versa for failure, all of which appear in the aforementioned list format in the case of *manual scouting*.\n\nAfter you choose to move on, scouting results will remain on the map for three days. This is true for both *manual scouting* and $auto-scouting. \n\nHowever, because *auto-scouting* functions quite differently, results do not come up in a list,  you will instead be stopped when surrounding nodes meet the conditions of your *auto-scouting*, and nodes are revealed on the campaign map, such as shown below:\n\n<<Image:ScoutingScoutingResults2>>\n\n[title Scouting Results]\n[parent {nPr3XZEphRHbu7BM}]\n[order 3]\n\n\n\n\n"
        },
        {
            "uid": "dZt3XcKJyS83qiJj",
            "description": "<<Image:CompanionCombatImmunities>>\n\nImmunities are not to be confused with $Resistances as they function separately. Immunities typically come from perks, for example, the combat trait \"Thick Skull” makes a Character immune to $Stun. Each and every spell has specifics as to what kind of immunities are effective against it. There are layers of immunity vs resistances, where immunity takes priority, i.e. if a player has Stun immunity, then the Stun effect does not go through. However, if they are not immune to said condition, then a roll is made using their Impediment resistance stat.\n\nSome enemies have Immunity from non-magical attacks. The Impervious perk gives Immunity against non-magical attacks. There are also skill effects that confer bonuses functioning like Impervious and last for a given number of rounds\n\nEnemies that are immune to non-magical attacks have turquoise-colored health bars in Companion Combat. \n\n[title Immunities]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 19]"
        },
        {
            "uid": "EE83XcLPRS83qiK9",
            "description": "<<Image:StoryPaneStories>>\n\nThe available stories in any settlement are dependent on a variety of factors. Namely, the type of settlement in question, the quests you have and your progress within them, or even your status as a /vagrus/ in Xeryn in general.\n\nThese factors make one thing clear: settlements are worth revisiting as your playthrough develops and the world changes around you. You may find new options at places (e.g. taverns, districts, and establishments) you have already explored, or you might have entirely new options that were not present during your previous visits.   \n\n[title Stories]\n[parent {Eqo3XcLNFS83qiK8}]\n[order 1]"
        },
        {
            "uid": "EiS3XcKFiS83qiJd",
            "description": "<<Image:CompanionCombatBlockandEvade>>\n\nCombat is cruel, and in general, you can not heal during it. Your defenses are your main way to mitigate damage.\n\n*Evade* allows you to completely avoid an attack but you will be moved to a random adjacent unoccupied position after a successful Evade. If there is no free adjacent square, you cannot Evade. Except in a case where you have the Acrobatic perk, which allows you to choose which square you evade to or whom you can swap with.\n\nA successful *Block* provides extra $Armor (ARM) against the attack, mitigating more damage. However, you can still suffer damage while blocking and also suffer adverse effects from an attack. This means that even when you take zero damage, you can still suffer the effects created or stemming from the attack itself.\n\n[title Block and Evade]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 13]"
        },
        {
            "uid": "emG3XcMQES83qiKM",
            "description": "<<Image:ChartMarkers>>\n\nYou can select a location by left-clicking on it on the Chart. The tab in the bottom left of the screen will inform you of the settlement’s type and the travel duration it would take to go there. You can mark the location points of interest here.\n\n[title Markers]\n[order 2]\n[parent {2Y93XZEofS83qrFd}]\n"
        },
        {
            "uid": "Eqo3XcLNFS83qiK8",
            "description": "<<Image:StoryPane>>\n\nThe Story Pane is the first window you are presented with when you enter a settlement. Here you can find the artwork associated with the settlement, its name and type, its description, and any stories that are available for you to explore and navigate.\n\nClicking on the artwork will enlarge it, and engaging with any of the story material will begin an event that can lead to any number of choices. An example is shown below.\n\n[title Story pane]\n[parent {WZ43XcLKVS83qiK7}]\n[order 1]"
        },
        {
            "uid": "eRB3XdjrgS83q3So",
            "description": "<<Image:CrewCrewProperties>>\n\nCrew properties deal specifically with some stats that are relevant to $Crew Combat. They do not display a comprehensive breakdown of all stats relevant to Crew Combat, though these can be found in $crew combat basics. A short summary of each statistic covered by Crew Properties is covered below:\n\n*Vigilance* is your crew’s likelihood of discovering ambushes during the day or night.\n\n*Ambush* is the chance of surprise attacking unsuspecting traveling groups you come across.\n\n*Lure Away* represents how well you can misdirect savage or bestial Crew Combat enemy types so that they let you leave without you having to use Beast Lures – an item typically offered to $appease those enemies. \n\n*Negotiate* represents how well you can negotiate with intelligent Crew Combat enemy types so that they let you leave without a fight in exchange for a tribute. \n\n*Flee* is the measure of how quickly and effectively your /comitatus/ can run away from Crew Combat encounters. \n\n*Chase* is the measure of your crew’s ability to hunt down retreating or fleeing Crew Combat enemies. \n\n*Discipline* shows how effectively you can utilize violence to make your slaves more obedient.\n\n[title Crew Properties]\n[parent {HV63Xdjn6S83q3Si}]\n[order 5]"
        },
        {
            "uid": "Esf3XdjhpS83q3Sh",
            "description": "<<Image:Comitatus>>\n\nAs a /vagrus/, your /comitatus/ (armed traveling company) fulfills a core role through which you experience the Riven Realms. Whether you choose to focus on trading or conquest; exploration or adventuring – your /comitatus/ is at the center of that experience. Moreover, if you ever lose control of your /comitatus/, then the game is over for you. \n\nThis section deals with all of the different aspects of your /comitatus/, its crew, your companions, cargo, and a great deal of the UI that relates to them.\n\n[title Comitatus]\n[order 3]"
        },
        {
            "uid": "fDn3XSxr4S83qufB",
            "description": "<<Image:Trading>>\n\nTrading is a central aspect of the game. Most of it is done through trading goods at Markets in Settlements as they produce, buy and sell different goods. The rule of thumb is obviously to buy low and sell high, but it gets a bit more complicated than that. Goods are not infinite, and $Dynamic Pricing will diminish your profits. Since Factions control most of the trade, it is well worth increasing one’s reputation with them to be able to access better deals not subject to Dynamic Pricing, which will go a long way towards keeping your comitatus afloat.\n\n[title Trading]\n[order 5]"
        },
        {
            "uid": "fJm3XdjpTS83q3Sk",
            "description": "<<Image:CrewWorkingCrew1>>\n\nYour Working Crew all add Workforce to your /comitatus/, which is displayed on the $Crew Status section of the /comitatus/ UI. A certain amount of Workforce is needed to operate your /comitatus/ successfully, which is determined by the overall number of your crew, how much those crew members contribute, and how much they cost. Slaves and Workers are the only ones who contribute to your Workforce – as can be seen below under Crew Details in the second column from the right side. In this example, the numbers shown are 5.89 and 14.25 from workers and slaves respectively next to a hammer with a small, green plus symbol. \n\n<<Image:CrewWorkingCrew2>>\n\nSome passengers also contribute to Workforce, while others act only as a cost. Changing between the highlighted option of ‘Crew’ or ‘Passengers’ reveals these details in full.\n\nHaving insufficient workforce results in serious penalties to your /comitatus/: these are reflected in a reduction to both movement and march speed on a daily basis, and there are three tiers – understaffed, severely understaffed, and critically understaffed. These effects have a significant impact on all /comitati/, causing a substantial loss in movement speed and march in the lowest tier, and a more crippling effect where the higher tiers are concerned. This effect is one of many that appears under $Enduring Effects.\n\nWhen your /comitatus/ is affected by these conditions, a yellow, orange or red icon with the picture of a worker is displayed near the top of the screen, indicating one of the three above categories.\n\n[title Working Crew]\n[parent {HV63Xdjn6S83q3Si}]\n[order 2]"
        },
        {
            "uid": "FLe3XZEvrRHbu7BN",
            "description": "Manual scouting covers anything from the node you occupy to a larger surrounding area that stretches out far into the distance. The more distance covered, the higher the movement points (MP) cost. The amount of movement points needed is also dependent on the number of scouts you choose to send, as is illustrated below:\n\n<<Image:ScoutingManualScouting1>>\n\nIn the above example, six scouts will be sent out and the nodes in blue will be covered. The cost of this is five movement points. In the next example, twenty-five scouts are used, vastly reducing the cost to 2 MP, while simultaneously drastically increasing the chance of success, which is represented by the green bars and numbers in each example.\n\n<<Image:ScoutingManualScouting2>>\n\nFinally, using more scouts will allow you to increase the distance that you cover, which is represented by the indicated distance which shows 3 from a maximum of 8 in the above example. Increasing the distance covered will ramp up the MP cost exponentially, decreasing your chance of success, but it will allow you to cover vast expanses of land. A final example shows the maximum distance coverable in this situation:\n\n<<Image:ScoutingManualScouting3>>\n\nIn all cases with manual scouting, $resourcefulness can be used to bolster one or more categories, guaranteeing the acquisition of information by choosing the upward arrow next to it. That outcome will result in details being revealed regardless of whether or not the actual roll for scouting was a success or a failure. In cases where the scouting check is failed, the list will nonetheless show information related to the category that the /vagrus/ boosted. \n\n[title Manual-Scouting]\n[order 1]\n[parent {nPr3XZEphRHbu7BM}]"
        },
        {
            "uid": "fms3XcKJ4S83qiJh",
            "description": "<<Image:CompanionCombatOtherSkillRelatedConditions>>\n\nSome skills have their own, specific conditions and effects.\n\n*Restricted* skills can only be used when a requirement is met.\n\n*Summon* spawns a minion to the target empty position.\n\n*Cleanse* cancels effects of a specifc type on the target.\n\n[title Other Skill-related Conditions]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 17]"
        },
        {
            "uid": "fnj3XcLVTS83qiKB",
            "description": "<<Image:MansioPane>>\n\nThe *Mansio Pane* can be accessed from within most settlements by clicking on the decanter icon. /Mansios/ are special inns or establishments that serve /vagri/ and their /comitati/ specifically, and where crew can be hired, bought, or sold. Below is an example of the Mansio Pane paired with the crew management window. \n\nThe amount of crew available in a given /mansio/ depends on a slew of factors and is displayed beneath the respective art for each crew type. Workers, scouts, and fighters are hired and have upkeep associated with them. Slaves, mounts, and beasts of burden are purchased or sold. \n\n$Rumors and $passengers can be purchased through the Mansio Pane. Finally, you may rest in a /mansio/, granting your crew additional benefits not normally available by camping in the wilderness, though doing so will cost you significantly more.\n \n[title Mansio Pane]\n[parent {WZ43XcLKVS83qiK7}]\n[order 2]"
        },
        {
            "uid": "FSw3XcKdYS83qiK3",
            "description": "In some cases, you also have the option to *appease* your opponent. Doing so offers you the chance to leave behind cargo and other resources to lessen the damage of fleeing or outright get away unharmed. Different foes are appeased by different offerings while they are indifferent to other offerings. This can often be discerned by studying their combat attributes. Things they are really interested in are highlighted with blue text. \n\nYou can *Buy off* enemies by offering them cargo, money, beasts, and even some of your crew. There are items with the specific purpose to serve as offerings. For example, beasts can be lured away with Beast Lures, while undead enemies can be appeased with Ahskulite Charms\n\n<<Image:CrewCombatAppease1>>\n\n<<Image:CrewCombatAppease2>>\n\n<<Image:CrewCombatAppease3>>\n\n[title Appease]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 12]"
        },
        {
            "uid": "GEL3XSy2DS83qufC",
            "description": "<<Image:MarketPane>>\n\nDynamic Pricing models the well-known economic concept of the 'invisible hand'. The more of the same goods you sell on a market, the less they are willing to pay for it, and similarly, the less quantity of a trade good remains on the given market, the higher the price they expect for it. The higher quantities you buy and sell, the closer the buy and sell prices become, so the profit margins stick closer to your cost-efficiency.\n\n[title Dynamic Pricing]\n[parent {fDn3XSxr4S83qufB}]\n[order 2]"
        },
        {
            "uid": "Gjg3XZCzgGbv6JX4",
            "description": ""
        },
        {
            "uid": "gkE3XcJzJS83qiJT",
            "description": "Before the first round starts, $Companions need to be deployed to the available *positions* on the friendly (left) side by selecting their portrait from the roster and clicking on an empty position (or by dragging and dropping them). Before deploying a Companion, you can switch between their defense mode ($Block and Evade) by clicking the buckler\\dash icon to the bottom right of their portrait. Defense modes are set to the higher value mode by default.\n\n<<Image:CompanionCombatCombatDeployment1>>\n\nYou do not need to deploy all your Companions. Deployment can be reverted by clicking on the base of a character. Certain Companions may have different deployment conditions - hover over their portraits to learn more. Special deployment conditions mostly pertain to specific combat circumstances or narrative-based combat sequences. Some examples are relevant to your immediate environment (e.g space), while others play out that way because of the story. $Character Pane can be opened by clicking on the hamburger menu to the left of the Character portrait. $Character Gear can be equipped or changed during combat. Characters can also be \"leveled up\" during the deployment phase of combat.\n\n<<Image:CompanionCombatCombatDeployment2>>\n\nYou can use the top right section of the deployment window to save three deployment templates (use Save after selecting a template number) that you can use later (by selecting a template number) if a saved template is in line with deployment conditions.\n\n<<Image:CompanionCombatCombatDeployment3>>\n\n\n[title Combat Deployment]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 3]"
        },
        {
            "uid": "Gni3XZFD5S83qrFm",
            "description": "<<Image:CampSaveSettings>>\n\nAll the *lock icons* allow you to save the current setting of the corresponding UI element so that it remains the same for the next camp.\n\n[title Save settings]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 4]"
        },
        {
            "uid": "gqs3XcKHVS83qiJg",
            "description": "<<Image:CompanionCombatLimitingandManipulatingEnemies>>\n\nThere are ways to temporarily influence how the enemy can or can not act.\n\n*Immobilize* can render the target immobilie for a certain number of rounds, preventing them from Moving and Evading\n.\n*Stunned* characters skip their actions.\n\n*Control* can cause the target to act under your control for a brief time.\n\n*Taunt* compels the target to attack the Skill's user.\n\n*Pull* can draw Back Row targets into the Front Row.\n\n*Push* can push Front Row targets into the Back Row.\n\n[title Limiting and manipulating enemies]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 16]"
        },
        {
            "uid": "GtS3XZFGrS83qrFp",
            "description": "<<Image:CampDefenseOrders>>\n\nYou must also set your *defense orders* for the night. A more lenient defense has a higher risk of a nighttime ambush and a negative effect on Obedience. For details, please refer to $Fighting Crew.\n\n[title Defense orders]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 7]"
        },
        {
            "uid": "GWp3XcKcPS83qiK2",
            "description": "<<Image:CrewCombatFlee>>\n\nSome crew combat encounters offer you the option to *flee*. While trying to flee, your Combat Strength is significantly reduced. The *chance to flee successfully* is derived from a variety of sources, including crew composition, equipment, crew combat attributes, and the opponent's *Chase* value. Even in case of a successful flee, the /comitatus/ suffers damage.\n\n[title Flee]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 11]"
        },
        {
            "uid": "H8E3XZF5wS83qrFi",
            "description": "<<Image:CampEncourage>>\n\nUsing the Encourage perk, you can spend Resourcefulness to raise crew Morale when camping or resting. For more information on /vagrus/ perks, consult $Vagrus Perks.\n\n[title Encourage]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 1]\n"
        },
        {
            "uid": "h9k3XdmZfS83qpgF",
            "description": "<<Image:VagrusVagrusPerks1>>\n\nLeadership Perks are perks specific to the /vagrus/. Each of them lets you use Resourcefulness to boost your action in a certain way when unlocked. Descriptions of each individual perk is available below in bold. Resourcefulness replenishes each day, and Its maximum can be raised by spending Insight on it (by clicking the ‘+’ button). What you can spend Resourcefulness on depends on your unlocked Leadership Perks. \n\n*Authority* defines the maximum number of $Deputies you can have at any given time. Higher Authority also makes your Companions less likely to abandon you.\n\n*Aid* allows you to revive *Downed* Companions. The button is only active if you have a *Downed* Companion. A Companion is *Downed* after losing all their $Vitality (VIT). They are not removed from combat but cannot act and have to be protected because if their Downed VIT is depleted, they become severely wounded. Downed characters also do not provide cover from line of sight attacks to those behind them.\n\n*Boost* is a combat perk that enables you to spend Resourcefulness to temporarily change the Skills of a Character to their next tier versions. You can cancel Boost by clicking the button again.\n\n<<Image:VagrusVagrusPerks2>>\n\n*Command* gives you access to several advanced actions during $Crew Combat, which can be useful to sway the battle in your favor. \n\n*Encourage* can be used to raise the *Morale* of your /comitatus/ by one point once every three days. This can only be done manually through the camp UI through the upward arrow button next to your crew’s *Morale*. \n\n*Enhance* allows you to use Resourcefulness to boost your chances of success in tests. \n\n*Exploit* allows the use of Resourcefulness to reroll available faction contracts in $settlements. This can be done both for $trade tasks and $mercenary tasks.\n\n*Traverse* gives you the ability to turn march points into movement points while out roaming the wasteland.\n\n*Inspire* gives a substantial defense buff to a target character for 3 rounds.\n\n*Empower* allows the player to spend Resourcefulness to grant Power to Heroes to $Companions in combat.\n\n*Prepare* allows you to use Resourcefulness to place a Companion to the front of the $Initiative Order in combat.\n\n[title Vagrus Perks]\n[parent {W1D3XdmK6S83qpg3}]\n[order 5]"
        },
        {
            "uid": "HaG3XcKELS83qiJb",
            "description": "<<Image:CompanionCombatTargetingOptions>>\n\nTargeting options are available from the main menu (Options > Combat Settings). There are three different settings that can be toggled on and off. If *Target First Available* is switched on, characters automatically target the first available enemy after Skill selection, you only need to confirm or cycle through targets. With *Hover Selection* is toggled on, targets get selected immediately upon mousing over them. If *Confirm Target* is toggled on, using Skills requires a second click to confirm the action. That said, most actions require confirming clicks.\n\n[title Targeting Options]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 11]"
        },
        {
            "uid": "hEo3XdjpxS83q3Sm",
            "description": "<<Image:CrewBeasts>>\n\nTwo general categories of beasts are readily available in Vagrus, though a third species can also be unlocked. Each actual category is comprised of mounts and beasts of burden, whose speices can’t be mixed and matched. This is to say that a vagrus can’t have a reptilian mount and a mammalian Beast of Burden, or any combination thereof.\n\nDifferent mounted groups have certain strengths, and there is also the option of using a crew that is entirely mounted, i.e., each member of the /comitatus/ has a horse (or another simple mount type) as their mount. Adopting this approach may be particularly useful for those interested purely in maximizing movement points, but it does have drawbacks, too.  \n\n[title Beasts]\n[parent {HV63Xdjn6S83q3Si}]\n[order 3]"
        },
        {
            "uid": "hhv3XcJjPS83qiJR",
            "description": "<<Image:CompanionCombatCombatBasics>>\n\nCompanion Combat is made up of *rounds*, where 1-6 enemies fight against the player’s team of 1-6 $Companions. Each round, all the participants take *turns* to act, and when everyone has had their turn, the current round ends and a new round is started. This goes on until either your Companions or your enemies are defeated. You can set yourself up in advantageous positions on the combat board, use your Companions’ skills to defeat your enemies, and protect your Companions.\n\nThe combat board is divided into two *sides*: the friendly side (left) where your Companions and occasional allies are, and the opponents’ side (right) where your enemies are. Each side has a *front row* (melee row) and a *back row* (ranged row). Each row has 3 *positions*. Certain skills can only be used when standing in a position in the appropriate row.\n\n[title Crew Combat]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 1]"
        },
        {
            "uid": "Hiz3XZEdpRHbu7BK",
            "description": "Insight is gained by discovering Points of Interest and regions throughout your travels when you visit them for the first time.\n\n<<Image:MovementExploration>>\n\n[title Exploration]\n[parent {HS93XZEa5RHbu7BJ}]\n[order 1]\n"
        },
        {
            "uid": "HkJ3XcLStS83qiKA",
            "description": "<<Image:StoryPaneSettlementTypes>>\n\nThere are four types of settlements – villages, towns, cities, and encampments. In general, larger settlements offer more in terms of trade opportunities, stories, faction tasks, and objectives. However, smaller settlements may have better prices on certain local goods.\n\nDifferent types of settlements also have more or less availability when it comes to more mundane goods. This means that goods such as supplies often vary greatly between settlements.  Once you become acquainted with different settlements, you can compare prices with the $price history feature.   \n\n[title Settlement Types]\n[parent {Eqo3XcLNFS83qiK8}]\n[order 2]"
        },
        {
            "uid": "HS93XZEa5RHbu7BJ",
            "description": "To move, click on a nearby node and select *Move* (foot icon) from the radial menu. Furthermore, you can also *move* to a *node* by clicking on $Camp (tent icon) or $Quick Camp (tent icon with a circular arrow). You can select a node that is farther away, the MP cost of moving there will be calculated and the path highlighted. The highlighted path is colored blue until your regular MPs are being used and red after you run out of them and you have to use Forced March.\n\nOccasionally, movement on the campaign map is involuntarily interrupted by Events or Crew Combat Encounters.\n\n<<Image:Movement>>\n\n[title Movement]\n[parent {JbR3XZEPCRHbu7BH}]\n[order 1]"
        },
        {
            "uid": "hTz3XcKM7S83qiJn",
            "description": "<<Image:CompanionCombatCombatBuffsandDebuffs>>\n\nCertain skills can target friendly units to support, protect, or even heal them. Buffs do not stack but are refreshed when recast. Some of them last a set number of turns while others remain in effect until the combat ends. Similarly, debuffs have the effect of reducing stats or otherwise negatively impacting Characters.\n\nReflexive buffs and debuffs are effects that exist on a target, but impact the one attacking them. \n*Taunted* Characters may only attack the Character that placed this debuff on them for a set amount of time, except when the *Taunted* Character is unable to attack their taunter, in which case they can attack someone else. Enemies attacking *marked* Characters receive an Accuracy bonus while the duration of that marked effect is present.\n\n[title Combat Buffs and Debuffs]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 22]"
        },
        {
            "uid": "huF3XcMQgS83qiKN",
            "description": "<<Image:ChartPriceHistory>>\n\nYou can consult the price history window by clicking on the scales in the top right. The window allows you to browse goods and locations and compare prices. You can filter and sort the information depending on what you are looking for. Read more about $Price History.\n\n[title Price history pane]\n[order 3]\n[parent {2Y93XZEofS83qrFd}]\n"
        },
        {
            "uid": "HV63Xdjn6S83q3Si",
            "description": "<<Image:Crew>>\n\nYour crew, sometimes affectionately called your /comes/, are the people you command as a /vagrus/. Typically, a /comitatus/ is comprised of slaves, workers, scouts, fighters, outriders, mounts and beasts of burden. Some /vagri/ also take more unique characters with them on their journeys, who are known as $Companions.\n\nEach group fulfills specific functions for your /comitatus/. A breakdown of most crew types is available below. Your crew can also be divided into more specific sections that form greater units; these categories are your $Working Crew, $Fighting Crew and $Beasts.\n\n*Slaves* are involuntary workers who add workforce to your /comitatus/. Using slaves is, of course, optional. They can be liberated to become workers, or disciplined to gain obedience, which in turn makes them more compliant. Not having slaves may also influence how some factions and people view you in the Riven Realms. Slaves can attempt to $acquire supplies through foraging. \n\n*Workers* are paid employees who add workforce to your /comitatus/. Slaves can be liberated to become workers, though workers consume more food (supplies) and have an upkeep cost attributed to their fees or salaries. Workers can be used to $acquire supplies through foraging.\n\n*Scouts* can get ahead of the /comitatus/, examining adjacent nodes, or they can be used to acquire supplies through hunting. They are also moderately competent in $Crew Combat.\n\n*Fighters* function both offensively and defensively, making them essential for almost all /comitati/. When you end the day through the camp window, you will have the choice to post guards if you have enough fighters to defend the rest of your crew adequately.\n\n*Outriders* are created by combining a fighter and a mount. They can come in handy in a variety of circumstances, including combat, pursuit of enemies, or in various specialized roles during some events. Note that creating an outrider makes that mount’s cargo space unavailable.\n\n*Mounts* are used both for cargo and for efficient traversal of the wasteland. There are a variety of mounts available – different mounts serve different purposes.\n\n*Beasts of Burden* are used primarily to store cargo, making your /comitatus/ able to carry more on each trip. They also consume a great deal of supplies and can be difficult to replace.\n\n[title Crew]\n[parent {Esf3XdjhpS83q3Sh}]\n[order 1]"
        },
        {
            "uid": "i8q3XcLqDS83qiKE",
            "description": "<<Image:MansioPanePassengers>>\n\nPassengers can sometimes also be found in /mansios/. When taken to their destination, they reward you for your efforts but often you have to reach their destination within a time limit. The passengers' consumption is indicated by a lizard icon, while any time limit for their delivery is displayed next to an hourglass in days. Potential $Crew Combat Strength is also shown here, along with the reward associated with their timely delivery. \n\n[title Passengers]\n[parent {fnj3XcLVTS83qiKB}]\n[order 2]"
        },
        {
            "uid": "iJD3XSyfvRHbuYjb",
            "description": "<<Image:JournalCustomNotes>>\n\nBy clicking on the quill icon, you can create unlimited custom notes in the Journal.\n\n[title Custom Notes]\n[parent {SYF3XSy8SRHbuYjT}]\n[order 6]"
        },
        {
            "uid": "j4e3XZFAgS83qrFj",
            "description": "<<Image:CampWages>>\n\nAt each camp, you can decide to offer *normal* or *double* wages for the current day independently of whether you pay them or not. Double payment increases Morale. You may also choose to *pay* all your debts to your crew at this time (Pay Now) or *accrue payments* (Pay Later) but the longer you delay the grumpier the crew gets.\n\n[title Wages]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 2]"
        },
        {
            "uid": "JbR3XZEPCRHbu7BH",
            "description": "On the campaign map, your /comitatus/ (traveling company) always occupies a *node* and moves between nodes along *paths*. Doing so costs *Movement Points* (MPs), indicated next to each path. Every in-game day you have a number of MPs to spend before you need to camp for the night and rest to replenish MPs. Find out more on how $Movement works.\n\n[title Campaign Map]\n[order 7]"
        },
        {
            "uid": "jgo3XcKWvS83qiJs",
            "description": "<<Image:CrewCombatGoals1>>\n\nGoals are essentially the tactics you employ by focusing on one thing or another during the fight. You need to select your *Goal*, but you can change it after each round of the fight as well as attempt to Flee, Retreat, or Disengage - risking a chase in these cases. Your options are often limited based on the type of enemy you are fighting, and the circumstances you have met them under. Furthermore, a separate set of goals exist if the player is the attacker and the defender. When you are ambushed, your options are severely diminished.\n\n*Defender Goals*\n*Save The Cargo* absorbs Damage from attacks trying to grab goods from the Cargo, does not provide protection for Beasts or Crew.\n*Save The Beasts* absorbs Damage from attacks trying to capture Beasts, does not provide protection for Cargo or Crew.\n*Save The Crew* absorbs Damage from attacks trying to capture someone from the Crew, does not provide protection for Beasts or Cargo.\n*Defend Equally* absorbs Absorbing Damage made against Beasts, Cargo, and Crew.\n*Hold The Line* fends off Damage from attacks made against the Fighting Crew, does not provide protection for Beasts, Cargo or Crew.\n\n*Attacker Goals* available for the player\n*Enslave Them* targets Crew to snatch them as slaves.\n*Loot Cargo* targets cargo.\n*Poach Beasts* targets Mounts and Beasts of Burden.\n*Kill Them* targets Crew to kill them.\n\nEnemies may have other goals as well:\nVoracious  \"Targets Supplies, Mounts and Beasts of Burden\"\nRavenous  \"Targets Supplies, Crew, Mounts and Beasts of Burden\"\n\n<<Image:CrewCombatGoals2>>\n\n[title Goals]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 2]"
        },
        {
            "uid": "JhJ3XZCzoGbv6JX5",
            "description": ""
        },
        {
            "uid": "JmW3XdjvSS83q3Sp",
            "description": "<<Image:CrewCrewProperties>>\n\nCrew properties deal specifically with some stats that are relevant to $Crew Combat. They do not display a comprehensive breakdown of all stats relevant to Crew Combat, though these can be found in $crew combat basics. A short summary of each statistic covered by Crew Properties is covered below:\n\n*Vigilance* is your crew’s likelihood of discovering ambushes during the day or night.\n\n*Ambush* is the chance of surprise attacking unsuspecting traveling groups you come across.\n\n*Lure Away* represents how well you can misdirect savage or bestial Crew Combat enemy types so that they let you leave without you having to use Beast Lures – an item typically offered to $appease those enemies. \n\n*Negotiate* represents how well you can negotiate with intelligent Crew Combat enemy types so that they let you leave without a fight in exchange for a tribute. \n\n*Flee* is the measure of how quickly and effectively your /comitatus/ can run away from Crew Combat encounters. \n\n*Chase* is the measure of your crew’s ability to hunt down retreating or fleeing Crew Combat enemies. \n\n*Discipline* shows how effectively you can utilize violence to make your slaves more obedient.\n\n[title Enduring Effects]\n[parent {HV63Xdjn6S83q3Si}]\n[order 6]"
        },
        {
            "uid": "JNx3XcKGHS83qiJe",
            "description": "<<Image:CompanionCombatMultiphaseCombatActionsandProperties>>\n\nSome actions a Companion can execute have more than a single phase, which should be considered during a fight. Actions with multiple phases are the following:\n\n*Overwatch* is set up over a target position. An enemy moving into the position will trigger a reaction from the overwatcher.\n\n*Followup* has an additional phase against a different target, while Followup Same Target has another phase against the same target.\n\n*Recursive* repeats the action against the same target until missing. Subsequent repeats incur an Accuracy penalty. For example, *Slice and Dice* is a series of melee attacks against a single target. The attacks stop on the first miss.\n\nThere are skills that are triggered by a successful block or evade. For example, during *Guard Stance*, the combatant assumes a defensive stance for a turn, raising *Block* chance. If the block is successful, the character hits back.\n\n[title Multiphase Combat Actions and Properties]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 14]"
        },
        {
            "uid": "JXd3XdmEfS83qpg1",
            "description": "<<Image:Companions>>\n\nCompanions are unique characters that can join your /comitatus/, and who bring with them a variety of abilities, both in companion combat and as potential $deputies for your /comitatus/. \nCompanions can be acquired from a number of locations, and two are typically available at the beginning of any new game for the main open world campaign. Some companions become available when certain conditions are met in specific events.\n\n[title Companions]\n[parent {Esf3XdjhpS83q3Sh}]\n[order 3]"
        },
        {
            "uid": "ki83XdmNTS83qpg6",
            "description": "<<Image:CompanionsProwessandProficiency>>\n\nProwess is the general power level of the $Companion, ranging from 1 to 9. Each unlocked level of Prowess gives the Companion an amount of *Proficiency* points that can be spent on upgrading their $Character Perks. Raising Prowess costs *Insight* from the Leader (click on the next Prowess node and confirm to unlock it). In the main campaign, levels 4, 6, and 8 of Prowess can only be unlocked after the Companion’s storyline progresses beyond a certain point.\n\n[title Prowess and Proficiency]\n[parent {JXd3XdmEfS83qpg1}]\n[order 3]"
        },
        {
            "uid": "KKV3XcKa8S83qiJx",
            "description": "<<Image:CrewCombatCrewCombatActions>>\n\nCrew Combat Actions are commands you can issue before each round of Crew Combat to alter the course of the battle, raise your chances of success, or mitigate losses. A maximum of two Actions can be performed per combat round - both cost Resourcefulness (the second one costs more than the first).\n\nActions that are in tune with your disposition (Offensive for the Attacker and Defensive for the Defender side) cost less Resourcefulness. Additionally, Marauder Prime and Guard Captain Deputies lower the Resourcefulness cost of Offensive and Defensive Actions, respectively.\n\nWhen taken, one of the $Vagrus Perks, *Command*, can be utilized to unlock advanced actions during crew combat, at the cost of Resourcefulness.\n\n[title Crew Combat Actions]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 7]"
        },
        {
            "uid": "kMN3XcKN6S83qiJp",
            "description": "<<Image:CompanionCombatCharacterSheet>>\n\nThe *Character Sheet* can be opened by clicking its icon (three lines) at the portrait. You can see all the combat-relevant stats of the active Companion there and consult the tooltips to learn more. You can also consult the $Character Pane section to find out more.\n\n[title Character Sheet]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 24]"
        },
        {
            "uid": "KNb3XZFPhS83qrFs",
            "description": "As an alternative to acquiring supplies when you camp and end the day, you may also acquire supplies during the day.  This can often be useful, as the node you choose to hunt or forage on may have a significant impact on the results.\n\nIn almost all cases, this will cost 2 Movement Points (MP). If you do not have any remaining MP, it will instead cost 1 Vigor. You can send out multiple *Hunting* and *Foraging* expeditions during a day, though these will face diminishing returns depending on the outcome of previous attempts. Daytime supply acquisition is available from the radial menu as you traverse the wasteland, and clicking on it will bring up the UI as shown below.\n\n<<Image:CampDaytimeSupply>>\n\n[title Daytime Supply Acquisition]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 10]"
        },
        {
            "uid": "kpJ3XcKDpS83qiJa",
            "description": "<<Image:CompanionCombatActions>>\n\n*Actions* (ACT) is the number of times a combatant takes their Turn in a Round. Subsequent Turns are taken after all first Turns are taken by every combatant.\n\n[title Actions]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 10]"
        },
        {
            "uid": "KS23XcK5eS83qiJU",
            "description": "The order in which combatants take their turns is according to their *Initiative (INI)*: at the beginning of each round, all active combatants add 1-6 (random) to their INI to determine in what order they will progress through the round (starting from the highest INI).\n\n<<Image:CompanionCombatInitiativeOrder>>\n\nThe INI order (top left) shows the order in which combatants receive their turns. Wise leaders use this information to plan ahead. Often, multiple actions are available for both Companions and enemies.\n\nThe Initiative Order can be modified within a round by effects that either change the initiative of a character or take them out completely (e.g. a Stun, or being Downed). Alternatively, effects can give characters additional actions that appear in the initiative order. \n\nSummoned creatures also roll for initiative and are placed in the Initiative Order based on the roll’s outcome.\n\n[title Initiative Order]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 4]"
        },
        {
            "uid": "kyx3XdmQaS83qpg9",
            "description": "<<Image:CompanionsCharacterSkills>>\n\nA summary of character skills can be found for each individual companion through the $Character Pane on the bottom left. All $companions have four skills. Some skills are purely focused on damaging targets, while others provide a more subtle approach, influencing combat in numerous ways. Descriptions regarding each skill and its purpose are also available during $Companion Combat, and more information can be found in the $Combat Skills section.\n\n[title Character Skills]\n[parent {JXd3XdmEfS83qpg1}]\n[order 6]"
        },
        {
            "uid": "Lj93XcJgjS83qiJQ",
            "description": "<<Image:CompanionCombat>>\n\nCompanion Combat takes place when your $Companions have to fight as a result of story or non-story events. The outcome depends a lot on you effectively managing the $Combat Skills of your Companions and adjusting your tactics during the fight.\n\n[title Companion Combat]\n[parent {sF93XRa77CGM6Gmf}]\n[order 1]\n"
        },
        {
            "uid": "LQd3XSy1wRHbuYjS",
            "description": "<<Image:Events>>\n\nMost of the story is presented through interactive texts called Events. Generally, Events let you make different choices at each step, though in some situations there is only one option. These examples represent a more linear progression of story material. Some choices can have a number of consequences, while others have various dependencies. Dependencies mean that you can only pick a certain choice if you have the right prerequisite – $Character Skills, $Vagrus Perks, $Companions, and so on. To select a choice, click on it or use buttons 1-9 on your keyboard to select the one you like.\n\nIn many situations, events have hidden choices that are only revealed when you meet the conditions needed. This may be the case in events that happen randomly throughout the realms, or even within settlements where new choices become available as the story evolves. \n\n[title Events]\n[parent {dEe3XSxr1RHbuYjR}]\n[order 1]"
        },
        {
            "uid": "Mb83XcK8WS83qiJW",
            "description": "<<Image:CompanionCombatCombatSkills>>\n\nEach Companion has *4 Combat Skills* besides Move, represented by the row of icons below their name on the character information bar. When you select a Skill, its stats are displayed below the Skill icons. Skills are also displayed in a Companion’s character sheet.\n\nUsing *Skills* costs Power. You can select *Skills* or *Move* by clicking on them or pressing the corresponding number (1-5). Selected Skills are highlighted, as are all available targets for the selected Skill. Skill details can be viewed in the information sheet on the bottom left after a Skill is chosen. You can also Boost a Character by clicking on the upward-arrow at the top right next to their portrait, temporarily raising the level of Companion Skills in combat by one\n\nThe area under the skills displays information about a Character, including their Vitality (VIT), Evade chance (EVD), Power (POW), Armor (ARM), Block chance (BLC), Actions (ACT). \n\n*Vitality* (VIT) is essentially a Character’s hitpoints. For more information, consult $Vitality.\n\n*Armor* (ARM) reduces damage to a Character. For more information, consult $Armor.\n\n*Power* (POW) is spent to use Skills that have Power cost. For more information, consult $Power.\n\n*Evade chance* (EVD) shows the chance at which a character can successfully Evade an attack. For more information, consult $Block and Evade.\n\n*Evade chance* (EVD) represents the chance at which a character can successfully Block an attack. For more information, consult $Block and Evade.\n\n*Actions* (ACT) is the number of times a combatant takes their Turn in a Round.\n\n[title Combat skills]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 6]"
        },
        {
            "uid": "mDs3XcKexS83qiK5",
            "description": "<<Image:CrewCombatHealPhase>>\n\nAfter combat concludes, your crew tends to the wounded in the Heal Phase, rolling for the recovery of each unit one by one. Severely wounded units can only be healed with a Critical Success. Every healing attempt has a chance to consume a Medical kit.\n\nThe Healer Perks of Companions or the /vagrus/, as well as certain gear and other sources, can increase the chances to heal units. You can also take additional time (deducting Movement Points) and\\or use Resourcefulness to increase your chances.\n\n[title Heal Phase]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 14]"
        },
        {
            "uid": "mhC3XdmJNS83qpg2",
            "description": "Deputies are your officers in the /comitatus/. They can be allocated through the Deputies Window, though this may only be done during $camp or while $resting (e.g. at a /mansio/) at the end of the current day. Deputies play a crucial role in your /comitatus/ because they confer a variety of bonuses to existing game mechanics – improving things such as Cargo space, maximum movement, or base $scouting chance. \n\nWhile in the Deputy window, you can assign a Companion to a Deputy role by dragging and dropping their portrait to an available slot (colored blue here). Only $Companions with the appropriate Deputy perk can be assigned. An example is provided below where one Companion is being assigned to the Scout Master Deputy role.\n\n<<Image:Deputies>>\n\nOne Companion or hireling can only fill one role at a time (even if they are eligible for more), and each role can be filled by only one Companion or hireling at a time. The maximum number of assigned Deputy roles depends on your $Authority (a Leader characteristic). Assigned Deputies unlock new $Equipment slots for the /comitatus/.\n\nOften certain deputy roles need to be unlocked before your companions can be allocated to those positions. To unlock those deputy roles you will need to distribute proficiency points for each companion into the sub-category of deputy, which can be found at the bottom below attributes in the $Prowess and Proficiency window.\n\n[title Deputies]\n[parent {Esf3XdjhpS83q3Sh}]\n[order 4]"
        },
        {
            "uid": "mQj3XZFBBRHbu7BR",
            "description": "Points of interest are locations and areas in the game, accessible or not. This includes settlements, geographical features, anomalies, and other things. A fairly comprehensive breakdown is available through the in-game chart, which are shown below. \n\n<<Image:ChartPointsofInterest>>\n\n[title Points of Interest]\n[order 1]\n[parent {2Y93XZEofS83qrFd}]\n"
        },
        {
            "uid": "MqQ3XSyazRHbuYjY",
            "description": "<<Image:JournalNews>>\n\nThe News tab lists all the settlements you currently have news from. These can be acquired either through stories or by using the $Exchange News option in the $Mansio Pane. News entries are worth some money each time you use the Exchange News option in /mansios/.\n\nRecency of news is important because entries degrade over time, becoming less fresh, which means less valuable in general. You can refresh them to their maximum by using Exchange News in settlements (and sometimes through stories).\n\n[title News]\n[parent {SYF3XSy8SRHbuYjT}]\n[order 4]"
        },
        {
            "uid": "n163Xdjo4S83q3Sj",
            "description": "Your Fighting Crew serves you in $Crew Combat, adding to your /comitatus/’s  overall power and defense. It consists of Fighters, Scouts, $Companions, and can include $Hirelings. Slaves and workers can also be deployed in Crew Combat, though only with significant risks, so they are generally not considered part of it. \n\n<<Image:CrewFightingCrew1>>\n\nYour Fighting Crew is also responsible for your defense orders when $camping. There are three different options you can choose when it comes to posting guards for the night; these are represented by the three boxes shown below. From left to right, these are: post no guards (left), post guards (middle), and post extra guards (right). \n\n<<Image:CampDefenseOrders>>\n\nIn some scenarios, you may not have enough of a Fighting Crew to actually defend your /comitatus/ properly, which will result in some defense orders costing Vigor when they would not normally. In other situations, specific defense options will be grayed out or unavailable. When this is the case, a yellow, orange or red medallion connotes that your /comitatus/ is partially defended, poorly defended, or undefended respectively. This will also be noted under $Enduring Effects from the crew management window. An example is shown below, where the /comitatus/ is setting up camp and is poorly defended. For this reason, the posting extra guards option is unavailable – even posting guards at all costs the /vagrus/ one point of Vigor.   \n\n<<Image:CrewFightingCrew2>>\n\nEmploying more fighters will help you guard your entire crew, and make more defense options available to you.\n\n[title Fighting Crew]\n[parent {HV63Xdjn6S83q3Si}]\n[order 1]"
        },
        {
            "uid": "NbJ3XSyXkRHbuYjW",
            "description": "Many Events involve Tests that lead you down alternative paths depending on your success or failure. Some tests are visible (i.e. you can see the result), while others are hidden. Tests make both $Character Skills and $Vagrus Perks very important because they increase the threshold for success, which is shown after the test when it is visible. \n\n/Vagri/ can use resourcefulness to boost the chance of success during events, which can be further bolstered by taking one of the $vagrus perks called Enhance. These options are indicated by an upward-arrow (for a normal boost) and a double-arrow for a further boost from the Enhance perk.\n\n<<Image:EventsTests1>>\n\nWhen test results are shown, they are done so in brackets after the acknowledgment of whether or not you failed or succeeded in the test. This is done in parentheses indicating two numbers. An example of test success is shown below:\n\n<<Image:EventsTests2>>\n\nThe first number during each test represents your roll out of 100, while the second represents your chance of success. In the next example, a representation of failure is shown – in this example, the player rolled over the threshold for success, as indicated below:\n\n<<Image:EventsTests3>>\n\n[parent {LQd3XSy1wRHbuYjS}] \n[title Tests]\n[order 1]"
        },
        {
            "uid": "NEG3XdmbCS83qpgH",
            "description": "Factions are essentially interest groups in the game world – trading houses, guilds, covert groups, etc. – vying for power and influence. They are important actors in the economy and politics of the Empire, and also very present in stories. The player may meet Factions in Settlements, in stories, and can gain $reputation with them.\n\n[title Factions]\n[order 4]"
        },
        {
            "uid": "nfg3XcKY8S83qiJu",
            "description": "<<Image:CrewCombatWard>>\n\n*Ward* is what counters *Combat Damage* by mitigating it. It is based on *Defense*, to which modifiers are applied, such as effects and equipment. Just like with $Combat Damage, a dice roll determines the multiplier for the round. The wider the success margin is, the larger portion of the Ward will be spent on the selected goal. By picking a goal, you essentially decide what you defend during combat. The name of the game is guessing where your enemy will strike and pick a goal that counters their goal the most effectively.\n\n[title Ward]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 4]"
        },
        {
            "uid": "nju3XcKYcS83qiJv",
            "description": "<<Image:CrewCombatUnitDamageDistribution>>\n\nAt the start of each round, $combat damage for both parties is calculated based on dice rolls and all applicable modifiers. This combat damage acts as a pool of damage that will be distributed among hostile units as follows:\n\n1) A hostile unit is selected at random\n2) Its defense is compared to the combat damage pool\n2a) If the unit’s defense is lower or equal to the combat damage, combat damage is reduced by the unit’s defense value. After that, the unit is wounded.\n2b) If the unit’s defense is higher than the combat damage, the unit is not wounded and combat damage is not reduced. The unit is shuffled back in and another unit is selected at random.\n3) Repeat steps 1) and 2) until combat damage cannot be reduced anymore\n4)The remaining combat damage is carried over to the next round.\n\n[title Unit damage distribution]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 5]"
        },
        {
            "uid": "nmd3XdmBiS83qpfw",
            "description": "<<Image:Cargo>>\n\nCargo is the entirety of what $Goods, $Equipment, $Items, and Gear your /comitatus/ holds. Goods are stored in your cargo hold and exist primarily for trading purposes. Equipment is equipped specifically to your /comitatus/ through the various slots you can find in the Cargo menu. Items fulfill a number of specific roles, some more practical (e.g. medical supplies) and some purely financial (e.g. simple jewelry). Finally, Gear incorporates items that can be equipped to $Companions, and is available through the $Character Pane.\n\n[title Cargo]\n[parent {Esf3XdjhpS83q3Sh}]\n[order 2]"
        },
        {
            "uid": "nPr3XZEphRHbu7BM",
            "description": "<<Image:Scouting>>\n\nScouting allows you to gather information about what is going to happen in nearby nodes before committing your $comitatus to a path forward. This is done by sending your scouts out. Scouting is divided into two categories: $Manual-Scouting and $auto-scouting. Both forms serve the purpose of revealing important information about combat encounters, hunting, foraging, and $events in the surrounding area. \n\nThe details revealed correspond to the chance that $Crew Combat will happen on that node, the base chance of success to $acquire supplies via hunting and foraging, and the chance that an event will happen. When an event is guaranteed to happen, it will be displayed in the form of a blue scroll because it is a priority event. Otherwise, the result will be shown in brown. \n\n[title Scouting]\n[parent {JbR3XZEPCRHbu7BH}]\n[order 3]\n\n"
        },
        {
            "uid": "nRa3XcJrmS83qiJS",
            "description": "<<Image:CompanionCombatEnemies1>>\n\nEnemies work similar to $Companions, as in they have stats like vitality, power, block, evade, etc. When their vitality is reduced to zero, they generally die, although special enemies may have downed phases. On the combat board enemies typically occupy one square, while there are a few big foes that take up two adjacent squares.\n\n<<Image:CompanionCombatEnemies2>>\n\n[title Enemies]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 2]"
        },
        {
            "uid": "nRS3XdmcBS83qpgJ",
            "description": "<<Image:Reputation>>\n\nReputation is the player’s standing with a specific Faction. It can be raised or lowered through various actions and decisions. The higher the reputation with a Faction is, the more benefits the player is granted, such as lower hiring rates, access to higher-level trade offers, tax exemptions, information about market prices and faction rewards.\n\n[title Reputation]\n[parent {NEG3XdmbCS83qpgH}]\n[order 1]"
        },
        {
            "uid": "NvZ3XdmDVS83qpfz",
            "description": "<<Image:CargoItems>>\n\nItems, the third type of $cargo, do not take up cargo space and are not equippable. They are used in a wide variety of situations and events. Some items can be obtained through faction $reputation, while others are sought after by $factions and NPCs. Items also function as both quest rewards and dependencies for some quests. They are viewable from the cargo window of any /comitatus/ shown as below:\n\nAdditionally, some items serve a particularly pragmatic purpose, as is the case for Beast Lures or Medical Supplies. The former can be used in $Crew Combat to $appease certain types of opposition, while the latter is used when you finish the day through $camp, in the case where you wish to see wounded $Companions heal more quickly and predictably. This can be done using the “Toggle Medical Supplies” button on the right side of the camp UI.\n\n[title Items]\n[parent {nmd3XdmBiS83qpfw}]\n[order 3]"
        },
        {
            "uid": "nW33XcKbLS83qiJz",
            "description": "<<Image:CrewCombatCombatRounds>>\n\nCrew Combat typically lasts for *three rounds*. Each round you roll to see how successfully you attack or defend. The chances of success and failure (derived from the Combat Strengths, Defense, and action modifiers of the two sides) is displayed in the middle.\n\nIf the enemy successfully Flees, Retreats, or Disengages during any given round, you can choose to pursue them or to stand down. The enemy can do the same to you in the case that your side withdraws. Additionally, if it is not wiped out at the end of the third round, your crew - if not in a hurry - has the chance to save the wounded by healing them.\n\n[title Combat Rounds]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 9]"
        },
        {
            "uid": "Pdy3XcKXfS83qiJt",
            "description": "<<Image:CrewCombatCombatDamage>>\n\nBoth the attacker and defender inflict *Combat Damage*. This damage is based on *Combat Strength*, to which modifiers are applied, such as effects and equipment. A dice roll determines the multiplier for the round. Depending on the success or failure of the roll, you might have a low *Combat Damage*, a high one, or even a considerably high one. In the case of a strong success, not only does your *Combat Damage* increase greatly, but that of your enemy will be reduced as well.\n\n$Goals influence how your damage is applied. If you chose *Kill Them* as a goal, the entirety of your *Combat Damage* will go toward killing hostile units. The rest of the goals focus on specific targets, for example snatching beasts or looting cargo. That is why *Combat Damage* is separated into unit damage and target damage. Unit damage determines the damage actual units receive, consult $unit damage distribution for more details. Target damage is essentially the success rate of your chosen goal and determines the loot you get or the beasts you poach. For more details on this, please refer to $target damage distribution. The wider the success margin for your roll is for the round, the larger portion of your *Combat Damage* will count toward achieving your goal instead of damaging the enemy.\n\n[title Combat Damage]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 3]"
        },
        {
            "uid": "PHm3XcKarS83qiJy",
            "description": "<<Image:CrewCombatCompanionCombatDuringCrewCombat>>\n\nYou can enter *Companion Combat* against a fraction of the foe's forces using the appropriate *Action*. When you do, you can choose who to focus on their leaders, their regular combatants, or a mixture of the two. You will return to Crew Combat after 6 rounds of Companion Combat no matter the result of the fight.\n\nAny combatant falling in this Companion Combat will be removed from the Crew Combat but defeating all of the enemies damages their Grit significantly while losing the fight pertains to a Morale loss to your crew.\n\n[title Companion combat during crew combat]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 8]"
        },
        {
            "uid": "pqk3XcKF7S83qiJc",
            "description": "<<Image:CompanionCombatPositioningDuringCombat>>\n\nAll characters can *Move* (footprint icon, bottom left section) to any adjacent *position* on their own side. To do that, *select* the Move icon and then the target position by *clicking* on it, then *confirm* with a second click. You can disable the confirmation click by toggling Confirm Target off.\n\nWhen a character moves into a position that is occupied by another character, that character is pushed out of the position it occupies and has to be moved into an adjacent free position (even to the position the other character has just left). There are $Companion Conditions that prevent characters from moving.\n\nSome skills involve movement prior to their usage. This also causes characters to swap, but only in the case where both characters are free and able to move.\n\nNot only do characters in the front row prevent melee attacks against characters directly behind them but also make them more difficult to hit with certain *Ranged Skills* (those that have the Line of Sight property), since the Companions behind them are in cover.\n\n[title Positioning During Combat]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 12]"
        },
        {
            "uid": "qqm3XcKJVS83qiJi",
            "description": "<<Image:CompanionCombatResistances>>\n\nResistances reduce the damage a Companion receives from a specific type of attack during combat. Resistance levels can be influenced positively or negatively by equipment, items, combat traits, buffs, and debuffs. Resistances can be grouped into the following categories: Fire, Electric, Mind, Cold, Magic, Impediment, Bleed, Poison. \n\nThere are a number of ways resistances come into play. Often Skill damage represents a specific element, and element-specific resistances mitigate that damage as a percentage of the total. The exact amount of mitigated damage is rounded.\n\nCertain Skills have additional influences on each and every one of those effects, resulting in a resistance roll. With skills that contain such effects, a die roll (d100) is used to determine whether or not that effect is completely negated or the full impact is applied.\n\n[title Resistances]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 18]"
        },
        {
            "uid": "QtV3XdmPnS83qpg8",
            "description": "<<Image:CompanionsCharacterPerks>>\n\nCharacter perks are those perks that are relevant to your $Companions specifically. All characters start with certain perks allocated, and these can be added to or expanded on when Companions gain Prowess levels by allocating proficiency points. In the below example, the Companion Vorax has reached Prowess level two, and proficiency must be added to upgrade perks or other categories (such as Immovable, a combat trait).\n\nCharacter perks have an impact on many test outcomes, they unlock deputy roles and they serve to bolster $Combat Skills and Traits. Combat Traits require prerequisite attribute levels to attain, though when chosen they have a significant impact on a Companion’s stats during combat. \n\nBe very careful what you spend Proficiency on: once purchased, Perks can not be changed.\n\n[title Character Perks]\n[parent {JXd3XdmEfS83qpg1}]\n[order 5]"
        },
        {
            "uid": "qWe3XcK9aS83qiJX",
            "description": "<<Image:CompanionCombatVitality>>\n\n*Vitality* (VIT) represents a Character’s hitpoints. When a Character runs out of their VIT, they will be *Downed* and switch to their *Downed Vitality*. If that runs out too, they will be severely wounded.\n\n[title Vitality]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 7]"
        },
        {
            "uid": "qWf3XSyjsRHbuYjc",
            "description": "<<Image:VictoryConditions>>\n\nWhen you start a new game, you are able to choose your Ambition or select Freeplay. Freeplay has no bounds and simply allows you to play as long as you wish, whatever your personal goals may be. When chosen, your Ambition determines how you achieve victory during Vagrus’s open-world campaign, and each option influences how you should approach the game in order to attain that goal.\n\n[title Victory Conditions]\n[parent {dEe3XSxr1RHbuYjR}]\n[order 4]\n\n"
        },
        {
            "uid": "rEb3XcK77S83qiJV",
            "description": "<<Image:CompanionCombatVagrusCombatActions1>>\n\nYou, the /vagrus/, do not take part directly in $Companion Combat but that does not mean you have no means to influence it. Five of your *Leader Perks* allow you to use *Resourcefulness* in various ways in combat. Four of them are found in the medallion in the top left: Prepare, Empower, Inspire, and Aid, while Boost is located in the top right corner of a Companion’s portrait in the bottom left of the screen. For more information on /vagrus/ combat perks, consult $Vagrus Perks.\n\n<<Image:CompanionCombatVagrusCombatActions2>>\n\n[title Vagrus Combat Actions]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 5]"
        },
        {
            "uid": "rSD3XdmRHS83qpgA",
            "description": "Hirelings can be recruited from Houses Oquo and Venari. There are three types that can be hired from each faction, each of which is broken into two tiers, creating six hirelings in total. \n\nVenari Hirelings can participate in Crew and Companion Combat as well – all six can be used and put into deputy roles. Their perks are similar to other normal $Companions but they cannot be leveled up through $Insight, thereby increasing their $Prowess and Proficiency. While their skills can be boosted by the /vagrus/ perk, the skills themselves cannot be changed, nor can they be equipped with Gear. You can only hire 1 from each faction at a time. An example of one hireling – a Venari mercenary – is shown below:\n\n<<Image:CompanionsHirelings>>\n\nAfter they have served you for a total of a month, you will be prompted and allowed to extend that period by 1 month, twice (for a total of 3 months maximum). If or when they leave, this occurs through an event through which you will always be notified.\n\n[title Hirelings]\n[parent {JXd3XdmEfS83qpg1}]\n[order 7]"
        },
        {
            "uid": "sCv3XVhUENJYPHHo",
            "description": ""
        },
        {
            "uid": "sF93XRa77CGM6Gmf",
            "description": "<<Image:Combat>>\n\nCombat is an important aspect of the game, and sometimes it cannot be avoided. The two main types of combat are companion combat and crew combat. $Companion combat is limited to the companions the player has gained, while your entire /comitatus/ is involved in $crew combat.\n\n[title Combat]\n[order 2]"
        },
        {
            "uid": "Sg63XdmSCS83qpgB",
            "description": "<<Image:VagrusAuthority>>\n\nAuthority dictates exactly how many $deputies you can have assigned at any given time; with an absolute maximum of six being achievable, regardless of any bonuses. Authority also makes your companions more tolerant of the decisions you make, with higher Authority lessening the Loyalty losses for companions when those decisions are made. Insight is needed to raise Authority, which costs cumulatively more insight to increase the higher it becomes.\n\n[title Authority]\n[parent {W1D3XdmK6S83qpg3}]\n[order 1]"
        },
        {
            "uid": "sHs3XcLuwS83qiKK",
            "description": "<<Image:SettlementFactionPane>>\n\nThe Faction Pane functions in settlements as a way for players to take on new $faction tasks (available button), view tasks in progress (active button), or examine various rewards for faction reputation levels (rewards button). Icons below the three buttons allow you to filter either $Mercenary tasks or $Trade tasks. The buttons in purple represent one of the $Vagrus Perks, exploit, through which you are able to ‘reroll’ available faction tasks.\n\nThe *Rewards* tab lists all the faction standing rewards you can potentially claim. You are unable to claim rewards if you do not meet the faction standing requirement or the faction's presence in the settlement is too low for the given reward. Note that you can only claim $Equipment and Gear rewards once. Effects can be reclaimed if you lose them (due to losing faction standing) but become eligible for them again later on.\n\nClicking on the symbols associated with each faction will take you through to a more comprehensive breakdown of each faction, including your current $Reputation with each one and a background of the organization itself. This also opens the $Vagrus Pane, which can be perused to find other information.\n\n[title Settlement Faction Pane]\n[parent {WZ43XcLKVS83qiK7}]\n[order 4]"
        },
        {
            "uid": "SYF3XSy8SRHbuYjT",
            "description": "<<Image:Journal>>\n\nYour Journal functions as your means to follow stories ($objectives), $news, $rumors, $qualities and $tasks. You can search for entries (search field) and filter them (drop-down filter buttons) on the top left. You may also sort categories by alphabetical or time-based order, simply highlight the mode that you prefer. When in the journal, the quill icon can also be used to create an unlimited number of custom notes.\n\n[parent {dEe3XSxr1RHbuYjR}]\n[order 3]\n[title Journal]"
        },
        {
            "uid": "tyD3XSyQLS83qufE",
            "description": "<<Image:PriceHistory>>\n\nYou may consult the price history window by clicking on the scales in the top right of the Chart or in the Market pane of a Settlement. The window allows you to browse goods and locations and compare prices. You can filter and sort the information depending on what you are looking for. This feature allows you to be able to discern which goods are to be bought and sold where if you want to make a profit.\n\n[title Price History]\n[parent {fDn3XSxr4S83qufB}]\n[order 4]"
        },
        {
            "uid": "U3R3XdmNyS83qpg7",
            "description": "<<Image:Companions>>\n\nEvery Companion has a questline that is personal to them. The ways in which you can begin Companion questlines vary greatly – you may need to talk to the Companion, gain their allegiance by raising their Loyalty, or you might need to do or possess certain things before you can begin the quest.\n\nLoyalty questlines are connected to Companion progression: Prowess levels 4, 6, and 8 can only be unlocked if you progress a Companion’s Loyalty questline enough. Additionally, these stories often provide ample opportunities to gain Loyalty with Companions.\n\nBeyond character progression, Loyalty questlines can lead to a variety of outcomes and often have several endings as well as branching paths. Some choices made in them can even lead to marked changes in the Companion’s alignment.\n\n[title Companion Loyalty Questlines]\n[parent {JXd3XdmEfS83qpg1}]\n[order 4]"
        },
        {
            "uid": "U5U3XcLrsS83qiKG",
            "description": "<<Image:MansioPaneResting>>\n\nResting in a /mansio/ confers additional benefits above and beyond normal camping, though it does cost more. Typically, there are two tiers of /mansio/ rest, with the second bestowing greater benefits to your crew’s status for a higher price. There is also always the option of sleeping on the stable floor for free, which grants your crew one point of Vigor. Below is an example of using the /mansio/’s most exorbitant rest option, which confers a +2 Morale and +2 Nutrition.\n\n[title Resting]\n[parent {fnj3XcLVTS83qiKB}]\n[order 4]"
        },
        {
            "uid": "UCi3XcMEdS83qiKL",
            "description": "On the campaign map, your /comitatus/ (traveling company) always occupies a *node* and moves between nodes along *paths*. Doing so costs *Movement Points* (MPs), indicated next to each path. Every in-game day you have a number of MPs to spend before you need to camp for the night and rest to replenish MPs. Find out more on how $Movement works.\n\n[title Campaign Map]\n[order 7]"
        },
        {
            "uid": "ud33XZFQxS83qrFt",
            "description": "*Auto-acquire Supplies* allows you to set conditions through which you can automatically acquire Supplies at the end of the day. Once the conditions are met, *Hunting* and *Foraging* will automatically occur when you end the day from the Camp screen. If you use Quick Camp, the acquisition of the Supplies will happen automatically as well if the preset conditions are met.\n\nThe conditions are represented by two *sliders* underneath Auto-acquire Supplies. The top slider represents the lowest base chance of success through which the auto-acquisition will trigger, while the bottom slider represents the minimum amount of Supplies yielded on average by that node for the auto-acquisition to occur.\n\n<<Image:CampAutoAcquire>>\n\nIf you switch on the *Vigor symbol* (fist icon), Auto-acquisition will cost 1 Vigor instead of 2 Movement Points (MP) when you have less than 2 MPs left. If this is not switched off, *Auto-acquire Supplies* will only trigger when you have 2 or more MPs.\n\n[title Auto-acquire Supplies]\n[parent {6KR3XZEnQRHbu7BL}]\n[order 11]"
        },
        {
            "uid": "uLo3XdmCtS83qpfy",
            "description": "<<Image:CargoEquipment>>\n\nEquipment that you can attach to the /comitatus/ is sold on some markets or found throughout your travels. It can provide bonuses and upgrades, and can be bought and equipped either through the $Market Pane or simply the crew management window via $Cargo when out traversing the wasteland. Below is an example where the Equipment tab is highlighted, and one ‘Guard Animals’ are being dragged into an open Equipment slot.\n\nSimilarly, you can view and assign equipment that you own from either the $market pane or the cargo window; depending on whether you are in a $settlement or out traversing the wasteland. \n\nIn order to gain bonuses from your equipment, you need to equip them first by dragging and dropping them into an appropriate slot on the illustration of /comitatus/ through the cargo window.\n\nEquipment can only be placed in a slot that matches its type, except that Equipment of any type can be placed into the Miscellaneous slot, and some equipment works in multiple slots. You can unequip Equipment by dragging it back to the list.\n\nAdditionally, $deputies play a crucial role in unlocking your equipment slots on your /comitatus/. Most locked slots require a certain deputy to be allocated in order for the slot to be usable, one example being that you need a Spellweaver to unlock your secondary “sorcery” equipment slot, found on the top left of the cargo window.\n\n[title Equipment]\n[parent {nmd3XdmBiS83qpfw}]\n[order 2]"
        },
        {
            "uid": "UmY3Xdmg1S83qpgM",
            "description": "<<Image:ReputationLocationsandHQs>>\n\nFactions have a varying degree of presence in certain areas and settlements, ranging from none at all to the given settlement being their regional headquarters. The presence of a Faction influences the offers, tasks, and stories that are available.\n\n[title Locations and HQs]\n[parent {nRS3XdmcBS83qpgJ}]\n[order 2]"
        },
        {
            "uid": "UX83XcKZaS83qiJw",
            "description": "<<Image:CrewCombatTargetDamageDistribution>>\n\nGoals determine the way Damage\\Ward is employed. For example, picking the *Poacher* goal will result in some of the Damage being targeted at armed defenders, while the rest will be aimed at stealing Mounts and Beasts of Burden. The wider the success margin is, the larger the portion of the Damage that will be spent on the selected goal.\n\nSimilarly, if you decide to use your Ward to defend your beasts, an amount equivalent to your Ward will be negated from the attack targeted at your beasts. However, if your enemy targets your Crew, they won’t be defended by your Ward. Knowing your enemy and figuring out where to defend is key to being successful in crew combat.\n\nThe outcome is determined through a process similar to the one for $Unit damage distribution. A hostile unit or potential piece of loot is selected at random, its cost in target damage is deducted from total Target Damage. Stealing a beast will cost significantly more Target Damage than stealing a mount.\n\n[title Target damage distribution]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 6]"
        },
        {
            "uid": "V8r3XdmdqS83qpgL",
            "description": "<<Image:ReputationRelationsWithOtherFactions>>\n\nSome Factions are in friendly relations with one another, while others have a more adversarial relationship. Generally, interfactional relationship is represented as a list of Factions grouped into four distinct relations: Allies, Associates, Opponents, and Adversaries. If your reputation is raised with a Faction, the ones on their good side will also hold you in somewhat higher regard, while your reputation with the ones on their bad side will deteriorate.\n\nFor example, if you get +20 reputation with one faction, you get +6 reputation with their allies, and +3 with their associates. Where reputation loss is concerned, these numbers are reversed, meaning that you get -3 reputation with their opponents and -6 with their adversaries.\n\n[title Relations with other Factions]\n[parent {nRS3XdmcBS83qpgJ}]\n[order 1]"
        },
        {
            "uid": "vfX3XSystRHbuYjf",
            "description": "<<Image:VictoryConditionsKnowledgeAmbition>>\n\nA Knowledge Ambition victory can be achieved by obtaining a certain amount of codex entries, along with exploring forsaken places where long-lost knowledge resides. \n\n[title Knowledge Ambition]\n[parent {qWf3XSyjsRHbuYjc}]\n[order 4]"
        },
        {
            "uid": "Vjt3XSyw9RHbuYjh",
            "description": "<<Image:CodexObtainingCodexEntries>>\n\nCertain Codexes are automatically given to you at the start of a new game and are dependent on your background as a /vagrus/. Other entries are given to you automatically upon completing certain events. During an event – when you have obtained a new entry – it will be highlighted in pale blue. Clicking on the text will lead you directly to your Codex where you can read the entry in full before proceeding with any further choices.\n\n[title Obtaining Codex Entries]\n[parent {Zym3XSyuMRHbuYjg}]\n[order 1]"
        },
        {
            "uid": "vUK3XcKANS83qiJY",
            "description": "<<Image:CompanionCombatArmor>>\n\n*Armor* (ARM) negates a certain amount of physical damage to a Character. *Armor Piercing* attacks ignore a portion of the Armor of the target, while *Penetrating* ones and Elemental damage ignore all of the target's Armor completely.\n\n1) A hit or miss is determined with an Accuracy check\n2) Block\\Evade check\n3) Critical hit check \n4) Damage calculation\n5) Armor reduces damage calculated in step 4. For example, if the damage is 3 and ARM=2, then the final damage to the Character is 1. Also, if the damage is 2 and ARM=2, then the final amount of damage is 0.\n\nAlthough high enough ARM can technically make a Character invincible, these cases are quite rare. ARM rarely ever goes over 3, even that is usually temporary. \n\n[title Armor]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 8]"
        },
        {
            "uid": "VwD3XdmCDS83qpfx",
            "description": "<<Image:CargoGoods>>\n\nGoods are trade commodities your /comitatus/  can acquire by various means and sell for profit at settlement markets or transport them to distant locations for $Factions (see $Trade Tasks). As opposed to other wares and items, goods take up cargo space in your hold. Separate goods are stacked into slots, with each commodity having different, unique stack sizes. Stack sizes can be viewed on each good’s tooltip. You can throw away goods permanently using the Throw Out button.\n\nTrading goods can be a major means for a /comitatus/ to get by. Some $settlements look for certain goods more than others while others produce specific goods, so learning and exploiting supply and demand is the key to success. The $Price History tool can be used to aid this endeavor.\n\nSome goods classify as contraband. When in possession of such goods, city guards are bound to hold you up and confiscate them. Certain pieces of $Equipment, as well as well-placed bribes or connections in the right places, can alleviate the risks of smuggling contraband into cities.\n\n[title Goods]\n[parent {nmd3XdmBiS83qpfw}]\n[order 1]"
        },
        {
            "uid": "vXu3XcKKvS83qiJm",
            "description": "<<Image:CompanionCombatCompanionConditions>>\n\nThere are conditions that prevent you from taking certain actions. These are:\n\n*Downed*\nA Companion is *Downed* after losing all their Vitality (VIT) in combat. They are not removed from combat but cannot perform actions. They use their Downed VIT and occupy their previous position. Enemies can still target them and if they lose all their Downed VIT, they are Out of Action (OOA). This means that they become severely wounded and can even die following combat. Some rare healing skills can bring back Companions from a Downed state. Downed characters can be moved in situations where another Companion swaps position with them.\n\n*Stunned*\n\nWhen a Companion is *stun*ned, they cannot perform any action at all. If the *Stun* debuff gets removed before their next turn in the $Initiative Order, then they can resume combat as normal.\n\n*Impediment*\n\nWhen a Companion is impeded, they cannot Move, they cannot Evade, they cannot initiate movement or be involved in a chain (e.g. from another character) that requires movement. \n\n[title Companion Conditions]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 21]"
        },
        {
            "uid": "W1D3XdmK6S83qpg3",
            "description": "<<Image:Vagrus>>\n\nThe Vagrus is both the backbone and lifeblood of any /comitatus/, functioning as the key decision-maker, sometimes operating from behind the scenes. In Vagrus – The Riven Realms, you take on this role as the player, where your $crew and $companions look to you for guidance.\n\n[title Vagrus]\n[parent {Esf3XdjhpS83q3Sh}]\n[order 5]"
        },
        {
            "uid": "wCh3XcKWBS83qiJr",
            "description": "<<Image:CrewCombatCrewCombatBasics>>\n\nIn Crew Combat encounters, your whole /comitatus/ fights the enemy: either to protect themselves or when you happen upon another group you decide to pick a fight with. Crew Combat consists phases (fight, pursue, heal, result) and of $Combat Rounds. You will also be able to mount and unmount outriders unless you’ve been ambushed. Being ambushed incurs combat strength and defense penalty in the first round of combat.\n\nYou can see the *Combat Strength* and *Defense* of your crew and the enemy. These describe your crew’s ability to perform attacks and defend themselves, respectively. Purple icons indicate magical attacks and defense. The side that initiated the combat encounter is the *Attacker*, indicated by a *fist*.\n\nTotal *Combat Strength* and *Defense* are calculated from individual units’ respective values that may be affected by bonuses or penalties, as well as factoring in other aspects, such as actions. In addition, certain modifiers are applied after cumulating the total value, for example, *Morale* and *Vigor* bonuses. For further details on crew stats, consult the $Crew Properties entry.\n\nThe enemy’s *Grit* effectively acts as their morale, determining how long they are willing to fight. Its base value is 100, but applicable modifiers may increase or decrease this value. After each round of combat, there is a Grit check. If it fails, the enemy disengages and you may choose to pursue them or not. *Unrelenting* enemies – such as the Undead – never surrender or retreat.\n\n[title Crew Combat Basics]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 1]"
        },
        {
            "uid": "wCu3XcKeTS83qiK4",
            "description": "<<Image:CrewCombatAftermath>>\n\nIn case combat does not conclude within 3 rounds, the rest of the combat will be simulated by the game as the fourth and final round, until one side disengages or dies.\n\n[title Aftermath]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 13]"
        },
        {
            "uid": "wS43XZExiS83qrFf",
            "description": "<<Image:MovementForcedMarch>>\n\nForced March allows your /comitatus/ to move farther than your maximum *Movement Points (MPs)* would normally allow you. Forced March uses *Marching MPs* (indicated next to your MPs on the top left). Marching along paths and its cost is indicated in red on the campaign map. Your crew loses Vigor and even Morale rapidly if you March too often without extra resting.\n\n[title Forced March]\n[parent {HS93XZEa5RHbu7BJ}]\n[order 3]"
        },
        {
            "uid": "Wts3XSyptRHbuYjd",
            "description": "<<Image:VictoryConditionsRenownAmbition>>\n\nOne way to win the game is through attaining sufficient renown. If you reach the required level before the campaign time limit, then you achieve victory with this Ambition. More information about $Renown and how to increase it can be found in the $Vagrus section.\n\n[title Renown Ambition]\n[parent {qWf3XSyjsRHbuYjc}]\n[order 2]"
        },
        {
            "uid": "WZ43XcLKVS83qiK7",
            "description": "<<Image:Settlements>>\n\nSettlements and the interactions available within them play a large role in the Riven Realms. As a /vagrus/, they give you access to stories, various markets, /mansios/ where your crew can rest, and in most settlements, to faction tasks. When occupying a settlement node on the map, you can enter using the Enter button on the radial menu. You can always choose not to enter and even camp outside.\n\n[title Settlements]\n[order 6]"
        },
        {
            "uid": "xtd3XSyP5S83qufD",
            "description": "<<Image:ReputationTradeOffers>>\n\nFactions that have a presence in a settlement post bulk offers for buyers and sellers alike. The content and quality of these offers depend on a variety of factors, including the faction's interest in, and the supply-and-demand of the wares in question, the extent of their presence, as well as the player's unlocked Trade Offer tiers (from I. to III.).\n\nTrade Offers can only be bought and sold in full stacks, and besides the normal price, /vagri/ can get a better deal when spending faction reputation. Although factions do not sell their wares cheaper (except at higher standing with them on the source nodes of the goods), each unit of the offered stack costs the same, which is a great advantage over the dynamically changing market price even though it may seem that the initial couple of units cost less at the market than the offered ones. The result is that large-scale trading can be more efficient through faction offers.\n\n[title Faction Offers]\n[parent {fDn3XSxr4S83qufB}]\n[order 3]"
        },
        {
            "uid": "XuJ3XcKNnS83qiJq",
            "description": "<<Image:CompanionCombatForfeit>>\n\nThe *Forfeit* button (bent arrow icon at the top left of the character portrait) allows you to pass your current turn, thus replenishing *Power*.\n\n[title Forfeit]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 25]"
        },
        {
            "uid": "XWG3XdmczS83qpgK",
            "description": "<<Image:FactionTasks>>\n\nMany settlements have *Faction panes* where you can interact with Factions who have a presence at the given location.\n\nEach faction provides a variety of *Tasks* you can take on. Tasks are procedurally generated, non-story-related objectives you can complete for *money and reputation* with Factions.\n\nYou can take on Tasks under the *Available* tab on the $Faction Pane found in settlements. Each has requirements including Faction Standing tiers and free cargo space. You can inspect where the location pertaining to the task is on the Chart by right-clicking on the name of the Settlement in the task.\n\nThe *Active* tab is where you can turn in Tasks (if you are at the right place) or discard them. Once you have met the task requirements, go to the Faction tab in Market, find the task in the list of active tasks, and click ‘turn in’ to complete.\n\n[title Faction tasks]\n[parent {NEG3XdmbCS83qpgH}]\n[order 2]"
        },
        {
            "uid": "XwK3XcKMbS83qiJo",
            "description": "<<Image:CompanionCombatCombatLog>>\n\nDuring Companion Combat, you can consult the *Combat Log* (the sheet at the mid-bottom) at any time to seewhat occurred exactly. The log is scrollable but if you wish to see more of it, click it to open it fully. It can be closed by clicking it again. 'Most combat actions involve a series of test rolls, like Accuracy, Evade, Critical Hit, and so on. Read more about d100 rolls in general in the $Tests entry. For details on combat sequence, please consult $Armor,\n\n<<Image:CombatLog>>\n\n[title Combat Log]\n[parent {Lj93XcJgjS83qiJQ}]\n[order 23]"
        },
        {
            "uid": "XYN3XdmpPS83qpgS",
            "description": "<<Image:Currency>>\n\nYou will need to manage your revenues and expenditures throughout the entire game. The Imperial currencies are called Bross, Lyrg, and Changers. The exchange rates are as follows: 1 Bross = 10 Lyrgs, 1 Lyrg = 10 Changers.\n\n[title Currency]\n[parent {fDn3XSxr4S83qufB}]\n[order 1]"
        },
        {
            "uid": "YNT3XdmkHS83qpgQ",
            "description": "<<Image:FactionTasksMercenaryTasks>>\n\nCompleting Mercenary tasks will involve fighting, traveling, and collecting rewards. The exact mission may vary from escorting to eliminating and all sorts in between. For the entire process, you may watch this video.\n\n<<video:FactionTasksMercenaryTasksVideo>>\n\n*Eliminate* tasks require you to take out a hostile group of people, monsters, or other creatures.\n\n*Defend* tasks require you to defend a location or group against some sort of threat. \n\n*Conquer* tasks give you a mission to take a Point of Interest.\n\n*Abduct* tasks send you on a quest to kidnap someone or a group of people.\n\n*Rescue* tasks are missions to free a person or people from the clutches of a hostile force. \n\n*Escort* tasks involve you guarding an individual or group's passage through the wasteland to their desired destination. \n\n[title Mercenary tasks]\n[parent {XWG3XdmczS83qpgK}]\n[order 2]\n\n//these two types are not yet in the game (they may not be added even later, will see)\n\n*Capture* tasks have you locate and capture a target or targets who may not come willingly. \n\n*Bring Back* is a task targeted at important figures who require assistance in returning to safety."
        },
        {
            "uid": "ypm3XcMTnS83qiKP",
            "description": "<<Image:ChartCustomChartNotes>>\n\nYou can select a location by left-clicking on it on the Chart. The tab in the bottom left of the screen will inform you of the settlement’s type and the travel duration it would take to go there. You can add up to five notes to a point of interest here.\n\n[title Custom Chart Notes]\n[order 4]\n[parent {2Y93XZEofS83qrFd}]\n"
        },
        {
            "uid": "YpN3XcKfPS83qiK6",
            "description": "<<Image:CrewCombatResults>>\n\nVictory or Defeat are determined based on a number of factors. Success and Critical Success in rounds earns one and two victory points, respectively. Additionally, Attackers gather points for succeeding in fulfilling their goal. Defenders get points both for preventing Attackers and for keeping their crew alive.\n\nThe side with more victory points in the end wins, while in case of a tie, the side with the more wins during the three rounds is considered victorious.\n\nThe post-victory sequence involves looting. You can receive Items, Goods, or even Beasts and Mounts depending on the enemy defeated.\n\n[title Results]\n[parent {Cjt3XRaAFCGM6Gmg}]\n[order 15]"
        },
        {
            "uid": "z5d3XcLWNS83qiKC",
            "description": "Rumors field\n<<Image:MansioPaneRumors>>\n\n$Rumors can be purchased through the Mansio Pane. These bits of information can unlock $Points of Interest on your $Chart, tip you off on business opportunities, give you hints on storylines, or unlock hidden choices in specific events. \n \n[title Rumors field]\n[parent {fnj3XcLVTS83qiKB}]\n[order 1]"
        },
        {
            "uid": "ZcY3XSye6RHbuYja",
            "description": "<<Image:JournalQualities>>\n\nQualities can be statuses, gathered information, secrets, and so on. Unread entries have a blue exclamation mark icon and appear on top, while already read entries are marked by a gold circle icon.\n\n[title Qualities]\n[parent {SYF3XSy8SRHbuYjT}]\n[order 3]"
        },
        {
            "uid": "zhX3XcLnRS83qiKD",
            "description": "<<Image:MansioPaneRumors>>\n\n$Rumors can be purchased through the Mansio Pane. These bits of information can unlock $Points of Interest on your $Chart, tip you off on business opportunities, give you hints on storylines, or unlock hidden choices in specific events. \n\n[title Rumor field]\n[parent {fnj3XcLVTS83qiKB}]\n[order 1]"
        },
        {
            "uid": "zrx3XdmTLS83qpgD",
            "description": "<<Image:VagrusInsight>>\n\nInsight is gained by completing stories, exploring, and by revealing enough $Codex entries. Use Insight to purchase Perks for your /vagrus/ or to raise the $Prowess and Proficiency of your $Companions.\n\n[title Insight]\n[parent {W1D3XdmK6S83qpg3}]\n[order 3]"
        },
        {
            "uid": "ZtC3XSyrWRHbuYje",
            "description": "<<Image:VictoryConditionsWealthAmbition>>\n\nVictory under the Wealth Ambition requires the /vagrus/ to earn or acquire a great deal of wealth and later invest that wealth within the campaign time limit.\n\n[title Wealth Ambition]\n[parent {qWf3XSyjsRHbuYjc}]\n[order 3]\n"
        },
        {
            "uid": "ZyH3XdmLvS83qpg5",
            "description": "<<Image:CompanionsCharacterGear>>\n\nAlong with a full breakdown of stats and Skills, the $Character Pane also allows you to equip your companions with Gear. Two gear slots are available, which can include any two pieces of Gear, the only limitation being that you cannot use the same type of gear twice. These two Gear slots are shown below the $Companion’s image, and can be clicked on to select from a list where you can then drag and drop Gear to equip it, as shown below:\n\nGear is often acquired by purchases within specific events, i.e. not typically through a $settlement’s trade UI. Some $factions make Gear available when specific levels of $reputation are met, and Gear can sometimes be a reward for certain questlines, too. \n\nMost Gear bestows perks or stat bonuses, though some pieces may involve certain trade-offs or drawbacks as a cost for benefits. Similarly, some Gear requires specific dependencies to be met before a Companion can equip it.\n\n[title Character Gear]\n[parent {JXd3XdmEfS83qpg1}]\n[order 2]"
        },
        {
            "uid": "Zym3XSyuMRHbuYjg",
            "description": "<<Image:Codex>>\n\nThe Codex is a collection of entries you find throughout your travels. Entries contain information about the world and its inhabitants. When you have unread entries, the crystal on the cover of the closed Codex emanates light. The book itself can be found in the bottom right corner. \n\nOnce opened, Codex Entries are displayed in a list on the left. You can search entries and filter them by category using the buttons on the top. Unread entries are marked by a blue icon and appear on top, while already read entries have a gold icon. The text of the selected entry appears on the right. \n\n[title Codex]\n[parent {dEe3XSxr1RHbuYjR}]\n[order 2]"
        }
    ]
}