{
    "glossaries": [
        {
            "uid": "5d83XZF3aRHbu7BP",
            "description": "Авторазведка позволяет вам разведывать впереди вашего $Комитат, не тратя очков движения. Основным недостатком такого подхода является то, что шансы на успех значительно снижаются по сравнению с ручной разведкой, что также означает, что при автоматической разведке вы можете чаще терять разведчиков.\n\nКроме того, существует два режима авторазведки. Первый представлен одной стрелкой вправо на пользовательском интерфейсе рядом с режимом авторазведки, а второй - иконкой с несколькими стрелками, ведущими в разных направлениях. В первом случае ваш /Комитат/ может остановиться на любом узле вдоль текущей траектории при выполнении определенных условий, в то время как во втором режиме вы останавливаетесь, когда любой из соседних окружающих узлов выполняет условия. Эти условия могут быть установлены в соответствии с различными пороговыми значениями для охоты и разведки ($приобретение припасов), силой боевого столкновения $экипажа или шансом наступления события на данном узле. Пример приведен ниже:\n\n<<Image:ScoutingAutoScouting1>>\n\nВ данном примере в качестве условий для остановки /Комитат/ используются охота и фуражировка, а также единственный режим авторазведки (представленный одиночной стрелкой), который означает, что ваш /Комитат/ остановится только при достижении базового шанса 30% или выше, а также при средней добыче 150 или более припасов из этого узла. При рассмотрении вопроса об избегании или столкновении с врагами условия боевой встречи вместо этого используют минимальную и максимальную мощность, при которой ваша компания путешественников остановится, при этом все, что выходит за пределы этих параметров, игнорируется по мере того, как вы пересекаете пустошь.\n\n<<Image:ScoutingAutoScouting2>>\n\nКогда вы устанавливаете условия для остановки вашего /Комитат/ для боевых столкновений, вы выбираете условия, относящиеся к боевой силе экипажа, для которой вы останавливаетесь, в зависимости от двух кнопок, *Уклониться от врагов* и *Найти врагов*.\n\nКогда вы выделите *Избегать врагов* (красный ползунок), вы установите порог силы, при котором вы остановитесь, когда на вашей текущей траектории появится враг, который соответствует или превышает этот порог, что позволит вам изменить свой курс. Например, если вы установите порог в 20%, то ваш /Комитат/ остановится, когда на вашей текущей траектории появится враг, который как минимум на 20% сильнее, чем сила вашего каравана. Если ваша сила /Комитат'/ равна 500, то это означает, что вы остановитесь, когда появится противник с силой 600 или выше. Однако, когда вы достигаете критического успеха при авторазведке, вы можете просто пройти через этот узел независимо от него. Идея заключается в том, что вы настолько хорошо разведали расположение врагов, что смогли избежать их, даже если вы занимаете тот же узел на карте кампании.\n\nВ случае *Найти врагов* (зеленый ползунок) ваши цели различны, поэтому /Комитат/ останавливается, когда вы разведываете противников на соседних узлах, позволяя вам перенаправить свою цель на врага, если вы хотите. Как правило, /вагри/ хотят найти противников, которые слабее их, поэтому по умолчанию этот параметр установлен на отрицательный процент. Другой пример, если ваш /Комитат/ настроен на остановку при -70%, а сила вашего каравана равна 1000, то вы остановитесь, когда у вашего противника будет 300 силы или меньше. Когда вы достигаете критического успеха в разведке и используете *Найти врагов*, вы автоматически устраиваете засаду на противника, что дает вам преимущество в первом раунде боя."
        },
        {
            "uid": "Dsn3XZF78RHbu7BQ",
            "description": "В большинстве случаев, когда разведка проходит успешно, об узле раскрывается приблизительная информация. В случае $manual-scouting она отображается в виде списка. Когда вы достигаете критического успеха, в этом списке появляется более точная информация. Неудача, с другой стороны, приводит к получению информации с очень низкой точностью для охоты и фуражировки, и никакой информации о боевых столкновениях или событиях, а критический провал часто приводит к потере разведчиков. Обследование большей территории даст больше результатов, но также сопряжено с большим риском потерять больше разведчиков.\n\nСпособ консолидации результатов совершенно иной для *ручного скаутинга*, пример которого показан ниже:\n\n<<Image:ScoutingScoutingResults1>>\n\nДве восходящие зеленые стрелки означают критический успех, а одна - нормальный успех. То же самое верно и для неудач, все они появляются в вышеупомянутом формате списка в случае *ручной разведки*.\n\nПосле того как вы решите двигаться дальше, результаты разведки останутся на карте в течение трех дней. Это справедливо как для *ручной разведки*, так и для $авторазведки.\n\nОднако, поскольку *авторазведка* функционирует совершенно иначе, результаты не появляются в списке, вместо этого вы будете остановлены, когда окружающие узлы удовлетворяют условиям вашей *авторазведки*, и узлы появляются на карте кампании, как показано ниже:\n\n<<Image:ScoutingScoutingResults2>>"
        },
        {
            "uid": "FLe3XZEvrRHbu7BN",
            "description": "Ручная разведка охватывает все от занимаемого вами узла до более обширной окружающей территории, простирающейся далеко вдаль. Чем больше расстояние, тем выше стоимость очков движения (ОД). Количество необходимых очков движения также зависит от количества разведчиков, которых вы решили послать, как показано ниже:\n\n<<Image:ScoutingManualScouting1>>\n\nВ приведенном выше примере будут отправлены шесть разведчиков, и узлы, выделенные синим цветом, будут прикрыты. Затраты на это составляют пять очков движения. В следующем примере используется двадцать пять разведчиков, что значительно снижает стоимость до 2 MP, одновременно резко увеличивая шанс успеха, который представлен зелеными полосками и цифрами в каждом примере.\n\n<<Image:ScoutingManualScouting2>>\n\nНаконец, использование большего количества разведчиков позволит вам увеличить расстояние, которое вы преодолеваете, что представлено указанным расстоянием, которое в приведенном выше примере составляет 3 из максимальных 8. Увеличение расстояния увеличит затраты MP экспоненциально, снижая шанс на успех, но это позволит вам покрыть огромные пространства земли. Последний пример показывает максимальное расстояние, которое можно преодолеть в данной ситуации:\n\n<<Image:ScoutingManualScouting3>>\n\nВо всех случаях с ручной разведкой $resourcefulness можно использовать для усиления одной или нескольких категорий, гарантируя получение информации путем выбора стрелки вверх рядом с ней. Этот результат приведет к раскрытию подробностей независимо от того, был ли бросок на разведку успешным или провальным. В тех случаях, когда проверка на разведку провалена, в списке все равно будет показана информация, относящаяся к категории, которую усилил /Вагрус/."
        },
        {
            "uid": "Hiz3XZEdpRHbu7BK",
            "description": "Интуиция приобретается путем открытия для себя достопримечательностей и регионов во время путешествий, когда вы посещаете их впервые.\n\n<<Изображение:Исследование движения>>."
        },
        {
            "uid": "nPr3XZEphRHbu7BM",
            "description": "<<Изображение:Разведка>>.\n\nРазведка позволяет вам собирать информацию о том, что будет происходить в соседних узлах, прежде чем вы выберете свой $Комитат для дальнейшего пути. Это делается путем отправки разведчиков. Разведка делится на две категории: $ручная разведка и $авторазведка. Обе формы служат для получения важной информации о боевых столкновениях, охоте, добыче пищи и событиях в окрестностях.\n\nВыявленные детали соответствуют шансу того, что на этом узле произойдет $Crew Combat, базовому шансу успеха для $приобретения припасов с помощью охоты и фуражировки, а также шансу того, что произойдет событие. Если событие гарантированно произойдет, оно будет показано в виде синего свитка, поскольку это приоритетное событие. В противном случае результат будет показан коричневым цветом."
        }
    ]
}