{
    "journals": [
        {
            "uid": "13M3UMJp1fN5u6Nk",
            "description": "Обсудите план Гор'Горо по вызову своего старого врага в лагере."
        },
        {
            "uid": "15y3TxcJUMwtUBcB",
            "description": "Получите исполнительницу Керистиону - ее можно найти в заведении /Ифреанни в жару/ на Базаре теней Дэвена"
        },
        {
            "uid": "1b33Tkuash4s2GTs",
            "description": "Отправляйтесь в Дэвен и организуйте встречу с /капо/ Гильдия плотников в Торговом зале, чтобы Скорнар мог изложить свою позицию."
        },
        {
            "uid": "1b43SpF9gazCxCKg",
            "description": "Принесите на Тэтмас золотой амулет с розеткой"
        },
        {
            "uid": "1DN3WXvBUYmcWJVZ",
            "description": "Отнесите бутылку обратно Грату."
        },
        {
            "uid": "1FC3REXyWfQUxbwV",
            "description": "Наблюдатель Калитеус ожидает вашего доклада в Храмовом отделении Некрополя Дэвена."
        },
        {
            "uid": "1ff3ULMqSsDifK6J",
            "description": "Собирайте предметы темных арканных знаний для Ренкайлона. Время от времени вам придется исследовать места, связанные с его исследованиями.\n/Вы можете поговорить о том, что ему нужно, во время лагеря/."
        },
        {
            "uid": "1hv3U4tiBfr6vAVL",
            "description": "Чтобы заручиться доверием и поддержкой шаманов Эйтрара, вы решили пройти их Испытание Земли."
        },
        {
            "uid": "1id3UBY7bNd4wG7M",
            "description": "Колдунья Каджубра-Ша по имени Дузани - могущественный союзник. Добиваясь от нее благосклонности, вы сослужите ей хорошую службу."
        },
        {
            "uid": "1Ki3PKHrmbapNWQY",
            "description": "Первый эксперимент Кандаке в Гибель Левиафана."
        },
        {
            "uid": "1m53RZCjmXagJxGw",
            "description": "Отчитайтесь о своих успехах в бюро наград Дэвена в районе Садов."
        },
        {
            "uid": "1NS3QGjfKU81dKNf",
            "description": "Вы согласились доставить членов гильдии грузчиков и их груз обсидиановых клинков на Убежище Тор'Зага."
        },
        {
            "uid": "1Pm3LWVm3fdyvnxD",
            "description": "Победил в третьем бою в яме в Авенруме."
        },
        {
            "uid": "1PV3UYHpiJiXJw5p",
            "description": "Путешествуйте на север от Пограничный хребет, в долину с необычными монолитами."
        },
        {
            "uid": "1qH3XLPsi7a6ryrT",
            "description": "Истребовать память Кристалл прецептора Пархасса из архива Кристалл"
        },
        {
            "uid": "1Uu3VDKErVjW7oj3",
            "description": "Модернизируйте свой аванпост, чтобы он соответствовал потребностям более многочисленного персонала."
        },
        {
            "uid": "1Vv3YdgXPdBA4NMX",
            "description": ""
        },
        {
            "uid": "1W33TrU3bTQaUMYa",
            "description": "Чтобы заручиться доверием и поддержкой шаманов Витрара, вы решили принять участие в их Испытании вод."
        },
        {
            "uid": "2453QKSgi4W8kNkf",
            "description": "Отведите Финндурарта на станцию Кернак, где ее группа должна была встретиться со своим проводником. Финндурарт покинет ваш /комитат/, если вы не прибудете через 22 дня."
        },
        {
            "uid": "2483QGPwTJF1gmAd",
            "description": "Возьмите 8 отрядов Церулея Кристалла и 6 торговцев Дом Окво в Убежище Тор'Зага.\n/Переход к любому другому поселению не выполнит эту задачу/."
        },
        {
            "uid": "29j3NzMJQHXa2JQr",
            "description": ""
        },
        {
            "uid": "2da3P9jzHQZyV4Jt",
            "description": "Вход в обнаруженную вами пещеру обрушился."
        },
        {
            "uid": "2di3MxCQHoZSwjto",
            "description": "Магистрат создал и предложил вам изысканную лампу Кристалл, можно сказать, случайно."
        },
        {
            "uid": "2eg3SrUCmxw9HqwP",
            "description": "Данерам Ксеварис хочет, чтобы вы добыли несколько редких товаров и предметов для его предстоящего пира."
        },
        {
            "uid": "2fD3Wuy8rNSKLuaM",
            "description": ""
        },
        {
            "uid": "2gu3LWVANfdyvnxB",
            "description": "Победил в первом бою в яме в Авернум."
        },
        {
            "uid": "2Mc3W4VcfKnq2svm",
            "description": "Вы согласились принять участие в роскошном аукционе в Ларнаке, чтобы получить Кровь Императрицы, рубиновый момент, для ювелира Фаераса."
        },
        {
            "uid": "2pz3XKv6e7a6rNbj",
            "description": "Используйте Кристалл первозданной памяти, чтобы записать свои знания о /terra supra/ регионах в магазине Шебенни в Люменни.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Аренас Неграс; Лес Аркорос; Чернокровые горы; Калерус; Императорская дорога; Флаво Калерус; Харгад Туул; Лум; Маар Горад; Северный Калерус; Равнины костей; Пылающие равнины; Горы Сепис; Поющие ветра; Равнина тлеющих костей; Южный Калерус; Каменный шип; Падение Тератиона; Пограничный хребет; Полые скалы; Путь ветра; Пояс ветров./"
        },
        {
            "uid": "2Wh3WRGoGiZX42g8",
            "description": "Сдать 10 спектральных остатков"
        },
        {
            "uid": "2Z33Rm4XjvvoxyCQ",
            "description": "Иметь не менее 800 предметов снабжения"
        },
        {
            "uid": "3883TxcK4MwtUBcC",
            "description": "Возьмите специалистов в Люмен и встретьтесь с Латибриумом в /Слепом Джакра/."
        },
        {
            "uid": "3923ULMupsDifK6N",
            "description": "Исследуйте руины форта Атрис на восточной окраине Равнины костей."
        },
        {
            "uid": "3Bn3LUjvULXjDGvz",
            "description": "Уничтожить второй лагерь"
        },
        {
            "uid": "3cj3XXUJBCGM6dGy",
            "description": "Используйте Девственную память Кристалл, чтобы записать свои знания об Имперской вере в магазине Шебенни в Люмен.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Ахскул; Баль Ур Кааль; Церковь Ахскула; Церковь Сергород; Фульцимус Империум; Ирафонс; Лавендиус; Лавьена; Меркатус; Игры Меркатуса; Нокс; Ветеран Маркус; Пресептицис; Сергород; Танат; Тартарис; Золотой век; Двенадцать; Триумвират; Ксин./"
        },
        {
            "uid": "3DR3RC7hZfQUxEYq",
            "description": "Труп некроманта был украден из вашего хранилища.\n\nЗаберите его у воров. Возможно, вы собрали информацию о том, куда они направились, и вам нужно поспешить туда, если вы надеетесь вернуть тело. /Проверьте свои качества для получения дополнительной информации.\n\nИЛИ\n\nВернитесь к Наблюдателю Калитеусу, чтобы сообщить ему о своей неудаче. Вы можете найти его в храмовом отделении Дэвена."
        },
        {
            "uid": "3hP3USxpAbzHCwYE",
            "description": "Выследите и уничтожьте Свободное племя, называющее себя Доблестью Ваяка. Их лагерь находится в западном Каменный шип."
        },
        {
            "uid": "3iN3TkukGh4s2GTv",
            "description": "Помогите Скорнару победить Фалко на /Pandemonium Arena/ в районе Скория Авернум."
        },
        {
            "uid": "3MQ3UiVk4UJ6zFf7",
            "description": "Посланников Огров нужно найти и защитить."
        },
        {
            "uid": "3N63V5VftUCfwKwc",
            "description": "Выиграйте битву против Песчаный вирм орды."
        },
        {
            "uid": "3NS3LXnfHfdyvxhq",
            "description": "Кто-то подозревает, что вы замышляете недоброе."
        },
        {
            "uid": "3oR3WVFTRiZX4VDL",
            "description": "Приведи ему Рейфграсса."
        },
        {
            "uid": "3rK3L7qQqM6M6xxK",
            "description": "Вы столкнулись с Последним паломничеством второй раз за несколько дней."
        },
        {
            "uid": "3T13LNXpaLXjDASu",
            "description": "Вы обещали братьям отвезти их в Пепелище."
        },
        {
            "uid": "3uJ3V5VpUUCfwKwg",
            "description": "Когда вы будете готовы, заберите эскорт элитных воинов в военном зале Тектум Карвоса.\n/Вместе с ними вы отправитесь в Затерянный город Вратлук."
        },
        {
            "uid": "3vL3LRf93LXjDxqU",
            "description": ""
        },
        {
            "uid": "42m3PKHu2bapNWQZ",
            "description": "Вернитесь в лагерь Кандаке в Гибель Левиафана, чтобы узнать, продвинулась ли она в своих исследованиях."
        },
        {
            "uid": "42W3UfuoSUJ6zaVp",
            "description": "Получить Хафри 200 единиц припасов"
        },
        {
            "uid": "4893RMC1wQBsR9Kr",
            "description": "Вы заняли несколько лиргов у Гильдия плотников. Вы должны вернуть их через месяц с процентами. Невыполнение этого требования ухудшит ваше положение в Коллегия и через некоторое время приведет к жестокости."
        },
        {
            "uid": "4AJ3SMCt2aGWyMGu",
            "description": "Обратитесь к одной из фракций в Салуме, чтобы заключить союз против мошеннической операции Кортана."
        },
        {
            "uid": "4g93RtefCq2Bh2EY",
            "description": "Встретитесь с Враком в Шпили прямо рядом с Дэвен и проведите ритуал."
        },
        {
            "uid": "4GG3UMFudfN5u6Nf",
            "description": "Восстановите тайник в южной части Падение Тератиона."
        },
        {
            "uid": "4gk3VLRhZcSpBuzt",
            "description": "Чтобы попасть в верхнюю деревню Садирар - где заседают в совете их великие шаманы - нужно получить благословение от всех четырех племен."
        },
        {
            "uid": "4H43RmZjAq2BhCqK",
            "description": "Отправляйтесь на Дред Риверс в Салум. По прибытии туда обратитесь к человеку по имени Саеркендар в трактире \"Соляной шейкер\".\nЕсли Дред Риверы не будут с вашим /комитатом/, заберите их в Аркене."
        },
        {
            "uid": "4ha3PdBsL5xhSRzc",
            "description": "Вернемся на Акеруский карьер через два месяца, чтобы узнать, удалось ли их Заклинатель кристаллов успешно нарастить производство."
        },
        {
            "uid": "4LD3NwKio95mubxZ",
            "description": "Доложить Баширу о выполнении заданий"
        },
        {
            "uid": "4Md3V5W5UUCfwKwi",
            "description": "Получить Префект Авернум в качестве союзника по делу"
        },
        {
            "uid": "4N83W7cJeKnq2djB",
            "description": "Поспрашивайте о племени Хар-Так-Гай в Салум, где их видели в последний раз."
        },
        {
            "uid": "4nA3WXX1eYmcWpjF",
            "description": "Найдите человека, который продаст вам бутылку."
        },
        {
            "uid": "4ND3V5VhWUCfwKwd",
            "description": "Соберитесь с победоносными лидерами Тектум Карвоса в военном зале."
        },
        {
            "uid": "4Pt3RZECbXagJxH5",
            "description": "Отчитайтесь в бюро наград в Садовом районе Дэвена."
        },
        {
            "uid": "4RH3UMFyhfN5u6Ng",
            "description": "Восстановить тайник на юге Мираж"
        },
        {
            "uid": "4SD3UopwVbQEUWFp",
            "description": "Крифтаа решила выследить теневого куратора, который использовал ее в качестве палача."
        },
        {
            "uid": "4sg3LVCV1fdyvxof",
            "description": "Захватите вождя разбойников Ковеаса живым."
        },
        {
            "uid": "4SL3ULMySsDifK6Q",
            "description": "Подождите, пока Ренкайлон закончит свои исследования. Это может занять некоторое время.\n/Для этого ему нужно обладать как минимум 5-м уровнем мастерства."
        },
        {
            "uid": "4TV3WVDmLiZX4jcT",
            "description": "Приобретите бутылку Aqua Infernis."
        },
        {
            "uid": "4vQ3LUSCPfdyvppi",
            "description": "Путешествие в Авернум, на юго-восток вдоль Расплавленный язык"
        },
        {
            "uid": "4vs3TNBu2r3yfPzm",
            "description": "Повелитель Стингеров Пситирус в Ларнаке поручил вам разобраться с аванпостом Омфалат, поскольку он не приносит требуемого количества грибов."
        },
        {
            "uid": "4xh3VDkfUFbM3SZa",
            "description": "Посетите знакомых Эйлани, чтобы спросить их о местонахождении Келдрина."
        },
        {
            "uid": "5CH3XEbjfDPKJRht",
            "description": "Убедите совет шаманов в Садираре разрешить вам доступ в Затонувшая башня."
        },
        {
            "uid": "5de3Szm4AxaxPgWj",
            "description": "Имперские власти выдали вам лицензию на использование вооруженных сил в количестве от 60 до 100 человек."
        },
        {
            "uid": "5Ej3UmyaYbQEUHHp",
            "description": "Найдите /Наковальню Тадраза/ в Авернуме и договоритесь с гномскими кузнецами."
        },
        {
            "uid": "5h43Pu5PUguCeVF6",
            "description": "Вам незаметно сообщили о тайном убежище Аболиционисты посреди большого болота Маар Горад. Оно выглядит как заброшенный док, но если вы зажжете там фонарь и скажете правильные слова тому, кто появится, он отведет вас в свой лагерь."
        },
        {
            "uid": "5iQ3LUHkXLXjDUbe",
            "description": "Вы должны спасти свой комитат, взяв большую партию металла в Дэвен."
        },
        {
            "uid": "5Lq3W7aXyKnq2UiL",
            "description": "Вы согласились рассмотреть задержку племени Хар-Так-Гай для Рак'Тара из Гильдии грузчиков."
        },
        {
            "uid": "5ND3UEDyWfN5uhct",
            "description": "Поговорите с Ренкайлоном в лагере, когда примете решение относительно его исследований."
        },
        {
            "uid": "5PE3P6djt95muLUB",
            "description": "Путешествуйте в Друзианский карьер к западу от Убежище Тор'Зага и узнайте, где можно найти племя Садирар, терроризирующее эту местность."
        },
        {
            "uid": "5QV3M5CtHLEUGv5i",
            "description": "Пожилой следопыт только что вернулся из поездки в пустыню и, по слухам, наткнулся на что-то интересное.\n\nЭто большая пещера, в которой я обычно отдыхал, когда находился среди дюн\", - говорит он после того, как вы угощаете его напитком. Но теперь какие-то проклятые чужаки разбили в ней лагерь и прогнали меня. Скорее всего, это беглецы или отступники. Если вы хотите найти их, отправляйтесь на юго-восток отсюда на два дня, а затем поверните на юг между зыбучими песками\".\n\nИсточник слухов: Утворар"
        },
        {
            "uid": "5RG3PKHvgbapNWQa",
            "description": "Найдите первую пропавшую голову левиафана где-то к югу от Гибель Левиафана."
        },
        {
            "uid": "5SM3P6beC95muLU9",
            "description": "Найдите и убейте разбойника Краваг к западу от Дорога императора между Перекрестком и Оркскаром."
        },
        {
            "uid": "5Yy3LRfAFLXjDxqV",
            "description": "Убить мерзость"
        },
        {
            "uid": "6Cq3UbTQKUJ6zAvu",
            "description": "Освободить Хафри из заключения в Рабочий лагерь Аугурос."
        },
        {
            "uid": "6de3RT2cNdXPrink",
            "description": "Вы победили всех соперников на турнире на Арене Эха в Дэвене."
        },
        {
            "uid": "6LD3UwN9hPdtk6DT",
            "description": "Помогите Брал'Тегу исполнить танец духа, чтобы защитить место захоронения. Для начала вам нужно 12 спектральных остатков."
        },
        {
            "uid": "6Lv3W7d1HKnq2djD",
            "description": "Найдите племя в окрестностях места встречи."
        },
        {
            "uid": "6N83WXuZGYmcWJVR",
            "description": "Найдите человека, который продаст вам бутылку."
        },
        {
            "uid": "6NM3USxhnbzHCwYD",
            "description": "Вы согласились помочь Крифтаа в ее охоте на особо жестокую фракцию Аболиционисты."
        },
        {
            "uid": "6NN3UosbvbQEUDN2",
            "description": "Харвек решил найти своего сына, Орина, и обратился к вам за помощью в этом предприятии."
        },
        {
            "uid": "6QX3NSWzRTcSjNXo",
            "description": "Вы почувствовали странное присутствие, обитающее среди останков левиафана."
        },
        {
            "uid": "6vm3QKS4A4W8kNke",
            "description": "Вы спасли дипломатического атташе Финндурарта и согласились помочь ей завершить миссию."
        },
        {
            "uid": "6VN3NzMCBHXa2JQp",
            "description": "Доставьте письмо налогового магистрата Левантию в Аркен."
        },
        {
            "uid": "6VU3NgCvzkTDVEM8",
            "description": "Вернитесь в Форт Виридиум и поговорите с Ниннией. Убедите ее от имени капитана, что она должна сбежать, и тайно выведите ее из крепости."
        },
        {
            "uid": "6yY3UopcJbQEUWFj",
            "description": "Уничтожьте костегрызов в Равнины костей"
        },
        {
            "uid": "79V3UMJ2jfN5u6Ni",
            "description": "Гор'Горо поделился бы своими планами с тем, кто хорошо зарекомендовал себя в управлении боями на арене."
        },
        {
            "uid": "7am3RW2hLdXPrukY",
            "description": "Доложите о своем успехе принцу Лаэкору в колонии темных эльфов в Дэвене."
        },
        {
            "uid": "7Ax3RHecCXKEfb3w",
            "description": "Нинки, владелица постоялого двора 'Горелый червь' из Солнечной скалы попросила вас выступить посредником в торговом споре между Дом Венари и Ковенант Скифихнис в ее заведении."
        },
        {
            "uid": "7Cz3VDKhzVjW7oj9",
            "description": "Улучшите свой аванпост, взяв туда больше рабочей силы.\n\n/Вам понадобится не менее 60 рабочих бригад, имеющихся в вашем лагере, и им потребуется около четырех месяцев, чтобы закончить работу./"
        },
        {
            "uid": "7Ga3Sqdi8azCxqPh",
            "description": "Возьмите Тэтмас в Мираж."
        },
        {
            "uid": "7iG3SJtsxZvL5jLj",
            "description": "Вы наткнулись на команду больных соледобытчиков со следами ожогов в Брайн-Мере, которые пытались вернуться в Салум. Возможно, вы могли бы расспросить об их судьбе."
        },
        {
            "uid": "7MH3MLhFaaqf2LHS",
            "description": "Напасть на /комитат/ на западной оконечности Пояса ветров и доставить его груз из 10 железяк Баширу на Форт Лариус"
        },
        {
            "uid": "7Nd3W7cUNKnq2djC",
            "description": "Найдите точку встречи к западу от Вихрь."
        },
        {
            "uid": "7QL3UiVsbUJ6zFf9",
            "description": "Ожидайте завершения конклава."
        },
        {
            "uid": "7To3XXUpDCGM6dH1",
            "description": "Используйте Девственную память Кристалл, чтобы записать свои знания о фракциях /терра супра/ в магазине Шебенни в Люменни.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Аболиционисты; Атер Манис; Легион Авернума; Кадмадор; Гильдия плотников; Коллегия; Ханджари; Дом Дариуса; Дом Окво; Дом Венари; Гильдия грузчиков; Орден Каджубра Ша; Ордис Неграс Солис; Альянс Ратарнак; Ковенант Скифихнис; Альянс Септария; Багровый орден; Сестринство Носфератис; Сенат./"
        },
        {
            "uid": "7X53MLGgeaqf2WG6",
            "description": "Вы нашли у бандитов странный пергамент, который указывает на чиновника по имени Тулл Цепасий в Убежище Тор'Зага."
        },
        {
            "uid": "7XQ3XKxKx7a6rN3t",
            "description": "Вы решили помочь призраку Прецептора Лелитеассин найти Звездный сад и освободить попавших в ловушку духов ее коллег."
        },
        {
            "uid": "7YD3PuYn2Zf63WYR",
            "description": "Отправляйтесь в кипу Мавиро и найдите тайное убежище"
        },
        {
            "uid": "7ZU3RZEhgXagJxH8",
            "description": "Вы можете принять участие в охоте на гнездовья Ирг в северной Джаггедской пустоши."
        },
        {
            "uid": "82K3Tjrh3h4s28d1",
            "description": "Найдите некроманта, управляющего нежитью, и победите его."
        },
        {
            "uid": "8543WURSfiZX4pWk",
            "description": "Раздобудьте бутылку горадского абсента."
        },
        {
            "uid": "8593LUSekfdyvppk",
            "description": "Путешествие в Пепелище"
        },
        {
            "uid": "88q3UmfP7We356cU",
            "description": "Прислушавшись к посланию духов предков, Гор'Горо решил разыскать последнего выжившего шамана своего уничтоженного племени."
        },
        {
            "uid": "8C93UiXE7ke8cTRa",
            "description": "Свяжитесь с Агорамом и его людьми в Колония отречённых.\n/Это нужно сделать до того, как найти посланников у Каменный шип./."
        },
        {
            "uid": "8CC3NerrWkTDVLzr",
            "description": "Вы приняли просьбу капитана Нумерия Цереллия Кресция из Мираж поспрашивать в Форт Виридиум о его возлюбленной, Ниннии Урбике, дочери трибуна Марка Клоэлия Урбикуса."
        },
        {
            "uid": "8hC3XDJLvDPKJvXp",
            "description": "Найдите союзников в своем стремлении обрести и сохранить великие знания.\n\n/Разблокируйте столько записей Кодекса, сколько сможете за это время/."
        },
        {
            "uid": "8iq3XEDRpDPKJfzE",
            "description": "Вам сообщили, что главный библиотекарь публичной библиотеки Убежище Тор'Зага может искать единомышленников, ищущих знания."
        },
        {
            "uid": "8Jc3V5WKeUCfwKwp",
            "description": "Получите в союзники Шалимского мага Дхузани"
        },
        {
            "uid": "8ow3PGicHQZyVihF",
            "description": "Принесите Кандаке 15 красителей и 30 Яркая водоросль"
        },
        {
            "uid": "8u83TrTV4TQaUMYX",
            "description": "Доставьте шаманам в Утвораре 12 трофеев песчаных вирмов."
        },
        {
            "uid": "8Vk3SpF6jazCxCKf",
            "description": "Принесите большой энергетический Кристалл в Тэтмас"
        },
        {
            "uid": "8WE3NqYXQkAKNXHB",
            "description": "Агент, маленькая женщина-рейф, прячется среди вашего экипажа. Отведите ее в Велариас и отпустите."
        },
        {
            "uid": "8Xn3NqxLmkAKN8QW",
            "description": "Украдите грязные деньги Ратарнака из дома на окраине Шахт изобилия. Ваши союзники подадут сигнал пожарной тревоги, чтобы отвлечь большинство охранников.\n\nУ вас есть два дня, чтобы выполнить это."
        },
        {
            "uid": "8YJ3KuUk5WWwSXkt",
            "description": "Таинственная посылка не дает ему покоя."
        },
        {
            "uid": "8Yn3UbR9sUJ6zAvk",
            "description": "Найдите Улак в таверне \"Голодный шахтер\" в Шахтах изобилия и расспросите ее о работе, в которой участвовал Сыртр."
        },
        {
            "uid": "8yo3KwF6AEuYB3CK",
            "description": "Вы приблизились к Последнее паломничество и избежали смертельной встречи."
        },
        {
            "uid": "8yv3RZEAxXagJxH4",
            "description": "Найдите и ликвидируйте два гнезда Ифреанни в регионе."
        },
        {
            "uid": "8Z53U5MAqfr6v9nq",
            "description": "Шаманы Котрар должны завершить ритуал."
        },
        {
            "uid": "8z63QDg2G4W8khtt",
            "description": "Вы согласились доставить агентов Дом Венари и их груз грибов в Убежище Тор'Зага."
        },
        {
            "uid": "92s3RC8FofQUxEYr",
            "description": "Доставьте труп некроманта в Дэвен и передайте его жрецам Ахскула в Храмовом приходе."
        },
        {
            "uid": "9363NF8czDAG1H18",
            "description": "Вы отказались от охоты на зверя, преследующего Аркена."
        },
        {
            "uid": "9AC3SnUTSazCxvUY",
            "description": "Вы владеете зачарованным камнем, который открывает ворота Храма Спящих."
        },
        {
            "uid": "9Ga3UmfCbWe356cT",
            "description": "Пусть Гор'Горо сразится и победит Краг'Горна на Арене Максимус в Убежище Тор'Зага."
        },
        {
            "uid": "9GH3UE8QDfN5uR3M",
            "description": "Вы согласились помочь Ренкайлону в последний раз поработать на его бывшего работодателя, принца Ликора из Дэвена."
        },
        {
            "uid": "9Gq3PokgPKvD7pRx",
            "description": "Очевидна связь между недавно появившимися странными, стонущими ветрами и кошмарами, которые омрачают этот регион."
        },
        {
            "uid": "9gs3Ssm9Sxw9H2zg",
            "description": "За наградой посетите молодого Ксевариса на его вилле в районе Садов Дэвена."
        },
        {
            "uid": "9Gw3RZDp7XagJxH2",
            "description": "Вернитесь в Дэвен, чтобы сообщить о случившемся племени."
        },
        {
            "uid": "9HJ3Qjr94F3xXZFx",
            "description": "Харвек хочет отомстить преступникам, которые обидели его в прошлом."
        },
        {
            "uid": "9ke3V5VjwUCfwKwe",
            "description": "Принесите семя, необходимое шаманам, из Корчащийся оазис. Шаман Денекар поможет вам получить его, как только вы отправитесь туда."
        },
        {
            "uid": "9rA3LVCW4fdyvxog",
            "description": ""
        },
        {
            "uid": "9Tp3SzkyuxaxPgWi",
            "description": "Имперские власти выдали вам лицензию на использование вооруженных сил численностью более 100 человек."
        },
        {
            "uid": "9Tt3N5kKN7e6qQ7m",
            "description": "За голову Мавиро Хитреца, мошенника, которого вы можете выследить в Убежище Тор'Зага, назначена награда."
        },
        {
            "uid": "9uQ3UYHtEJiXJw5q",
            "description": "Поезжайте поближе к Холмы Талиена и найдите необычную рощу со сплетенными деревьями."
        },
        {
            "uid": "9wv3SMDbKaGWyMGx",
            "description": "Ищите союзников в Салуме"
        },
        {
            "uid": "9zL3RmZbfq2BhCqJ",
            "description": "Отведите Дред Риверов в Аркен."
        },
        {
            "uid": "a8r3WVFQCiZX4VDJ",
            "description": "Принеси ему 3 специи."
        },
        {
            "uid": "A9V3Un1uQbQEUby7",
            "description": "Принесите им руну Урд, вырезанную рунным мастером на камне или металлической поверхности."
        },
        {
            "uid": "A9Z3W7d9rKnq2djF",
            "description": "Сторона племени Хар-Так-Гай из Каларрук"
        },
        {
            "uid": "AAD3TNB84r3yfPzj",
            "description": "Дойдите до Тектум Карвоса и узнайте больше о борьбе с Песчаными Вирмами."
        },
        {
            "uid": "AAU3LVKoPfdyv8r7",
            "description": "Боро Разрушитель будет сражаться за вас на арене."
        },
        {
            "uid": "AcD3RW2eHdXPrukW",
            "description": "Найдите место династии Варук где-то между Солнечная скала и Каменный шип."
        },
        {
            "uid": "AcP3SMCnfaGWyMGt",
            "description": "Выбраться из соляных туннелей и вернуться на поверхность."
        },
        {
            "uid": "AdU3VFUhgFbM30p5",
            "description": "К вам в руки попала стопка пергаментов, в которых подробно описана деятельность ячеек аболиционистов в регионе, за которой наблюдали Красные Драконья стража, сотрудничавшие с освободителями."
        },
        {
            "uid": "Aee3SN9jbZvL5YpF",
            "description": "Вы нашли расщелину рядом с заброшенным шахтерским лагерем в Брайн-Мере. Она ведет в недра земли. Возможно, вы могли бы исследовать ее?"
        },
        {
            "uid": "AFB3TbTPNhj7L6NN",
            "description": "Спуститесь в улей Форлорн и узнайте, что случилось с Кедаруном и Эссанрой."
        },
        {
            "uid": "agE3LPRgSfdyvZkS",
            "description": "Вы в чем-то хорошо послужили Сергород."
        },
        {
            "uid": "ajE3P6d2n95muLUA",
            "description": "Вернитесь за наградой в бюро наград в районе храма Убежище Тор'Зага."
        },
        {
            "uid": "AJM3UbQQNUJ6zAvj",
            "description": "Узнайте местонахождение Сырта у гарнизона и жителей Багровые врата."
        },
        {
            "uid": "aL33SMDHsaGWyMGw",
            "description": "Связаться с главным агентом Велганом из Альянс Ратарнак"
        },
        {
            "uid": "Aoz3UGpaifN5uZqY",
            "description": "Пойдите на встречу лидеров защитников в командный центр Тектум Карвос."
        },
        {
            "uid": "AsA3UbMKnUJ6zufp",
            "description": "Выполните задание Иалуса."
        },
        {
            "uid": "aSg3Snw6GazCxCpU",
            "description": "Сбегите из гробницы Артакина и узнайте, что случилось с двумя потерянными экспедициями."
        },
        {
            "uid": "aTF3YMB8GZiCW4Rf",
            "description": "Принесите Фаруду металлолом и запасные части, чтобы он мог сделать последние штрихи в своей нефтяной операции."
        },
        {
            "uid": "aXs3SpEg1azCxCKa",
            "description": "Церковь Ахскула поручила вам выследить и уничтожить отрекшуюся нежить по имени Тэтмас."
        },
        {
            "uid": "AYU3UZag4UJ6zvQd",
            "description": "Верните артефакт у воров."
        },
        {
            "uid": "AzN3PKJ8BbapNWQc",
            "description": "Найдите вторую недостающую голову левиафана там, где сходятся ноги Горы Сепис и Поющие ветра."
        },
        {
            "uid": "B9N3MiQo3TwZnBPm",
            "description": "Вы нашли письмо работодателей Шемукана, которое указывает на то, что за Жаждущими Магготами стоит фракция из Драконьи земли."
        },
        {
            "uid": "b9X3PGinCQZyVihK",
            "description": "Принесите Кандаке 3 нефрита и 30 обсидианов"
        },
        {
            "uid": "BAn3NPRFZTcSjeht",
            "description": "Шебенни, Заклинатель кристаллов в Люмене, поручил вам найти очень редкий белый Кристалл. В обмен она наколдует теплозащитный Кристалл для вашего /комитата/."
        },
        {
            "uid": "BcB3TjrkQh4s28d2",
            "description": "Сообщите о своем успехе в офис по сбору вознаграждений в районе Холма Авернум."
        },
        {
            "uid": "BEs3LUjqkLXjDGvv",
            "description": "Исследовать Коллегия плавильщиков"
        },
        {
            "uid": "bHV3RMC3CQBsR9Ks",
            "description": "Вы одолжили несколько Бросс у Гильдия плотников. Вы должны вернуть его через месяц с процентами. Невыполнение этого требования ухудшит ваше положение в Коллегия и через некоторое время приведет к жестокости."
        },
        {
            "uid": "Bjs3XLPxP7a6ryrU",
            "description": "Затребуйте Дневник Нармы из Учебных залов, чтобы получить доступ к Лекционным залам"
        },
        {
            "uid": "bLM3SpEuyazCxCKd",
            "description": "Вы взяли на себя обязанность спасти скульптора нежити Тэтмаса из Церкви Ахскула."
        },
        {
            "uid": "bNc3TNB9Xr3yfPzk",
            "description": "Песчаные Вирмы вернулись в большом количестве спустя сотни лет, и против них ведется война на юге Пылающих равнин."
        },
        {
            "uid": "BPN3TSXsBWCCZvif",
            "description": "Найдите Заклинатель кристаллов по имени Мурно в районе Ларнак в Люцернуме и уговорите его работать на вас."
        },
        {
            "uid": "BqU3TkCYzh4s203W",
            "description": "Вы согласились отнести взятку в Рабочий лагерь Аугурос от имени префекта Авернума и передать ему человека, которого вы получите взамен."
        },
        {
            "uid": "brf3MjRSATwZnYj6",
            "description": "Вы решили помочь Росинке против Тулла Цепасия во время осады Форта Лариус."
        },
        {
            "uid": "bru3VGrVynTt1kK9",
            "description": "Узнайте у имперских властей, как вы можете получить лицензию на создание форпоста."
        },
        {
            "uid": "bSc3Nqy8YkAKN8QX",
            "description": "Доставить 10 элитных вин, 10 Болотник и груду трупов в Велариас на пир, затем установить вокруг вашего /комитата/ арканные факелы, чтобы подать сигнал всадникам Дракона."
        },
        {
            "uid": "bUB3RZDn6XagJxH1",
            "description": "Найдите племя ашманов в холмах в нескольких днях пути к югу от Дэвена, к западу от Дорога императора."
        },
        {
            "uid": "BUk3QWJEsUEnZb7h",
            "description": "Поговорите с Финндурартом о том, что вам пока известно об убийцах, нанятых для ее убийства."
        },
        {
            "uid": "bV73VAeovvwreUuS",
            "description": "Заплатите первоначальный взнос в любом /Officium Factum/, чтобы иметь возможность просматривать недвижимость, подходящую для аванпоста."
        },
        {
            "uid": "bwJ3XL1a47a6rH74",
            "description": "Войдите в Звездный сад, чтобы узнать, что случилось с прецептором Лелитеассин и ее коллегами."
        },
        {
            "uid": "BWR3WnUQq4aQZq1u",
            "description": "Отведите Воракса на виллу Давриса Мариуса Паулуса в Солнечная скала, чтобы провести суд над аристократом."
        },
        {
            "uid": "bxL3SmcNJhk9u2S6",
            "description": "Найдите посольство Искорри и передайте послание кому-нибудь из начальства."
        },
        {
            "uid": "BxP3RJHwCZLdmbgb",
            "description": "Тайный бойцовский ринг в яме управляется приспешниками Дом Дариуса. Побеждая в поединках, вы можете обрести славу и богатство."
        },
        {
            "uid": "Bxr3TbMR9hj7Lx8Q",
            "description": "Сообщите о своих находках послу Искорри в Улье Ларнака."
        },
        {
            "uid": "BY73VDKi2VjW7ojA",
            "description": "Принесите перечисленные ниже активы на аванпост:\n\n- 50 стопок слоновой кости\n- 20 стаков древесины\n- 10 стаков Яркая водоросль\n- 10 стопок бронзы\n\n/Вы можете посетить штаб-квартиры дружественных Торговых Домов для поиска альтернативных решений./"
        },
        {
            "uid": "bz93U5LuPfr6v9np",
            "description": "Отведите шаманов Котрар в центр Поющие ветра."
        },
        {
            "uid": "c123PjpM8DJrFv8c",
            "description": "Найдите ограбленный /комитат/ к северо-востоку от Велариаса и возьмите след отряда Крог'Вора, который предположительно расположился лагерем в окрестностях."
        },
        {
            "uid": "C4a3XED2JDPKJfzD",
            "description": "Вместе с Терцией Сартрой вы взяли на себя обязательство работать над конструкцией Кристалмантии, которая сможет сохранить ваши воспоминания и знания для потомков."
        },
        {
            "uid": "c8m3RZEdrXagJxH7",
            "description": "Уничтожить гнездо к северу от Вентулиума"
        },
        {
            "uid": "caJ3UMFiHfN5u6Nd",
            "description": "Найдите и восстановите скрытые тайники Гаррика."
        },
        {
            "uid": "CdW3LRerVLXjDxqR",
            "description": "Убить вождя разбойников"
        },
        {
            "uid": "CeU3LRf6JLXjDxqT",
            "description": "Охотьтесь на бродячую нежить."
        },
        {
            "uid": "CFk3SrTfRxw9HqwM",
            "description": "Возьмите Саеркендара и Ужасных риверов на восток от Салума, чтобы встретиться со своим нанимателем рядом с Зубы вирма.\nЕсли Дред Риверы и Саеркендар не будут с вашим /комитатом/, заберите их на постоялом дворе /Солт Шейкер/ в Салуме."
        },
        {
            "uid": "CFN3V5WAJUCfwKwk",
            "description": "Получите магистрат Кристалла в качестве союзника по делу"
        },
        {
            "uid": "cLp3Nkh4LkAKNBFQ",
            "description": "Получите особые ингредиенты в определенной аптеке в Люмене. Они помогут Магистрату в решении... личных проблем."
        },
        {
            "uid": "cm53RZCXwXagJxGu",
            "description": "Выследите и казните Брагу, лидера налетчиков, расположившихся лагерем где-то в Пограничный хребет."
        },
        {
            "uid": "Cmt3VKxW2cSpBt85",
            "description": "Гаррик организовал новый контрабандный бизнес в Убежище Тор'Зага, которым вы можете воспользоваться."
        },
        {
            "uid": "cmz3WQtPQiZX4NWH",
            "description": "Вы согласились помочь Вораксу произвести впечатление на эксцентричного аристократа Давриса Мариуса Паулуса изысканным обедом."
        },
        {
            "uid": "CN73SqdghazCxqPg",
            "description": "Возвращение в Тэтмас в его мастерскую в Аркене."
        },
        {
            "uid": "cnj3TnY3Nh4s2NQF",
            "description": "Примите участие в тайном чемпионате по борьбе в яме, показав жетон кинжала охраннику в старом театре Пресептицис в районе рынка Убежище Тор'Зага."
        },
        {
            "uid": "CNs3UiXCnke8cTRZ",
            "description": "Найдите посланников Огров в долине к югу от западной оконечности Каменный шип."
        },
        {
            "uid": "CPF3WRHeoiZX42gD",
            "description": "Прибегните к помощи охотника Бурхека в Эйтраре, чтобы получить напитанный желудок Джакра."
        },
        {
            "uid": "CPW3QDh8VJF1grff",
            "description": "Возьмите 100 единиц Грибов и 6 Дом Венари торговцев в Убежище Тор'Зага.\n/Переход к любому другому поселению не выполнит эту задачу/."
        },
        {
            "uid": "CQe3Uot3ybQEUDN4",
            "description": ""
        },
        {
            "uid": "cqH3KuVSEWWwSXku",
            "description": "Это позволит вам войти в Башню, чтобы лично увидеть правителя."
        },
        {
            "uid": "Crh3XKvQn7a6rNbm",
            "description": "Используйте Девственную память Кристалл, чтобы записать свои знания о /terra supra/ местах в магазине Шебенни в Люменни.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Карравхон; Озеро Огненная слеза; Форт Лариус; Форт Рефугис; Озеро Гехеннис; Гибель Левиафана; Мортакполис; Куатос; Скорпонар; Тектум; Колония отречённых; Шпили; Долина спящих; Вихрь; Ваэланестил; Озеро безмолвия; Вратлук; Корчащийся оазис/"
        },
        {
            "uid": "CSC3NjiYLkAKNbww",
            "description": "Ищите скелет Осквернённый мантикоры к западу от Йошианского карьера на Равнины костей."
        },
        {
            "uid": "CtB3LRdkyLXjDxqK",
            "description": "Выследите Джакра Альфа, терроризирующего регион."
        },
        {
            "uid": "Cuo3L6yyPVdsZG7p",
            "description": "Седариас рассказал вам о том, как его отряд попал в ловушку."
        },
        {
            "uid": "cV73TxcHwMwtUBcA",
            "description": "Получите слесаря Фигнита - его можно найти в ломбарде в Салуме"
        },
        {
            "uid": "CvV3ULMtAsDifK6M",
            "description": "Исследуйте разрушенный форт Солкарис на юго-востоке Сиринг Плейнс."
        },
        {
            "uid": "CwZ3PjpcFDJrFv8d",
            "description": ""
        },
        {
            "uid": "D4P3T4sGDeRgihLH",
            "description": "Уничтожьте гнездо Груфта под районом Полей Ларнак."
        },
        {
            "uid": "d623NfoTrTcSjA4D",
            "description": "Вы пытались, но не смогли попасть в Форт Лариус."
        },
        {
            "uid": "d793LrQHG5M9rksu",
            "description": "Здесь отслеживается ваш успех в финальной битве в лагере против Аболиционисты."
        },
        {
            "uid": "d9B3TUQ6TWCCZ7Cg",
            "description": "Недир проклята, чтобы на нее охотились Демоны, и вы согласились помочь ей снять проклятие."
        },
        {
            "uid": "Dab3WRGNkiZX42g4",
            "description": "Найдите колдуна, хорошо разбирающегося в проклятиях и привидениях, который поможет вам в расследовании."
        },
        {
            "uid": "DCh3PDGcnAq6Z397",
            "description": "Вы одолжили несколько Бросс у Гильдия грузчиков. Вы должны вернуть его через месяц с процентами. Невыполнение этого требования ухудшит ваше положение в Коллегия и через некоторое время приведет к жестокости."
        },
        {
            "uid": "DdG3Mi7ncTwZnaYx",
            "description": "Доложите о том, что вы узнали, Туллу Цепасию в храмовом районе Убежище Тор'Зага."
        },
        {
            "uid": "DdM3UmzAhbQEUHHr",
            "description": "Ждите, пока будут выкованы новые доспехи Гор'Горо. Это займет месяц."
        },
        {
            "uid": "dez3WXufcYmcWJVT",
            "description": ""
        },
        {
            "uid": "Dfv3UVkF6JiXJjtp",
            "description": "Путешествуйте в Багровые врата, чтобы узнать, работает ли там еще Сиртр."
        },
        {
            "uid": "dh83UP5YsfN5u5aT",
            "description": "Дайте Инканусу 3 единицы Нефти"
        },
        {
            "uid": "DJ83M4rFY8mXVu4L",
            "description": "По словам местных жителей, примерно в двух днях пути к юго-востоку от Авернума есть довольно скрытый торговый пост, которым управляет некий #Торговый дом. Возможно, там можно найти деловую возможность, хотя одинокий странник утверждает, что на заставе назревают какие-то проблемы.\n\nИсточник слухов: Авернум"
        },
        {
            "uid": "DJM3LUjw8LXjDGw1",
            "description": "Уничтожить третий лагерь"
        },
        {
            "uid": "Dmb3XKsWH7a6rm96",
            "description": "Заберите шаманов, проводников и их свиту в деревне Садирар, чтобы перевезти их в Затонувшая башня."
        },
        {
            "uid": "dn73XDJCADPKJvXo",
            "description": "Ваша главная цель - обладать великими знаниями и найти способ сохранить их для потомков.\n/Это включает в себя разблокировку большого количества записей Кодекса в долгосрочной перспективе/."
        },
        {
            "uid": "dNE3PJ5CcQZyVsP3",
            "description": "Подарите Кандаке яйцо дракона"
        },
        {
            "uid": "Dpi3WVFqwiZX4VDN",
            "description": "Вернитесь в Висячие сады Дэвена за созревшим янтарным грибом.\n/Это может занять несколько месяцев/."
        },
        {
            "uid": "Dq13PZyKuPdbuZet",
            "description": "Вернемся к Акеруский карьер через месяц, чтобы узнать, удалось ли Заклинатель кристаллов успешно нарастить производство."
        },
        {
            "uid": "Drz3RteXbq2Bh2EX",
            "description": "Приобретите спектральные свечи в Некрополе Великого Короля в Дэвене. Вам также понадобится что-то, что позволит вам причинять вред спектрам."
        },
        {
            "uid": "DSd3YUuKjZiCWgPX",
            "description": ""
        },
        {
            "uid": "dTd3UP5j9fN5u5aW",
            "description": "Найдите Пардара, покупателя проклятого артефакта, в районе рынка Убежище Тор'Зага."
        },
        {
            "uid": "DuK3UbnWeke8cZvs",
            "description": "Вы можете получать шифры и пароли в местах присутствия аболиционистов и использовать их в других местах, чтобы связаться с местной ячейкой, по одному за раз. Вы можете сделать это 10 раз и должны поддерживать высокий авторитет среди Аболиционистов, чтобы иметь такую возможность."
        },
        {
            "uid": "duw3UhbcRUJ6zi61",
            "description": "Ищите стадо Дай-Кор-Васса в Авернум."
        },
        {
            "uid": "dwv3TXWKKN4s8WqH",
            "description": "Вы обещали рабыне-танцовщице Зевуре, что отвезете ее в Друзианский карьер, где ее освободят."
        },
        {
            "uid": "dXq3UMKGxfN5u6Nm",
            "description": "Гор'Горо хочет вызвать воина Краг'Грона на смертельный поединок на арене, чтобы отомстить за свое погибшее племя. Вы согласились помочь ему в этом начинании."
        },
        {
            "uid": "DYk3RZDWHXagJxGz",
            "description": "Выследите мародерствующее племя ашманов на севере Джаггед Уэйст."
        },
        {
            "uid": "dZJ3Pq7LSKvD7mRC",
            "description": "Соберите информацию о необычных явлениях."
        },
        {
            "uid": "dzj3VLRs9cSpBuzu",
            "description": "Поговорите со стюардами в нижней деревне Садирар, когда на вас будут все четыре благословения племен."
        },
        {
            "uid": "E8d3UopyGbQEUWFq",
            "description": "Разгромите гарнизон башни Лимус Кустодис на краю Северной Зазубренной пустоши и убейте подручного Крифтаа."
        },
        {
            "uid": "E8o3QGkgNU81dKNn",
            "description": "Возьмите 16 единиц меди и 6 торговцев Альянс Ратарнак в Убежище Тор'Зага.\n/Переход к любому другому поселению не достигает этой цели/."
        },
        {
            "uid": "e9b3U5MFpfr6v9ns",
            "description": "Вернитесь через неделю, чтобы забрать шаманов."
        },
        {
            "uid": "ead3TNBxyr3yfPzn",
            "description": "Отправляйтесь на заставу Омфалат в северной части Смольдербоун Флэтс и выясните причину снижения урожайности."
        },
        {
            "uid": "eai3MLKJMaqf2B9L",
            "description": "Маленький черный камешек, который может помочь вам попасть в Форт Лариус."
        },
        {
            "uid": "eB33XXUEzCGM6dGx",
            "description": "Используйте Девственную память Кристалл, чтобы записать свои знания о далеких королевствах в магазине Шебенни в Люмене.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Даймаха; Тёмная пустошь; Аванпост Пыльный ветер; Двендар Тарр; Вечнотемье; Расплавленный язык; Внешние царства; Порт Наварум; Чистилище; Тахрар Барак; Тарк; Зелёный континент; Провинция; Тот."
        },
        {
            "uid": "EBF3LRe5ZLXjDxqL",
            "description": ""
        },
        {
            "uid": "Edf3SMDkjaGWyMGz",
            "description": "Вернитесь на место, где вы копались в туннелях арканной машины, и встретьтесь со своими союзниками."
        },
        {
            "uid": "Edf3UYJNiJiXJw5u",
            "description": "Обратитесь к легендарному /вагрусу/ за советом о том, как стать широко известным как один из величайших в своем роде."
        },
        {
            "uid": "edo3LUKC1LXjDUbf",
            "description": ""
        },
        {
            "uid": "eDy3SMDCkaGWyMGv",
            "description": "Связаться с драконом Сардохором и архимагом Инератом из Ковенант Скифихнис"
        },
        {
            "uid": "EEG3NPRCoTcSjehs",
            "description": "Вы должны поговорить с Шебенни Заклинатель кристаллов в Люмене."
        },
        {
            "uid": "eEt3XKxjj7a6rN3u",
            "description": "Найдите способ попасть в Звездный сад. Вам нужно добраться до архива Кристалл и найти память Кристалл прецептора Пархасса."
        },
        {
            "uid": "eFd3LUKGzLXjDUbg",
            "description": ""
        },
        {
            "uid": "Efy3XXUBzCGM6dGw",
            "description": "Используйте Кристалл первозданной памяти, чтобы записать свои знания о царствах драконов в магазине Шебенни в Люмене.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Аргадор; Багровые врата; Доранматар; Драгмолак; Драконья магия; Ступени дракона; Драконья кость; Драконья стража; Драконид; Повелители драконов; Драконья сталь; Горфимбуль; Аэркенрат; Холмы изобилия; Салум; Пик бури; Война драконов; Драконьи земли; Холмы Талиена; Сапфировый перевал; Зубы Вирма./"
        },
        {
            "uid": "eHP3UhbPTUJ6zi5x",
            "description": "Узнайте, где скрывается Рейф по имени Вейд, расспросив жителей подземного города Убежище Тор'Зага."
        },
        {
            "uid": "eJg3RQhi8RmbwWRD",
            "description": "Докажите свою силу Дхесосу, победив его чемпиона на его вилле в Пепелище, чтобы получить право на участие в тайном боевом ринге."
        },
        {
            "uid": "eko3Ta9DFN4s8m8V",
            "description": "Используйте один из этих методов, чтобы обезопасить склады для Дом Окво:"
        },
        {
            "uid": "ekQ3MSXDSKFSrKgs",
            "description": "Вы взяли на себя ответственность украсть ценный приз у группы ратхарнаков, основываясь на инсайдерской информации, предоставленной в Велариас."
        },
        {
            "uid": "Eov3LhTooWCYbHEA",
            "description": "Следопыт из Утворар обещал увидеть вас в своей деревне и дать вам награду."
        },
        {
            "uid": "EPB3NqYHrkAKNXHA",
            "description": "Апотекарий в Люмене предложил более эффективную помощь в вопросах Магистрата, и вы ее приняли."
        },
        {
            "uid": "eQD3MYGraQQTzoZn",
            "description": "Вы должны связаться с Вадной, поденной служанкой /голодного шахтера/ в Шахтах изобилия. Она поможет организовать ограбление."
        },
        {
            "uid": "eQH3Q8MoNJF1gmGq",
            "description": "Старый странник Агос предложил вам посетить его знакомого, ломбардщика Браксиуса, в Убежище Тор'Зага. Возможно, он сможет найти специализированных спутников, которых вы могли бы нанять."
        },
        {
            "uid": "Eqo3TVezoN4s8R3W",
            "description": "Создать центр в Убежище Тор'Зага и отчитываться перед Искорри"
        },
        {
            "uid": "esm3WXv3dYmcWJVX",
            "description": "Найдите того, кто продаст вам бутылку."
        },
        {
            "uid": "eSt3LYGQPfdyvT8R",
            "description": "Куат поручил вам доставить образец зараженного гриба тому, кто может помочь."
        },
        {
            "uid": "etP3UmeZdWe35WVh",
            "description": "Вернитесь на Арену Максимус в Убежище Тор'Зага."
        },
        {
            "uid": "eum3W7dB7Knq2djG",
            "description": "Встаньте на сторону мародеров Шардук под названием Всадники Вако"
        },
        {
            "uid": "EwL3VAgkvvwreUuX",
            "description": "Осмотрите свой форпост, когда все будет готово."
        },
        {
            "uid": "EWv3V5VETUCfwKwa",
            "description": "Свяжитесь с потенциальными союзниками для решающей битвы против Вирмов и склоните их на свою сторону."
        },
        {
            "uid": "Eyg3M5CZmLEUGv5f",
            "description": "Охотники Садирара шепчутся о следах в пустыне, ведущих к лагерю среди бесконечных дюн. Он находится примерно в двух днях пути к юго-востоку от Витрар. Однако охотники предупреждают: следов очень много.\n\nИсточник слухов: Витрар"
        },
        {
            "uid": "eZ63Uhbo8UJ6zi64",
            "description": "Сходите в храм Баль Ур Кааль в Ларнаке и узнайте, куда сестры Носфератис унесли артефакт Недира. Возможно, вам придется завоевать расположение жрицы, поработав на нее, прежде чем она поможет вам."
        },
        {
            "uid": "EZu3UopfWbQEUWFm",
            "description": "Уничтожьте солнечных всадников Терата на западе Пылающих равнин"
        },
        {
            "uid": "ezu3VDkGDFbM3SZZ",
            "description": "Эйлани попросила вас помочь ей разыскать ее мужа Келдрина."
        },
        {
            "uid": "f8f3TSAc4WCCZBNL",
            "description": "Вы взяли на себя обязанность купить Ирг у посольства Искорри в Ларнаке, чтобы использовать их как ездовых и вьючных животных."
        },
        {
            "uid": "f913PFPe5bapNQNn",
            "description": "В глубине мемориального зала в руинах Тектум Келвара вы нашли тревожный рассказ о том, как с годами его жители поддались болезни под названием голод, которая, очевидно, уничтожила весь город-хранилище."
        },
        {
            "uid": "f9v3NF7scDAG1Gzy",
            "description": "Убейте чудовище, обитающее в окрестностях Аркена."
        },
        {
            "uid": "FCs3SJtwvZvL5jLm",
            "description": "Тектум Карвос ведет настоящую войну против Песчаных Вирмов. Доставляя в город сырье и персонал, вы можете помочь ему укрепиться против вторжения."
        },
        {
            "uid": "FcX3NgCyBkTDVEM9",
            "description": "Возьмите Ниннию в Мираж."
        },
        {
            "uid": "FD43LRfChLXjDxqW",
            "description": "Взять трофей в Авернум"
        },
        {
            "uid": "Fd83Uhbg4UJ6zi62",
            "description": "Ищите стадо Дай-Кор-Васса в Тектум Карвосе."
        },
        {
            "uid": "FDD3NjiFFkAKNbwu",
            "description": "Ищите полосы Скортаур на юге до Йошианского карьера."
        },
        {
            "uid": "FdE3RZE55XagJxH3",
            "description": "Вы можете принять участие в охоте на гнезда Ифреанни в северной Джаггедской пустоши."
        },
        {
            "uid": "fdF3Ti7v2Qjb4Het",
            "description": "Соберите ритуальные компоненты и принесите их магу Инканусу в районе Авернум'с Хилл."
        },
        {
            "uid": "feB3WVFSKiZX4VDK",
            "description": "Принеси ему Таркийскую полынь"
        },
        {
            "uid": "FH73NjjMakAKNbx4",
            "description": "Осмотрите Друзианский карьер и разгадайте их секрет: как они находят весь этот обсидиан?"
        },
        {
            "uid": "FHb3XKur17a6rNbi",
            "description": ""
        },
        {
            "uid": "fHg3LUjnxLXjDGvt",
            "description": "Расследование помощника магистрата Гелудиуса Дарро"
        },
        {
            "uid": "Fhq3PggBTDJrF7Nb",
            "description": "Обсудите, как вы могли бы помочь друг другу в борьбе с Дред Риверами. Они обитают в Слепом Джакра в Люмене."
        },
        {
            "uid": "fiL3MLKN9aqf2B9M",
            "description": "Вас нанял магистрат Тулл Цепасий, чтобы вы исследовали руины Форт Лариус, проникли к обитающим там преступникам и узнали о них все, что сможете."
        },
        {
            "uid": "Fj43NF82FDAG1H13",
            "description": "Возвращайтесь к Хаэрмону в Аркен за наградой."
        },
        {
            "uid": "fJ93PKHx9bapNWQb",
            "description": "Доставить первую пропавшую голову Левиафана Кандаке в Гибель Левиафана."
        },
        {
            "uid": "FJS3PggZoDJrF7Nd",
            "description": "Отправляйтесь на Dread Reavers в Долина Калерус к северо-востоку от Люмена и найдите своего проводника. Если наемники не с вашим /комитатом/, то заберите их в Люмене."
        },
        {
            "uid": "Fjw3WRFiiiZX42g2",
            "description": "Поговорите с Вораксом во время лагеря, чтобы обсудить, что делать дальше."
        },
        {
            "uid": "FMH3Umz3dbQEUHHq",
            "description": "Принесите необходимые материалы гномьим кузнецам на /Наковальне Тадраза/ в Авернум."
        },
        {
            "uid": "fPE3VDKLjVjW7oj5",
            "description": "Постройте палаточный лагерь.\n\n- 6 стопок костей\n- 2 стопки шкур\n- 1 стопка обсидиана\n- 1 стопка бронзы\n- 12 стопок припасов\n- 40 броссов\n\n/Вам также потребуется более 50 человек рабочей силы, чтобы построить его и оставить достаточное количество экипажа/."
        },
        {
            "uid": "Fvf3MKQt9aqf25kt",
            "description": "Похитил одного из вылупившихся птенцов пологлазых."
        },
        {
            "uid": "fwT3Ta9v6N4s8m8Z",
            "description": "Сообщите о своем успехе Торговому Лорду Валабенту на станции Оникс в Друзианский карьер."
        },
        {
            "uid": "fY73MRdgbaqf2tNv",
            "description": "Ищите исчезнувших шпионов Росинки в Убежище Тор'Зага. Человек по имени Баззард поможет вам в городе."
        },
        {
            "uid": "FyR3LPSACfdyvZkV",
            "description": "Вы попросили Явека выяснить, кто убил надсмотрщика рабов Яука."
        },
        {
            "uid": "fZB3UiX5Zke8cTRW",
            "description": "Ищите торговца Халедистара в Солнечная скала в его лавке."
        },
        {
            "uid": "G213MP1YgEQLr3hi",
            "description": "Велариас, вы оказали некоторую услугу местным жителям, поэтому вам доверяют и более... конфиденциальные дела."
        },
        {
            "uid": "G3n3QjrFAF3xXZFy",
            "description": "Помогайте Харвеку уничтожать цели, пока он не скажет, что закончил. Цели могут появляться во время путешествий или посещения поселений."
        },
        {
            "uid": "Gam3PZyNkPdbuZeu",
            "description": "Путешествуйте в Друзианский карьер и узнайте, что еще дает фантастический урожай обсидиана."
        },
        {
            "uid": "gAU3MZDGHQP6YNo8",
            "description": "Вы можете просмотреть каталоги недвижимости Imperial в любом из четырех крупных городов."
        },
        {
            "uid": "GBM3VDKEoVjW7oj2",
            "description": "Подготовьте участок добычи соли на основе опроса эксперта по добыче соли."
        },
        {
            "uid": "Gbr3TxcGiMwtUBc9",
            "description": "Получите Терулиона Холодного в наркопритоне \"Лепестки сумерек\" в районе Полей Ларнака."
        },
        {
            "uid": "gfF3NjiJwkAKNbwv",
            "description": "Вернитесь к татуированному некроманту в Йошианский карьер в Саду костей, чтобы получить награду."
        },
        {
            "uid": "gFv3SgjfTW44yZhC",
            "description": "Доложите о прибытии ратарнакского агента генералу Ангароту в ратарнакском комплексе на Рудниках изобилия."
        },
        {
            "uid": "Ggt3Rd6CG9d5cH24",
            "description": "Раб Нилко Бралс рассказал вам о кладбище недалеко от Авернум, где спрятан тайник с большими богатствами."
        },
        {
            "uid": "GH23MUGXMaqf2t5i",
            "description": "Вы узнали истинное имя Росинки."
        },
        {
            "uid": "ghA3TUQDCWCCZ7Ch",
            "description": "Обратитесь к бывшему наставнику Недира, магу Инканусу, в Авернум."
        },
        {
            "uid": "ghi3MsjeYoZSwLax",
            "description": "Вы согласились тайно переправить одного из агентов генерала Ангарота в Велариас, чтобы подготовить гибель города."
        },
        {
            "uid": "ghM3SGLQhiuS8vSi",
            "description": "Работая на Ковенант Скифихнис, вы взяли на себя задачу расследовать экспедицию, пропавшую недалеко от Долина спящих."
        },
        {
            "uid": "Gjw3LUG2ELXjDAd1",
            "description": "Вернитесь к торговцам."
        },
        {
            "uid": "gNu3TrTsdTQaUMYZ",
            "description": "Возвращение к шаманам Утворара."
        },
        {
            "uid": "GPE3TkJPzh4s2tiA",
            "description": "Возьмите пленника по имени Ласкар в Префект в Авернум."
        },
        {
            "uid": "GRN3RZEpQXagJxHB",
            "description": "Уничтожьте гнездо у подножия холмов к западу от Дэвена."
        },
        {
            "uid": "gRU3XLQ277a6ryrV",
            "description": "Возьмите пропитанный ключ капитана Почетного караула из Общежитий, чтобы получить доступ к Библиотеке"
        },
        {
            "uid": "gTF3P6e1N95muLUE",
            "description": "Найдите логово некроманта в юго-западной части Харгад Туул, где-то недалеко от Горы Сепис и реки Кадмус."
        },
        {
            "uid": "gtR3SMDtMaGWyMH1",
            "description": "Столкнитесь с фракцией изгоев Кортана и победите их."
        },
        {
            "uid": "gvc3WRGzfiZX42gC",
            "description": "Узнайте, есть ли у Грата в трактире \"Медный Пугио\" в Дэвене бутылка эмпиреана."
        },
        {
            "uid": "gvn3NaUUTFBKPMzV",
            "description": "Вы задолжали Браксиусу за то, что он помог вам нанять спутника. Позже он придет к тебе с просьбой, и ты обязан выполнить его просьбу."
        },
        {
            "uid": "GVV3Lut9NSSRxChq",
            "description": "Один из ваших рабочих получил удвоение во время блуждания по магическому аномальному полю."
        },
        {
            "uid": "gwE3PGj6hQZyVihL",
            "description": "Принесите Кандаке 10 обсидианов и 30 кристаллов Флаво"
        },
        {
            "uid": "gwy3UmeKbWe35WVg",
            "description": "Дождитесь, пока Краг'Горн ответит на вызов и прибудет в Убежище Тор'Зага."
        },
        {
            "uid": "gx13VJcp7cSpBir1",
            "description": "Поговорите с мошенником Латибриумом в таверне \"Слепой Джакра\" в Люмене о его планах на каперство."
        },
        {
            "uid": "gXG3QGkeQU81dKNm",
            "description": "Вы согласились доставить ратхарнакских торговцев и их груз меди в Убежище Тор'Зага."
        },
        {
            "uid": "gxU3LUjrrLXjDGvw",
            "description": "Возвращение в Седариас"
        },
        {
            "uid": "gyn3LUjYLLXjDGvq",
            "description": "Сопроводите рыцаря Седариаса в город Авернум на юге."
        },
        {
            "uid": "gYV3PGimCQZyVihJ",
            "description": "Принесите Кандаке 20 медицинских принадлежностей и 15 белья"
        },
        {
            "uid": "gzH3LReHLLXjDxqN",
            "description": "Взять трофей в Авернум\n\n\n<Судя по всему, отчаянная охотница за головами отправилась за Крог'Вором и его отрядом. Она выследила Орки до Велариаса и не вернулась. Возможно, вы сможете собрать осколки.\n\nИсточник: Убежище Тор'Зага"
        },
        {
            "uid": "h1x3MvQvmQP6YoTT",
            "description": ""
        },
        {
            "uid": "h5C3PdBye5xhSRze",
            "description": "Вернитесь в Акеруский карьер и сообщите о своих выводах: с рабами обращаются хорошо, что повышает их производительность."
        },
        {
            "uid": "H6N3XmAStVq6CnNC",
            "description": "Возьмите память Кристалл в Заклинатель кристаллов, чтобы ощутить ее содержимое."
        },
        {
            "uid": "H6o3Q1of2Ahv3Arf",
            "description": "Вы слышали голоса в Обсидиане на Друзианском карьере. Слабые, неразборчивые, но очень слышные. Что они могут означать? Возможно, колдун сможет просветить вас."
        },
        {
            "uid": "h6U3ULMsKsDifK6L",
            "description": "Исследуйте руины Наградата на северо-западе Джаггед Вэйст."
        },
        {
            "uid": "Hav3RZEnVXagJxH9",
            "description": "Найдите и ликвидируйте три гнезда Ирг в регионе."
        },
        {
            "uid": "haX3YUuKjZiCWgPW",
            "description": ""
        },
        {
            "uid": "hAZ3UfuNdUJ6zaVj",
            "description": "Пусть Скорнар и Хафри уплывут на своей лодке, пришвартованной у их лагеря в Маар Горад."
        },
        {
            "uid": "HbA3Tgmypio2W5sz",
            "description": "Префект - настоящая сила в Авернум. Находясь в хороших отношениях с ним, вы непременно получите большую выгоду."
        },
        {
            "uid": "hBd3Pix1TT3jBkJ3",
            "description": "Приносите Кандаке в Люмен всевозможные товары и предметы, пока у нее не будет всего необходимого для ее проекта."
        },
        {
            "uid": "HCC3U7WDeNd4w5CG",
            "description": "Поручите Гаррику найти вам покупателя в Убежище Тор'Зага. Скорее всего, вам придется искать несколько раз."
        },
        {
            "uid": "hcV3NjiarkAKNbwx",
            "description": "Вернитесь к опитеру некромантов Луцию Геркулиусу с ценными костями. Он ждет вас в Йошианском карьере, в Саду костей, в Камере странных и безотчетных смертей."
        },
        {
            "uid": "hd73V5VrrUCfwKwh",
            "description": "Путешествуйте в Затерянный город Вратлук, чтобы отравить гнезда песчаных вирмов."
        },
        {
            "uid": "HFR3PayCbV93ZV4P",
            "description": "Вам удалось убедить дракона-хранителя отдать вам Третий череп левиафана, чтобы он мог обрести покой."
        },
        {
            "uid": "Hh53UosLkbQEUDN1",
            "description": "Найдите и убейте Крезуса в его горной вилле в Чернокровые горы."
        },
        {
            "uid": "Hit3Pq771KvD7mRB",
            "description": "В сотрудничестве с имперскими властями вы пытаетесь выяснить причину недавних явлений в Поющие ветра."
        },
        {
            "uid": "hJs3T4sHGeRgihLJ",
            "description": "Вы приютили маленькую девочку и обещали воссоединить ее с дядей, который ее бросил."
        },
        {
            "uid": "Hmg3KvMV4WWwS8r1",
            "description": "Торговец в переулке Скряги продает свои излишки по дешевке."
        },
        {
            "uid": "HN73MSVvsaqf2dHU",
            "description": "Доложите Росинке в Форт Лариус."
        },
        {
            "uid": "hNg3RMC4aQBsR9Kt",
            "description": "Вы заняли у Гильдия плотников серебро на целое состояние. Вы должны вернуть его через месяц с процентами. Невыполнение этого требования ухудшит ваше положение в Коллегия и через некоторое время приведет к жестокости."
        },
        {
            "uid": "ho13M72GE8mXVyph",
            "description": "Вода была отравлена, и теперь те, кто пил из нее, страдают."
        },
        {
            "uid": "Hou3SpEmSazCxCKb",
            "description": "Отправляйтесь в Аркен и уничтожьте Тэтмаса, которого можно найти в его мастерской скульптора."
        },
        {
            "uid": "hPF3U4tjpfr6vAVM",
            "description": "Войдите в Грот Размышлений в Эйтраре и предстаньте перед судом."
        },
        {
            "uid": "HRx3USyBibzHCwYF",
            "description": "Выследите и уничтожьте остальные освобожденные племена для Крифтаа."
        },
        {
            "uid": "HTK3SnsdSazCxVu6",
            "description": "Дойдите до гробницы Артакина в Долина спящих, прямо к северо-востоку от лагеря Икнара."
        },
        {
            "uid": "hvb3VDmf6FbM3px6",
            "description": "Посетите Лернона, разведчика Альянс Ратарнак в Салуме."
        },
        {
            "uid": "hVy3MxCH2oZSwjtn",
            "description": "Магистрат объявил свое священное решение: форпост Кристалл будет снабжаться Дом Дариуса на его пути к тому, чтобы стать городом."
        },
        {
            "uid": "hWy3LRe9zLXjDxqM",
            "description": "Убить Джакра Альфа"
        },
        {
            "uid": "hxi3MYh59QQTzR7L",
            "description": "Вас просили помочь войскам Альянс Ратарнак прекратить существование Велариаса."
        },
        {
            "uid": "Hxo3Mvvo6NHUKQKk",
            "description": "Вы согласились помочь Дред Риверс, небольшому отряду наемников, в их начинаниях."
        },
        {
            "uid": "hy83QDgvgJF1grfc",
            "description": "Вернитесь к Кандаке с информацией о голове."
        },
        {
            "uid": "HYz3PCqtNAq6ZgCE",
            "description": "Вы договорились, что всадники Драконьей стражи будут время от времени проезжать мимо вашей заставы и вмешиваться, если она подвергнется нападению."
        },
        {
            "uid": "Hzp3PjoX2DJrFv8b",
            "description": "Отправляйтесь в Велариас вместе с Крифтаа и найдите след отряда Крог'Вора."
        },
        {
            "uid": "i4s3U78oggzWE3Yf",
            "description": "Захватить или убить Зангоса."
        },
        {
            "uid": "iac3Q8Ms5JF1gmGr",
            "description": "Посетите магазин Браксиуса в рыночном районе Убежище Тор'Зага."
        },
        {
            "uid": "iAu3SpEzNazCxCKe",
            "description": "Соберите необходимые материалы, чтобы Тэтмас мог завершить свое превращение. Принесите каждый предмет в его мастерскую в Аркене."
        },
        {
            "uid": "iDc3LSTcaLXjDdsi",
            "description": "Вы получили посылку от своего старого друга Нарбо."
        },
        {
            "uid": "idq3XKtMd7a6rm97",
            "description": "Перевезти шаманов и их свиту в Затонувшая башня и разбить там базовый лагерь."
        },
        {
            "uid": "iDT3UiUtDUJ6zFf2",
            "description": "Обсудите вопрос о посланниках и убийцах с Тихим человеком в Форт Рефугис."
        },
        {
            "uid": "iGW3LVCaMfdyvxoh",
            "description": "Захватить вождя вне закона"
        },
        {
            "uid": "ijk3LRefoLXjDxqP",
            "description": "Выследите вождя разбойников Ковеаса."
        },
        {
            "uid": "ik93UbNWEUJ6zufr",
            "description": "Ваша самая большая амбиция - стать известным и уважаемым /Вагрус/."
        },
        {
            "uid": "iP23SrUTGxw9HqwR",
            "description": "Найти и принести Таркийцы настой специй под названием /Илаха Хармун/ Данераму Ксеварису в Дэвене."
        },
        {
            "uid": "ipL3TN5fNr3yfLTa",
            "description": "Путешествуйте в Башня Вигилуса и убедите молодого офицера Каэлуса Лартиуса Фортиса отказаться от военной карьеры."
        },
        {
            "uid": "iqR3U5Loafr6v9no",
            "description": "Чтобы заручиться доверием и поддержкой шаманов Котрара, вы решили принять участие в их Испытании ветров."
        },
        {
            "uid": "iuv3RZErvXagJxHC",
            "description": "Уничтожьте гнездо на другой стороне холмов к западу от Дэвена"
        },
        {
            "uid": "ivk3VB4YhvwreJgC",
            "description": "Отступите на свой аванпост.\n/Делая это, вы завершаете игру победой./"
        },
        {
            "uid": "iVZ3XKu3a7a6rm9B",
            "description": "Сообщите о своих находках Терции Сартре в Публичной библиотеке Убежище Тор'Зага"
        },
        {
            "uid": "j1J3UYHvDJiXJw5r",
            "description": "Путешествие в Озеро безмолвия и послушайте звук трещин"
        },
        {
            "uid": "J3s3UiVA2UJ6zFf4",
            "description": "Найдите убежище Нхаэры во Флаво Калерус. Вам понадобится защитное снаряжение и Теплозащитный Кристалл, чтобы защитить свой /комитат/ там."
        },
        {
            "uid": "j6D3PTnNRjetvEGN",
            "description": "Как и было обещано, вы получили свою справедливую долю от улучшения производства обсидиана в карьере Ачерус, благодаря тому, что они ввели в процесс сбора Заклинатель кристаллов."
        },
        {
            "uid": "j9C3RZEtGXagJxHD",
            "description": "Разрушьте гнездо среди холмов к востоку от Дэвена."
        },
        {
            "uid": "j9Q3NqCCoHXa2wYp",
            "description": "Форт Лариус был разрушен Империя."
        },
        {
            "uid": "Jbb3PoN9HDJrFW8G",
            "description": "Вернитесь с головой Крог'Вора в Убежище Тор'Зага и получите награду в конторе по сбору баунти в Храмовом районе."
        },
        {
            "uid": "JC63REztdXKEfrXD",
            "description": "Вы нашли медальон, случайно оставленный предательским послушником Ахскулитом, который помог украсть труп некроманта Опитера Луция Геркулиуса. На нем изображен Лавендиус, великий герой Солнечная скала, побеждающий мифическое чудовище. Как оказалось, и некромант, и послушник-предатель тоже родом из Солнечная скала. Кроме того, следы на месте нападения вели в направлении этого города. Может ли все это означать, что Солнечная скала достойна исследования?"
        },
        {
            "uid": "jDh3WRGk3iZX42g7",
            "description": "Совершите заклинание снятия проклятия на вилле Верниуса из Ларнака."
        },
        {
            "uid": "jFd3Tkufah4s2GTt",
            "description": "Вернитесь в Авернум и обсудите засаду на Фалко с Пернандиусом в штабе Гильдия плотников в районе Скории."
        },
        {
            "uid": "Jgg3TN677r3yfLTb",
            "description": "Доложите жрице в святилище Баль Ур Кааль в районе Люцернум в Ларнаке."
        },
        {
            "uid": "jGP3VJzu6ZZAFDjG",
            "description": "Создайте элементарный аванпост на вашей полосе добычи соли к северо-западу от Брайн Мере"
        },
        {
            "uid": "Jih3TjrPNh4s28cx",
            "description": "Сообщите о своих находках в бюро наград в районе Холма Авернум."
        },
        {
            "uid": "JKD3TSYm1WCCZvih",
            "description": "Заплатите Мурно 100 Бросс. Он находится в своей мастерской в районе Ларнак в Люцернуме."
        },
        {
            "uid": "JLc3MLGmSaqf2WG7",
            "description": "Возьмите письмо к Туллу Цепасию в Убежище Тор'Зага"
        },
        {
            "uid": "JLr3TYqcdN4s8Vyt",
            "description": "Вы получили задание от торгового лорда Валабенту из Дом Окво охранять ряд складов в районе Ларнак Филдс."
        },
        {
            "uid": "Jme3NsmHrkAKNFEs",
            "description": "Доложите молодому трибуну в Акеруский карьер: над обнаружением обсидиана в Друзианском карьере работает Заклинатель кристаллов."
        },
        {
            "uid": "JnH3UbNWzUJ6zufs",
            "description": "Поговорите с Иуласом Пеллио в его лагере в Мираж, когда у вас будет 25 Renown.\n/Делая это, вы завершите игру победой/."
        },
        {
            "uid": "Job3TVerqN4s8R3V",
            "description": "Найдите союзников и создайте Ирг-хаб в каждом великом городе и сообщите о каждом успешно созданном хабе в Искорри."
        },
        {
            "uid": "JoX3PKn9njetvenz",
            "description": "Вы знаете Заклинательницу кристаллов, которая, возможно, не против переехать в карьер Ачерус, чтобы работать там. Она - осажденная помощница магистрата в Кристалле, и вы согласились принять ее на работу."
        },
        {
            "uid": "jp43SMCLEaGWyMGs",
            "description": "Вы наткнулись на огромную, древнюю, арканную машину под солончаками Брайн-Мере. Ее существование держалось в секрете одной из вражеских фракций Ковенант Скифихнис. Знание об этом может нарушить равновесие в Салуме."
        },
        {
            "uid": "jSo3M4qKA8mXVu4J",
            "description": "Люди рассказывают о дикарях, живущих в двух племенных поселениях, одном на юге, а другом - дальше на юго-западе. Эти люди поклоняются стихиям, а их шаманы, как говорят, способны исцелять самые страшные раны. Их называют #Садирар.\n\nИсточник слухов: Авернум"
        },
        {
            "uid": "jta3XKttN7a6rm99",
            "description": "Завершите свой первый запрос в учебные залы Затонувшая башня."
        },
        {
            "uid": "JTv3UP5emfN5u5aV",
            "description": "Пусть Инканус и Недир проведут ритуал в башне магов в районе холмов Авернума."
        },
        {
            "uid": "JtX3UfuimUJ6zaVk",
            "description": "Принести Хафри 2 штабеля древесины"
        },
        {
            "uid": "Jup3LUjCkLXjDGvo",
            "description": "Вам необходимо найти и уничтожить три скрытых лагеря аболиционистов в #Аренас Воракс. Лагеря должны находиться к югу и юго-востоку от Авернум.\n/Вам понадобится значительный контингент бойцов и рабочий экипаж, чтобы дать бой этим лагерям."
        },
        {
            "uid": "jVh3TSZaHWCCZBfe",
            "description": "Вернитесь к Мурно. Он находится в своей мастерской в районе Ларнак в Люцернуме."
        },
        {
            "uid": "jvt3TnV1ih4s2MjY",
            "description": "Сообщите о своем успехе жалящему владыке Пситирусу в районе Ларнака Люцернум."
        },
        {
            "uid": "jWY3Mm8HUQP6Y0nG",
            "description": "Человек в темных доспехах Драконья сталь сказал вам, что в Холмы изобилия назревают какие-то неприятности, в которых замешан Альянс Ратарнак. Агенты Черного Дракона, похоже, заинтересованы в помощи Ратарнаку.\n\nИсточник: Падение Тератиона"
        },
        {
            "uid": "JyC3UmzVobQEUHHt",
            "description": "Принеси им 2 рога демона."
        },
        {
            "uid": "jYe3MKQFmaqf25kq",
            "description": "Встретил Букху в дружеских отношениях."
        },
        {
            "uid": "jz83UQNM6fN5u0aW",
            "description": "Финндурарт решил предупредить участников тайного конклава Повелителей Драконов о тайных попытках саботировать их дело."
        },
        {
            "uid": "JZc3TbSZfhj7L6NM",
            "description": "Агорам, лидер Огры в Колонии отречённых, поручил вам доставить вещи их товарищей из улья Форлорн."
        },
        {
            "uid": "K3m3NkgzKkAKNBFN",
            "description": "Приобретите 10 тюков болотник для магистрата. Он проживает в городе Кристалл."
        },
        {
            "uid": "k3y3P9EiXAq6Z519",
            "description": "Вы заметили, что кто-то очень хорошо разбирается в травоведении и работает в садах."
        },
        {
            "uid": "k5F3LVCbXfdyvxoi",
            "description": "Взять Ковеас в Скорнар в Авернум"
        },
        {
            "uid": "k893V5Va4UCfwKwb",
            "description": "Примите участие в подготовке к решающей битве с Вирмами в военном зале Тектум Карвоса.\n/Приверженность этому пути ведет к огромной битве, так что готовьтесь с умом."
        },
        {
            "uid": "k8U3Snw8CazCxCpV",
            "description": "Сообщите о своих находках архимагу Инерату и дракону Сардахору в Доме Ковенанта в Салум."
        },
        {
            "uid": "kaQ3RZDHGXagJxGy",
            "description": "Проведите Фринека на северо-восток в Пограничный хребет, чтобы найти место, где Брага закопал свои сокровища."
        },
        {
            "uid": "kBH3UhbqWUJ6zi65",
            "description": "Отправляйтесь в убежище Носфератиса к юго-западу от Друзианского карьера и заберите у них артефакт любым способом."
        },
        {
            "uid": "Kct3NgggJU9wsMdA",
            "description": "Некроманты попросили вашей помощи, чтобы проредить нашествие Скортаур вокруг Йошианского карьера."
        },
        {
            "uid": "keC3RW2gAdXPrukX",
            "description": "Разгромите гарнизон в этом месте и обрушите туннель, ведущий в Вечнотемье."
        },
        {
            "uid": "kKk3UmzGfbQEUHHs",
            "description": "Принесите им 3 единицы Драконья сталь обрезков."
        },
        {
            "uid": "kkS3XKuBH7a6rm9D",
            "description": "Сообщите о своих успехах Терции Сартре в Публичной библиотеке Убежище Тор'Зага."
        },
        {
            "uid": "KME3RcEMy9d5c2Rr",
            "description": "Вы пресекли попытку побега Гемети, но она была ранена."
        },
        {
            "uid": "kNh3T4s59eRgihLF",
            "description": "Вы вызвались уничтожить ужасных монстров, которые свили гнезда в сточных канавах трущоб Ларнака под названием Поля."
        },
        {
            "uid": "KoG3WRGzYiZX42gA",
            "description": "Грат хочет, чтобы вы достали ему редкие напитки в обмен на то, что вы отдадите бутылку /Empyreana/ Вораксу."
        },
        {
            "uid": "koQ3M24p3SSRxZge",
            "description": "Ваш /комитат/ мог быть заражен Черной Гнилью."
        },
        {
            "uid": "KoQ3P6Zh295mu9Yg",
            "description": "Путешествуйте в Башня Вигилуса к западу от Убежище Тор'Зага и узнайте у того, кто там командует, где можно найти разбойников."
        },
        {
            "uid": "kQT3PjnWpDJrFv8X",
            "description": "Вернитесь с головой Крог'Вора и Крифтаа в Убежище Тор'Зага и получите награду в конторе по сбору баунти в Храмовом районе."
        },
        {
            "uid": "kQy3VGr8MnTt1kK8",
            "description": "Создайте аванпост и развивайте его до полного потенциала."
        },
        {
            "uid": "kRG3VAgdevwreUuU",
            "description": "Приобретите в /Officium Factum/ лицензию, позволяющую создать постоянный аванпост для добычи ресурсов."
        },
        {
            "uid": "krM3LUjuHLXjDGvy",
            "description": "Уничтожить первый лагерь"
        },
        {
            "uid": "KRU3RmZStq2BhCqG",
            "description": "Найдите /Тектум/ в сердце Северный Калерус"
        },
        {
            "uid": "ks83W7dCNKnq2djH",
            "description": "Доложите Рак'Тару из Гильдии грузчиков в бане Убежище Тор'Зага Подземного Города."
        },
        {
            "uid": "KUy3NBuH8Wt4jg88",
            "description": "При выезде из города вы должны заплатить 6 ченгеры."
        },
        {
            "uid": "kvu3WVH7eiZX4VDQ",
            "description": "Поговорите с Бурхеком в Эйтраре, чтобы начать охоту.\n/Охота займет несколько дней/."
        },
        {
            "uid": "kYa3LfJEeWCYbcbd",
            "description": "Отвезти братьев в Пепелище"
        },
        {
            "uid": "kYv3TkumRh4s2GTw",
            "description": "Обсудите будущее со Скорнаром в лагере."
        },
        {
            "uid": "kZe3VDKLrVjW7oj6",
            "description": "Предоставьте свому экипажу достаточно времени, чтобы найти источники воды и снабжения, а также установить периметр /это займет 2 месяца/."
        },
        {
            "uid": "L493TSZcnWCCZBff",
            "description": "Встретьтесь с Мурно и послом в улье в Ларнаке."
        },
        {
            "uid": "L6D3Pq7gaKvD7mRE",
            "description": "Найдите источник вторжения мутантов где-то в Поющих ветрах"
        },
        {
            "uid": "L6Y3TxcBWMwtUBc8",
            "description": "Соберите остальную команду для каперства."
        },
        {
            "uid": "LAG3RZD3QXagJxGx",
            "description": "Вы отправляетесь на поиски сокровищ Браги, которые вы получили за то, что отпустили Фринека."
        },
        {
            "uid": "LFR3TnXf2h4s2NQD",
            "description": "Доложите жалящему лорду Пситирусу в районе Ларнака Люцернум."
        },
        {
            "uid": "LFZ3TbU3Dhj7L6NQ",
            "description": "Вы погрузились в глубины Улья Форлорн и узнали, что его обитатели погибли несколько десятилетий назад. Присутствие безумных, мутировавших Огров не имеет никакого отношения к гибели иргов."
        },
        {
            "uid": "Lkr3SmyoYhk9uTqx",
            "description": "Вы узнаете о древних знаках и символах, используемых вымершим народом варотиан."
        },
        {
            "uid": "LPM3NyzKc95muzXB",
            "description": "Поговорите с Росой в Форт Лариус."
        },
        {
            "uid": "LrD3WXXBcYmcWpjH",
            "description": ""
        },
        {
            "uid": "LrN3PdBnC5xhSRzb",
            "description": "Трибун Юлий Клавдий Фаустинианис поручил вам помочь ему превратить карьер Ачерус в высокодоходное и успешное предприятие."
        },
        {
            "uid": "Luy3TNB4ar3yfPzi",
            "description": "На юге Пылающих равнин идет непрерывная битва против возрождающихся Песчаных Уирмов. Вам было предложено принять в ней участие."
        },
        {
            "uid": "Lxp3LUjwvLXjDGw2",
            "description": "Уничтожить последний лагерь"
        },
        {
            "uid": "LyS3LUKNyLXjDUbi",
            "description": ""
        },
        {
            "uid": "m1W3YVHDzZiCWQbk",
            "description": ""
        },
        {
            "uid": "m2y3UE8izfN5uR3P",
            "description": "Проведите спасательную операцию, чтобы вызволить Ренкайлон."
        },
        {
            "uid": "m2z3UMG2CfN5u6Nh",
            "description": "Возвращение тайника из юго-восточного Харгад Туул"
        },
        {
            "uid": "m5X3SHjBsZvL52BQ",
            "description": "Вы пришли к выводу, что застойная, кислотная жидкость вокруг Рассольного болота ядовита уже только по близости и ее следует избегать как можно чаще."
        },
        {
            "uid": "m8A3P6dxS95muLUD",
            "description": "Возвращайтесь в бюро наград в районе храма Убежище Тор'Зага за своей наградой."
        },
        {
            "uid": "mAr3M4rAh8mXVu4K",
            "description": "Поговаривают, что городские власти объявили охоту за головами самых разных животных и беглых гладиаторов. Вам стоит посетить Слагфорт, если вы хотите заработать немного монет, работая охотником за головами. В офисе охотников за головами есть вся необходимая информация.\n\nИсточник слухов: Авернум"
        },
        {
            "uid": "mcc3P6e4a95muLUF",
            "description": "Вернитесь в бюро по сбору вознаграждений в районе храмов Убежище Тор'Зага, чтобы получить свою награду."
        },
        {
            "uid": "mcd3P9kGTQZyV4Ju",
            "description": "Вы обнаружили пещеру в Шахтах изобилия, доступную только через скрытую расщелину."
        },
        {
            "uid": "md93V8oovUCfw6Fv",
            "description": "Пойдите на пир, устроенный Данерамом Ксеварисом на его вилле в районе Садов Дэвена."
        },
        {
            "uid": "MEa3PJbmaAq6Z55g",
            "description": "Найдите друга Мавиро - Калука в садах Лавьена в Гражданском районе."
        },
        {
            "uid": "Mk63UQMezfN5u0aV",
            "description": "Нападите на базу операций Корнеуса Серпентиса к юго-западу от Салума и выясните, кто их нанял."
        },
        {
            "uid": "MKp3V5WHSUCfwKwn",
            "description": "Привлечь в союзники великих шаманов Садирара"
        },
        {
            "uid": "mMX3TUPx5WCCZ7Cf",
            "description": "Вы решили создать центры по продаже Кристалл-прирученных иргов в великих городах севера."
        },
        {
            "uid": "moY3MLhDuaqf2LHR",
            "description": "Завоевать доверие разбойников в Форт Лариус, работая на них."
        },
        {
            "uid": "MPg3XXUrnCGM6dH2",
            "description": "Используйте Девственную память Кристалл, чтобы записать свои знания о флоре и фауне в магазине Шебенни в Люмен.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Пепельный курру; Болотник; Яркая водоросль; Влажный дым; Пыльный плакальщик; Призрачные грибы; Груфта; Ифреанни; Иябви; Джакра; Краваг; Мокору; Песчаные извилины; Слерад; Слизевая трава; Жалящий скорпион; Осквернённый; Констриктор; Скверна; Ирг; Искоренитель Зенраки; Зирн./"
        },
        {
            "uid": "mq73UcGouUJ6z6R9",
            "description": "Помочь Хафри и Скорнару в строительстве лодки."
        },
        {
            "uid": "Mqa3LUj6tLXjDGvk",
            "description": ""
        },
        {
            "uid": "MSj3XEbXkDPKJRhs",
            "description": "Найдите Терцию Сартру в Публичной библиотеке в Убежище Тор'Зага в Гражданском районе и обсудите ее планы по сохранению знаний для потомков."
        },
        {
            "uid": "MsV3SJtvfZvL5jLk",
            "description": "На восточной стороне Старого плато в Брайн-Мере с командой добытчиков соли произошел ужасающий случай. После внезапного землетрясения жуткий шторм сбил их с ног и разрушил их лагерь. Затем они заболели, и большинство из них умерло через несколько часов. Вы знаете, где найти их лагерь, если захотите разобраться в этом: дойдите до него со Старого плато на северо-запад или из долины прямо на север от Салум."
        },
        {
            "uid": "MTU3MLh2qaqf2LHQ",
            "description": "Разграбьте каменоломню Некопина на западной стороне Чернокровые горы и доставьте 20 обсидианов Баширу в Форт Лариус."
        },
        {
            "uid": "MtY3Ta9t4N4s8m8Y",
            "description": "Совершите налет на склады и убейте агентов Бедвиоса."
        },
        {
            "uid": "mU13T4v2peRgi3sh",
            "description": "Верните Шамси ее дяде Хешату, который, по ее мнению, живет в Шахтах изобилия."
        },
        {
            "uid": "MWf3P6dwV95muLUC",
            "description": "Найдите племя изгоев Садирар к северу от Друзианского карьера и разберитесь с ними."
        },
        {
            "uid": "mXs3PggQcDJrF7Nc",
            "description": "Вернитесь к Страшным Риверам в Люмен, когда у вашего /комитата/ будут средства для безопасного перехода через леса Кристалл при дневном свете."
        },
        {
            "uid": "myh3VAgbAvwreUuT",
            "description": "Посетите места, богатые природными ресурсами, чтобы иметь возможность использовать эту информацию при просмотре недвижимости в любом /Officium Factum/."
        },
        {
            "uid": "MZa3UYHLVJiXJw5n",
            "description": "Путешествуйте в четыре места, на которые указал вам Иулас, и столкнитесь с тем, что вас там ожидает."
        },
        {
            "uid": "mZP3WXVbmYmcWD4d",
            "description": "Найдите человека, который продаст вам бутылку."
        },
        {
            "uid": "MzV3TbTT2hj7L6NP",
            "description": "Верните потерянные вещи Огры Агораму в Колония отречённых."
        },
        {
            "uid": "n1J3PJapzAq6Z55d",
            "description": "Вернитесь к торговцам в Торговом квартале за наградой."
        },
        {
            "uid": "N7j3PJZnkAq6Z55a",
            "description": "Поговорите с торговцем Грахваном и его помощниками на площади Каменщика в Рыночном районе Убежище Тор'Зага, чтобы получить дополнительную информацию о награде."
        },
        {
            "uid": "nAA3NgCqLkTDVEM6",
            "description": "Путешествуйте в Форт Виридиум и разыщите новости о Ниннии Урбике."
        },
        {
            "uid": "naN3MRdTxMgQrbah",
            "description": "Велариас был разрушен драконами в качестве платы за годы грабежей соседних шахт и другие акты мелкой жестокости. От небольшого поселения остался лишь пепел."
        },
        {
            "uid": "NDD3Ta9eMN4s8m8W",
            "description": "Используйте свою известность для покупки складов до того, как Рашид возместит вам расходы"
        },
        {
            "uid": "ndG3S3SGEhqPQeUd",
            "description": "24 Лом металлических изделий"
        },
        {
            "uid": "NF23UE8mifN5uR3Q",
            "description": "Сообщите о том, что произошло при дворе принца Лаэкора в Хинтеркаверах Дэвена."
        },
        {
            "uid": "NGd3WVDpHiZX4jcU",
            "description": "Раздобудьте бутылку Улалуда."
        },
        {
            "uid": "nhh3UbTUjUJ6zAvv",
            "description": "Отведите Хафри в Маар Горад, где он разобьет лагерь на берегу."
        },
        {
            "uid": "NJp3PJaaxAq6Z55b",
            "description": "Следуйте за подсказками, которые дают вам торговцы."
        },
        {
            "uid": "Nk23UbRRDUJ6zAvn",
            "description": "Найдите Кьяртена. Вероятно, он отправился куда-то, чтобы снять наложенное на него проклятие."
        },
        {
            "uid": "NkE3V5W7VUCfwKwj",
            "description": "Получите в союзники принца темных эльфов Лаэкора"
        },
        {
            "uid": "nN83Tjr8ah4s28cv",
            "description": "Вы взялись за странное дело в Авернуме, связанное с исчезновениями и жуткими явлениями вокруг заброшенного склада."
        },
        {
            "uid": "nNp3WXukpYmcWJVU",
            "description": "Найдите человека, который продаст вам бутылку."
        },
        {
            "uid": "nQn3UiX6Wke8cTRX",
            "description": "Найдите торговца Гехариса на Теневом базаре Дэвена и выясните, как он связан с убийствами.\n/Это нужно сделать до того, как найти Халедистхара в Солнечная скала/."
        },
        {
            "uid": "NUW3RZEoPXagJxHA",
            "description": "Отправляйтесь в бюро наград в Садовом районе Дэвена."
        },
        {
            "uid": "nYc3Q3Ry1QSnyoP9",
            "description": "По милости Альянса Ратарнака вам было разрешено добывать полезные ископаемые в пещере к северо-западу от Копей Изобилия. В доказательство этого тебе был дан серебряный жетон."
        },
        {
            "uid": "NZP3WVDsziZX4jcV",
            "description": "Приобретите бутылочку эссенции Церулеана."
        },
        {
            "uid": "o1a3TVf3aN4s8R3Y",
            "description": "Создать центр в Авернум и отчитываться перед Искорри"
        },
        {
            "uid": "odm3Paxv3V93ZV4N",
            "description": "Вам не удалось убедить дракона-хранителя отдать вам Третий череп левиафана - вам решать, вернетесь ли вы в лагерь Колосса, чтобы рассказать Кандаке или нет."
        },
        {
            "uid": "oFX3PKHpjbapNWQX",
            "description": "Сопроводите Кандейка и Левантия в Гибель Левиафана. Если их не будет с вами, сначала заберите их в Люмене."
        },
        {
            "uid": "ohN3P6Zkr95mu9Yh",
            "description": "Найти и ликвидировать лагерь вне закона где-то между Падение Тератиона и Равнины костей."
        },
        {
            "uid": "ooD3U78pjgzWE3Yg",
            "description": "Отчитайтесь перед офицером по наградам в Слагфорте Авернума."
        },
        {
            "uid": "oQH3WVDN8iZX4jcR",
            "description": "Раздобудьте бутылку Люминалириума."
        },
        {
            "uid": "osA3W7d46Knq2djE",
            "description": "Один из воюющих сторон в конфликте между Каларрук и Шардук."
        },
        {
            "uid": "osx3VDmfaFbM3px7",
            "description": "Посетите барда Редсвифта на Путевой станции Кернака."
        },
        {
            "uid": "otb3NaUKqFBKPMzT",
            "description": "Браксий, ломбардщик, сказал вам пойти в старую баню в подземном городе Убежище Тор'Зага и сказать стражникам, что вы пришли за Гарриком. Упомяните, что вас послал Браксий и они должны передать вам гнома."
        },
        {
            "uid": "oTg3WRHiWiZX42gF",
            "description": "Принесите специи, которые просил Воракс, чтобы он мог смешать настой."
        },
        {
            "uid": "ovQ3T1nr9eRgicXY",
            "description": "Отправляйтесь в Авернум и примите участие в тайном поединке в яме, показав жетон кинжала вышибале в водопое Лавинуса."
        },
        {
            "uid": "ovS3VDn2jFbM3px8",
            "description": "Сопровождайте Эйлани и следуйте за ретейнерами Маркуса Гависа Рениса."
        },
        {
            "uid": "oXg3Rd6Hk9d5cH25",
            "description": "Найдите кладбище в Равнина тлеющих костей, о котором вам рассказал Нилко Бралс, и отыщите сокровища."
        },
        {
            "uid": "oyJ3SrUURxw9HqwT",
            "description": "Принесите сладкий нектар Ирг Данераму Ксеварису в Дэвене от насекомоподобных существ в Ларнаке."
        },
        {
            "uid": "P1C3XKvZP7a6rNbn",
            "description": "Сообщите о своих успехах Терции Сартра в Публичной библиотеке Убежище Тор'Зага."
        },
        {
            "uid": "p1S3QGkioU81dKNp",
            "description": "Отнесите 16 единиц соли и 6 торговцев Скифихниса в Убежище Тор'Зага.\n/Переход к любому другому поселению не выполнит эту задачу/."
        },
        {
            "uid": "P9g3VDk7tFbM3SZY",
            "description": "Поговорите с Эйлани, когда соберете всех союзников для предстоящей битвы в Тектум Карвос."
        },
        {
            "uid": "pAd3PaxnbV93ZV4M",
            "description": "Как вы узнали от Дракона, охраняющего Третий Череп, и вопреки тому, что может подумать Кандаке, Левиафан - это вовсе не то, что осталось от Золотого, а скелет более зловещего существа. Поэтому вы решили не добывать пропавшую голову - вам решать, вернетесь ли вы в лагерь Колосса, чтобы рассказать об этом Кандаке или нет."
        },
        {
            "uid": "PAd3WRHhqiZX42gE",
            "description": "Ищите редкий сорт амбершриба в Висячих садах в Дэвене."
        },
        {
            "uid": "PaJ3UYJFrJiXJw5t",
            "description": "Ваша самая большая амбиция - стать известным и уважаемым /Вагрус/."
        },
        {
            "uid": "pBQ3NqYkNkAKNXHC",
            "description": "Встретьтесь со своим собеседником в Велариасе. Они предоставят необходимую информацию для планирования и осуществления ограбления.\n\nНа встречу нужно принести дюжину Бросс."
        },
        {
            "uid": "pbY3SGLmBiuS8vSj",
            "description": "Найдите следы потерянной экспедиции Икнара на южной границе Долина спящих."
        },
        {
            "uid": "Pd73SpFQfazCxCKj",
            "description": "Вернитесь в Тхатмас на следующий день после вашего последнего разговора. К тому времени он завершит трансформацию."
        },
        {
            "uid": "pdq3V5WCLUCfwKwm",
            "description": "Получите в союзники неуловимого Искорри из Ларнака"
        },
        {
            "uid": "PEB3NqZkZ5ET7mJ6",
            "description": ""
        },
        {
            "uid": "PFb3MsgZzoZSwrbs",
            "description": "Вы осмотрели личные вещи и сундуки охранников в пещерах под Шахтами изобилия.\n\nАх ты, любопытный маленький ублюдок."
        },
        {
            "uid": "PFb3SrTsExw9HqwN",
            "description": "Отведите Данерама Ксевариса и его свиту в Дэвен."
        },
        {
            "uid": "PgB3UYHLVDWZJLqP",
            "description": "Вы обещали Гаррику пересмотреть планы мошенника Латибриума по ограблению."
        },
        {
            "uid": "pKu3V5WJrUCfwKwo",
            "description": "Приобретите Огры в Колония отречённых как союзников дела"
        },
        {
            "uid": "pLH3PGjAMQZyVihP",
            "description": "Принесите Кандаке 2 редкие драгоценности"
        },
        {
            "uid": "pMC3UfunoUJ6zaVo",
            "description": "Принести Хафри 1 стопку грибного пива"
        },
        {
            "uid": "pn23UVjDaJiXJVKj",
            "description": "Скорнар решил поискать в Королевствах выживших с корабля, на котором он плыл в Ксерин много лет назад: двух своих кузенов и близкого друга."
        },
        {
            "uid": "pnp3RsnC2MKwKvrZ",
            "description": "Отправляйтесь в Акеруский карьер и примите участие в тайной схватке в яме, показав жетон кинжала надсмотрщику."
        },
        {
            "uid": "pqJ3WXXTKYmcWpjJ",
            "description": "Найдите человека, который продаст вам бутылку."
        },
        {
            "uid": "pt43SpErqazCxCKc",
            "description": "Сообщите об этом поступке Наблюдателю Калитеусу в Храмовом отделении Дэвена."
        },
        {
            "uid": "pvG3TS7nkWCCZGrG",
            "description": "Посол Искорри поручил вам исследовать улей Форлорн."
        },
        {
            "uid": "pvm3UfukvUJ6zaVm",
            "description": "Принести Хафри 4 стопки льна"
        },
        {
            "uid": "pWC3LUjQ9LXjDGvp",
            "description": "Настало время поймать лидера Аболиционисты. Она скрывается в их последнем лагере около южной оконечности #Аренас Неграс."
        },
        {
            "uid": "Py63WVHCwiZX4VDS",
            "description": "Принесите 10 звериных приманок и 10 Слизевая трава в Бурхек в Эйтрар."
        },
        {
            "uid": "pZ33Txc7MMwtUBc7",
            "description": "Вопреки здравому смыслу, вы согласились участвовать в ограблении вместе с Гарриком и Латибриумом."
        },
        {
            "uid": "Q2a3SMDhiaGWyMGy",
            "description": "Свяжитесь с Ксешарой, спящим агентом Империи."
        },
        {
            "uid": "q2i3PKnJ9jetveo2",
            "description": "Сопроводите Лицинию Квинтилию в Акеруский карьер."
        },
        {
            "uid": "q2n3NzMFjHXa2JQq",
            "description": "Сопроводите Левантия к его любовнице Кандаке в Люмен. Если он еще не с вами, сначала заберите его в Аркен."
        },
        {
            "uid": "Q4m3MjfyzTwZnFcb",
            "description": "Вы победили Имперцы во время осады Форт Лариус. На данный момент Жаждущие Магготы могут свободно действовать в Харгат Тууле."
        },
        {
            "uid": "Q793QGkNbU81dKNj",
            "description": "Вы согласились доставить некоторых сергородских паломников и их груз вина в Убежище Тор'Зага."
        },
        {
            "uid": "Q8r3XL1YU7a6rH73",
            "description": "Встретите прецептора Лелитеассина у входа в зал Затонувшая башня."
        },
        {
            "uid": "q963NdAJxRq9Db4n",
            "description": "Вы не смогли выиграть матч, чтобы очистить имя Дриуса, и он потерял свою школу гладиаторов. Он переехал из Тор'Зага, и Гор'Горо уехал вместе с ними."
        },
        {
            "uid": "Q9v3TrUXTTQaUMYd",
            "description": "Вернитесь в Витрар и доложите шаманам."
        },
        {
            "uid": "qav3WQtU9iZX4NWJ",
            "description": "Воракс хочет разобраться с призраками на вилле Верниуса."
        },
        {
            "uid": "QC13PGjBWQZyVihR",
            "description": "Принесите Кандаке 1 Драконья кость и 30 Гончарных изделий"
        },
        {
            "uid": "QC83XECPJDPKJfzC",
            "description": "Вернитесь в магазин Шебенни в Люмене и обсудите судьбу /Nexus Gnaritis/."
        },
        {
            "uid": "qDT3WVH8niZX4VDR",
            "description": "Дождитесь, пока желудок Джакра наполнится божественным ихором, а затем выследите его."
        },
        {
            "uid": "QGb3RVCUpdXPrRvM",
            "description": "Принц темных эльфов Лаэкор поручил вам совершить набег на аванпост своих смертельных врагов, династии Варуков."
        },
        {
            "uid": "qin3VDKCwVjW7oj1",
            "description": "Постройте укрепленное здание на своей лицензированной территории.\n\n/Нет никакой прямой выгоды от этого, кроме демонстрации своего богатства перед другими./"
        },
        {
            "uid": "QJs3WVErMiZX4VDH",
            "description": "Доставить редкие напитки Грату, чтобы получить Эмпиреану"
        },
        {
            "uid": "qNy3TS7rRWCCZGrH",
            "description": "Путешествуйте в Улей Форлорна к юго-востоку от Ларнака и осмотрите заброшенные туннели."
        },
        {
            "uid": "qPw3MLhLSaqf2LHT",
            "description": "Отнесите 500 припасов, 8 соли, 10 зерна и 12 белья Жаждущим личинкам в Форт Лариус.\n/Вы не можете сдать эти товары отдельно./"
        },
        {
            "uid": "QqG3TrTSKTQaUMYW",
            "description": "Чтобы заручиться доверием и поддержкой шаманов Утворара, вы решили пройти их Испытание Пламенем."
        },
        {
            "uid": "qQZ3V5WQLUCfwKwr",
            "description": "Вернитесь к лидерам защитников Тектум Карвоса в военном зале, когда получите всех союзников.\n\n\n<Обменяйте его на одну Драконья кость в трактире Убежище Тор'Зага \"Драконье гнездо\"."
        },
        {
            "uid": "QRA3WXVcfYmcWD4e",
            "description": ""
        },
        {
            "uid": "QrL3WXv4TYmcWJVY",
            "description": "Выиграйте напиток в карточной игре в таверне Слепого Джакра Люмена"
        },
        {
            "uid": "QrM3QDgwiJF1grfd",
            "description": "Получите голову из Praestoghor."
        },
        {
            "uid": "qs23NiRm1U9wskQt",
            "description": "Некромант Опитер Луций Геркулий попросил вас найти странный скелет в Равнины костей. Проблема в том, что он думает об одном конкретном скелете."
        },
        {
            "uid": "Qsa3LWVi1fdyvnxC",
            "description": "Победа во втором бою в яме в Авернум."
        },
        {
            "uid": "QSw3NXR2TTcSjJr4",
            "description": "Один из членов вашего экипажа пострадал от Поющие ветра."
        },
        {
            "uid": "qtB3MKQNtaqf25kr",
            "description": "Встретил Букху в недружелюбных отношениях."
        },
        {
            "uid": "qU83UmfezWe356cX",
            "description": "Вернитесь к Брал'Тегу и сообщите ему о своем успехе."
        },
        {
            "uid": "QV23NEYRRVFfq9Am",
            "description": "Дом Дариуса выразил вам свою благодарность за помощь в Кристалле."
        },
        {
            "uid": "qv23WRGyTiZX42g9",
            "description": "Вручите 10 акскулитовых брелоков"
        },
        {
            "uid": "qVE3TrU9pTQaUMYb",
            "description": "Отправляйтесь в Корчащийся оазис и найдите шамана по имени Денекар."
        },
        {
            "uid": "qvQ3MKQqRaqf25ks",
            "description": "Оставил невредимыми вылупленников пологлазых."
        },
        {
            "uid": "Qvx3PoN7UDJrFW8F",
            "description": "Вы объединились с Крифтаа, чтобы задержать военачальника орков Крог'Вора за крупную награду за его голову, но избавились от охотника за головами, чтобы получить награду в одиночку."
        },
        {
            "uid": "qYk3UbRFwUJ6zAvm",
            "description": "Найдите и исследуйте гробницу Катовраса к юго-западу от Зубы вирма."
        },
        {
            "uid": "qyw3LUj4BLXjDGvj",
            "description": ""
        },
        {
            "uid": "qze3P9tpDbapNJjd",
            "description": "Вы нашли доказательства причастности Альянс Ратарнак к логову мошенника Краваг."
        },
        {
            "uid": "r363PdBXe5xhSRza",
            "description": "Вернитесь в Акеруский карьер и сообщите о своих выводах: с рабами обращаются хорошо, что повышает их производительность."
        },
        {
            "uid": "R6r3TouAMTQaUFQV",
            "description": "Вы стали чемпионом Авернум'с /Pandemonium Arena/."
        },
        {
            "uid": "r7N3PdBxV5xhSRzd",
            "description": "Путешествуйте в Друзианский карьер и узнайте, что еще дает фантастический урожай обсидиана."
        },
        {
            "uid": "R8k3Ncg1vSnK2JtZ",
            "description": "Вы не смогли или не захотели помочь Дриусу и Гор'Горо в Убежище Тор'Зага."
        },
        {
            "uid": "rAx3PJeHAQZyVaGm",
            "description": "Подарите Кандаке чисто белый Кристалл"
        },
        {
            "uid": "rBw3YJzgticmSzxB",
            "description": "Принесите Фаруду древесину и металлолом, чтобы он мог начать ремонт инфраструктуры вокруг своей нефтяной вышки."
        },
        {
            "uid": "RCR3Ta9r6N4s8m8X",
            "description": "Организуйте встречу между Рашидом и Гильдия грузчиков, если вы находитесь в дружеских отношениях с последним."
        },
        {
            "uid": "Re43XKvF47a6rNbk",
            "description": "Используйте Девственную память Кристалл, чтобы записать свои знания о поселениях /terra supra/ в магазине Шебенни в Люменни.\n\n/Для выполнения этого шага вам необходимо получить следующие записи Кодекса: Акеруский карьер; Аркен; Пепелище; Рабочий лагерь Аугурос; Авернум; Кристалл; Дэвен; Друзианский карьер; Форт Виридиум; Йошианский карьер; Ларнак; Последний оазис; Люмен; Мираж; Солнечная скала; Тектум Карвос; Приют Тор'Зага; Велариас; Башня Вигилуса./"
        },
        {
            "uid": "REE3PJ5AYQZyVsP2",
            "description": "Дайте Кандаке Рог Демона"
        },
        {
            "uid": "rF23XKtWv7a6rm98",
            "description": "Поговорите со стражником в самой верхней камере Затонувшая башня."
        },
        {
            "uid": "rg43ULMrDsDifK6K",
            "description": "Продолжайте давать Ренкайлону предметы темной магии и арканные знания во время лагеря."
        },
        {
            "uid": "RGb3PGik9QZyVihH",
            "description": "Принесите Кандаке 8 меди и 6 спектрального остатка"
        },
        {
            "uid": "RgN3UbMRKUJ6zufq",
            "description": "Поговорите с Иуласом Пеллио в его лагере в Мираж, когда у вас будет 40 Renown.\n/Делая это, вы завершите игру победой./"
        },
        {
            "uid": "rgU3TkJDch4s2ti9",
            "description": "Путешествуйте в Рабочий лагерь Аугурос и отдайте полученный пакет его Смотрителю."
        },
        {
            "uid": "RgX3LjgKh5M9rCQe",
            "description": "Отнесите образец колдуну Инканусу в Авернум."
        },
        {
            "uid": "Rhf3M5CpVLEUGv5h",
            "description": "Местные жители рассказывают, что один из их охотничьих отрядов ушёл на север и не вернулся. Смерть в этих краях не редкость, но исчезновение целой группы охотников - это более чем тревожно. Они должны были вернуться несколько дней назад из северного района, недалеко от Озеро Огненная слеза.\n\nИсточник слухов: Утворар"
        },
        {
            "uid": "Rhm3UE8sbfN5uR3R",
            "description": "Ренкайлон хочет узнать, как продлить свою жизнь с помощью темной магии. Возможно, вы сможете помочь ему достичь своей цели."
        },
        {
            "uid": "rhW3UhbTYUJ6zi5y",
            "description": "Найдите Вайда и его помощников в канализации под подземным городом Убежище Тор'Зага."
        },
        {
            "uid": "RJr3TjrGRh4s28cw",
            "description": "Найдите источник исчезновений на складе в Скории или вокруг него."
        },
        {
            "uid": "Rkd3Pq7sdKvD7mRF",
            "description": "Узнайте характер голоса на ветру (Необязательно)"
        },
        {
            "uid": "Rkq3SCnJg6Gs99GC",
            "description": ""
        },
        {
            "uid": "RmH3WXXADYmcWpjG",
            "description": "Помочь местным жителям района Ларнак Филдс решить проблему со зверями, а затем купить Люминалириум у бармена \"Неуклюжего лодочника\"."
        },
        {
            "uid": "rQt3TxcQHMwtUBcE",
            "description": "Проникните в Мираж в компанию Черной Змеи и украдите реликвии, которые они перевозят."
        },
        {
            "uid": "RRd3QGjvyU81dKNh",
            "description": "Вы согласились доставить некоторых паломников-ахскулитов и их груз льна в Убежище Тор'Зага."
        },
        {
            "uid": "rs33Pq84nKvD7mRG",
            "description": "Запишите сны, вызванные этим явлением, используя кристаллы снов, которые они вам дали (Необязательно)."
        },
        {
            "uid": "rvy3WXudrYmcWJVS",
            "description": "Обменяйте партию зёрен кофе на него в водопое Лавинуса в Авернуме."
        },
        {
            "uid": "rW83RmZZeq2BhCqH",
            "description": "Войдите в /Тектум/ и достаньте сокровище из его хранилища."
        },
        {
            "uid": "rWc3TnYCZh4s2NQG",
            "description": "Вы победили всех своих соперников и стали чемпионом Невидимой арены, которой управляет Дом Дариуса."
        },
        {
            "uid": "rwJ3YdgcCdBA4NMY",
            "description": ""
        },
        {
            "uid": "RZM3UQMGcfN5u0aU",
            "description": "Допросите работорговца по имени Харн в Пепелище о группе убийц, которую вы ищете."
        },
        {
            "uid": "S4u3PwMnuKvD7SYr",
            "description": "Свяжитесь с местной ячейкой аболиционистов Дэвена. Вам следует искать эльфа по имени Cuirraiwaeth в таверне Copper Pugio."
        },
        {
            "uid": "s973MjS8VTwZnopn",
            "description": "Помогите силам Империи победить осаду Форт Лариус изнутри."
        },
        {
            "uid": "SFb3TrURuTQaUMYc",
            "description": "Сопроводите Денекара вглубь Корчащийся оазис, чтобы вернуть ее ученика."
        },
        {
            "uid": "Sio3UMEgzfN5u6Nc",
            "description": ""
        },
        {
            "uid": "SJ13LUj87LXjDGvm",
            "description": "Седариас поручил вам расследовать деятельность нескольких человек, которые могут быть вовлечены в помощь Аболиционисты."
        },
        {
            "uid": "SJA3TSZXhWCCZBfd",
            "description": "Подождите, пока Мурно закончит работу над кристаллами."
        },
        {
            "uid": "sJS3RByuKfQUxj6m",
            "description": "Перейдите в Йошианский карьер у южного подножия горы Сергородского клинка и заберите труп некроманта Опитера Луция Геркулиуса."
        },
        {
            "uid": "Sm13UmfZ5We356cW",
            "description": "Уничтожьте два логова пологлазых, которые угрожают месту захоронения."
        },
        {
            "uid": "smR3LA6exVdsZG6H",
            "description": "Вы поклялись выплатить 4 Ченгеры при выходе из Авернум."
        },
        {
            "uid": "So73QGjSRU81dKNe",
            "description": "Отведите 24 единицы Обсидиана и 6 торговцев Дом Дариуса в Убежище Тор'Зага.\n/Переход в любое другое поселение не выполнит эту задачу/."
        },
        {
            "uid": "SpE3QGQ15JF1gmAe",
            "description": "Вы согласились доставить агентов Дом Окво и их груз кристаллов церулеуса на Убежище Тор'Зага."
        },
        {
            "uid": "SQj3MKQvTaqf25ku",
            "description": "Убиты птенцы пологлазых."
        },
        {
            "uid": "sqS3S3SMQhqPQeUe",
            "description": "Оборудование для навесов"
        },
        {
            "uid": "sR63TSAgRWCCZBNM",
            "description": "Найдите Заклинатель кристаллов, который мог бы внедрить управляющие кристаллы в ирги в больших масштабах."
        },
        {
            "uid": "SRR3MxC2zoZSwjtk",
            "description": "Вы встретились с магистратом Кристалла, Флавием Мецилием Септимианом. Его мнение по вопросам, касающимся форпоста, очень важно. Личные связи с ним могут дать вам возможность повлиять на то, кто будет получать заказы на развитие города Кристалл."
        },
        {
            "uid": "ssF3Uopi9bQEUWFn",
            "description": "Крифтаа пообещала с вашей помощью выследить теневого лидера фракции аболиционистов."
        },
        {
            "uid": "SSu3SrUTjxw9HqwS",
            "description": "Идите в Дом главы Дария в Пепелище и принесите труппу танцоров под названием \"Зенит Зевура\" Данераму Ксеварису в Дэвене"
        },
        {
            "uid": "Swu3LWBm9fdyvnha",
            "description": "Вы владеете зачарованной костью, которая разрушает неконтролируемую нежить, если произнести командное слово."
        },
        {
            "uid": "sXy3LUjAbLXjDGvn",
            "description": "Устройте засаду на Аболиционисты на складе."
        },
        {
            "uid": "syi3MxDbFoZSwCVD",
            "description": "Высокочтимый магистрат Флавий Мецилий Септимиан, специальный посланник Альянс Септария, Заклинатель кристаллов Восьмого Ордена и т.д., хочет, чтобы вы помогли ему в решении очень личных вопросов."
        },
        {
            "uid": "sYv3TnXt4h4s2NQE",
            "description": "Отправляйтесь в Аркен и примите участие в тайном поединке в яме, показав жетон кинжала на вилле семьи Хорантиус."
        },
        {
            "uid": "SYw3VDKBYVjW7oiz",
            "description": "Подождите, пока эксперт закончит опрос\n\n/Это может занять до месяца/."
        },
        {
            "uid": "T1K3UhbrnUJ6zi66",
            "description": "Отнесите реликвию Инканусу в Авернум."
        },
        {
            "uid": "T2C3Pgg3FDJrF7Na",
            "description": "Переправьте компанию наемников в Люмен. Они откроют магазин в таверне под названием \"Слепой Джакра\"."
        },
        {
            "uid": "T2L3NiuYSj4xV6Ef",
            "description": "Вы подписали контракт с Церковью Ахскула, который дает им право единоличного владения вашим телом после вашей смерти. Божественный символ служит печатью на вашей плоти и делает так, что жрецы Ахскула найдут тело."
        },
        {
            "uid": "T2P3XmAQ7Vq6CnNB",
            "description": "Вы потребовали память Кристалл, принадлежавшую магу из Затонувшая башня. Утверждается, что она содержит заклинания и магические формулы."
        },
        {
            "uid": "T3i3UmfUyWe356cV",
            "description": "Найдите таинственного шамана среди Полые скалы."
        },
        {
            "uid": "T4T3RBz3rfQUxj6n",
            "description": "Возьмите труп некроманта в Дэвен и отдайте его жрецу Ахскул Некрополиса в храмовом отделении."
        },
        {
            "uid": "t5e3UiVL8UJ6zFf6",
            "description": "Убедите Халедистара в Солнечная скала, чтобы он открыл вам местонахождение посланников."
        },
        {
            "uid": "t7B3VDLjpVjW7ojC",
            "description": "Постройте свое укрепленное главное здание.\n\n/Вам понадобится не менее 100 рабочих бригад, имеющихся в вашем лагере, и им потребуется около полугода, чтобы закончить работу./"
        },
        {
            "uid": "t7q3TrTkkTQaUMYY",
            "description": "Путешествуйте на север между Озеро Гехеннис и Озеро Огненная слеза, чтобы найти изгнанных шаманов и пройти Испытание пламени."
        },
        {
            "uid": "t7U3UfunCUJ6zaVn",
            "description": "Дать Хафри 2 единицы железа"
        },
        {
            "uid": "T8d3UopeebQEUWFk",
            "description": "Уничтожьте полых людей рядом с Полые скалы"
        },
        {
            "uid": "tab3TkiK1h4s22va",
            "description": "Сообщите о своей неудаче Префекту в районе Авернум'с Хилл."
        },
        {
            "uid": "TAB3WVDbsiZX4jcS",
            "description": "Раздобудьте бутылку Духа Мекратхара."
        },
        {
            "uid": "tbL3QDgyNJF1grfe",
            "description": "Вы решили отказаться от головы."
        },
        {
            "uid": "Tco3PjnTaDJrFv8W",
            "description": "Вы объединились с охотником за головами Крифтаа, чтобы задержать военачальника орков Крог'Вора за крупную награду за его голову."
        },
        {
            "uid": "tdL3TnUsTh4s2MjX",
            "description": "Вычислите ячейку аболиционистов, саботирующую аванпост. Вы знаете, где найти некоторых из их агентов в пещерах."
        },
        {
            "uid": "tec3RteUUq2Bh2EW",
            "description": "Вы решили помочь вору Рейфов по имени Врак снять проклятие, которое привлекает к нему призраков."
        },
        {
            "uid": "TeZ3LVL14fdyv8r8",
            "description": "Скорнар пообещал свою помощь в выяснении причастности плавильщика Коллегия к Аболиционисты."
        },
        {
            "uid": "TkB3LUizMLXjDGvi",
            "description": "Похоже, что судьба рыцаря Седариаса и ваша собственная переплетены."
        },
        {
            "uid": "TkB3Tjs1Wh4s28d4",
            "description": "Отправляйтесь в Котрар и выясните, не прячет ли племя Зангос."
        },
        {
            "uid": "Tma3XEBCJDPKJfzB",
            "description": "Подходите к плану Терции Сартра по сохранению архива знаний Кристалл.\n\n/Вам необходимо пройти квест 'For Posterity' до конца. В это время продолжайте разблокировать записи Кодекса."
        },
        {
            "uid": "Tmc3WXXasYmcWpjK",
            "description": "Приобрести его в Салуме или Шахтах изобилия"
        },
        {
            "uid": "Tp13ULpcZfN5uK2b",
            "description": "Найдите гробницу принца в Пограничный хребет и помогите Ренкайлону взять его способность Life Drain."
        },
        {
            "uid": "tPL3NF7zhDAG1H12",
            "description": "Найдите и победите чудовище в его логове, которое находится к северо-западу от места резни в каменоломне."
        },
        {
            "uid": "TPZ3PKnGpjetveo1",
            "description": "Отправляйтесь в Кристалл и наймите Заклинателя кристаллов, который работает на Магистрат."
        },
        {
            "uid": "TsQ3QGjgoU81dKNg",
            "description": "Отведите 30 единиц Обсидиановых клинков и 4 контрабандистов Гильдии грузчиков в Убежище Тор'Зага.\n/Переход в любое другое поселение не даст результата/."
        },
        {
            "uid": "tuL3VDKfaVjW7oj8",
            "description": "Охрана зоны добычи, чтобы можно было начать операции\n\n/Вам понадобится не менее 30 рабочих бригад, имеющихся в вашем лагере, и им потребуется около трех месяцев на его обустройство./"
        },
        {
            "uid": "TVe3LUjpYLXjDGvu",
            "description": "Расследовать Центурион Вардис Пендиус"
        },
        {
            "uid": "tYY3NHfyBhCQarXq",
            "description": "Дом Окво выразил вам свою благодарность за помощь в Кристалле."
        },
        {
            "uid": "TzK3XLQ6G7a6ryrX",
            "description": "Возьмите Глиф Искателя из Библиотеки, чтобы получить доступ к Архивам Кристалла."
        },
        {
            "uid": "U2d3PJamKAq6Z55c",
            "description": "Тщательно обыщите убежище Мавиро."
        },
        {
            "uid": "u3j3UmfhkWe356cZ",
            "description": "Уничтожьте логово на юге"
        },
        {
            "uid": "u4b3UE8dUfN5uR3N",
            "description": "Найдите ворота в Вечнотемье на севере Харгад Туул и разведайте подземные туннели."
        },
        {
            "uid": "U653QGkcfU81dKNk",
            "description": "Отнесите 40 единиц вина и 8 паломников-сергородцев в Убежище Тор'Зага.\n/При посещении любого другого поселения эта цель не выполняется/."
        },
        {
            "uid": "U8T3WRFAuiZX42g1",
            "description": "Соберите редкие ингредиенты для блюда, которое задумал Воракс."
        },
        {
            "uid": "UaC3LWVnUfdyvnxF",
            "description": "Проиграл бой в яме."
        },
        {
            "uid": "uAD3VDKLdVjW7oj4",
            "description": "Оставьте на аванпосте достаточное количество членов экипажа, чтобы создать основу для лагеря.\n\n/22 бойца, 16 рабочих или 16 рабов, или 8 рабочих и 8 рабов, 8 разведчиков и 2 ездовых зверя/."
        },
        {
            "uid": "uaQ3RBynffQUxj6k",
            "description": "Церковь Ахскула в Дэвене поручила вам отыскать труп уважаемого некроманта."
        },
        {
            "uid": "ubo3WVGyqiZX4VDP",
            "description": "Отправляйтесь на охоту с Бурхеком, чтобы приобрести напитанный желудок Джакра."
        },
        {
            "uid": "UcB3VAgeRvwreUuV",
            "description": "Создать постоянный лагерь на вашей лицензированной собственности."
        },
        {
            "uid": "UcC3NqZhD5ET7mJ4",
            "description": "Выследите Краваг-изгоя, терроризирующего Дорога императора к северу от Убежище Тор'Зага."
        },
        {
            "uid": "ufa3UmfgMWe356cY",
            "description": "Уничтожьте логово на севере"
        },
        {
            "uid": "ufi3PDcZfbapNjks",
            "description": "Безумный некромант бредил о каких-то жутких тайнах и выкрикивал имя Мунда Теллейна, известного политического деятеля Дэвена. Может быть, это стоит расследовать?"
        },
        {
            "uid": "UFi3Pq8FgKvD7mRH",
            "description": "Сообщите о своих находках властям Храмового округа Убежище Тор'Зага."
        },
        {
            "uid": "UG23M5CiPLEUGv5g",
            "description": "Говорят о страшном пустынном звере и целой стае мелких паразитов, которые следуют за ним по пятам, нападая на всех, кто попадается им на засушливой пустоши. Они довольно хитры, устраивают засады и выслеживают добычу. В последний раз стаю видели примерно в двух днях пути к востоку от Витрара.\n\nИсточник слухов: Витрар"
        },
        {
            "uid": "Ug83PKJA4bapNWQd",
            "description": "Помогите Кандаке провести Великий ритуал в Гибель Левиафана. Возможно, вам придется подождать несколько дней, пока она закончит приготовления."
        },
        {
            "uid": "UgB3T4sAveRgihLG",
            "description": "Ищите гнездо монстров в канализационных туннелях под Полями.\nСначала вам нужно узнать, что за существа вам противостоят."
        },
        {
            "uid": "Uhe3TdEGshj7LP5A",
            "description": "Огры, скрывающиеся в Колония отречённых, - затворнический народ. Торгуя с ними и помогая им другими способами, возможно, вы сможете заслужить их доверие."
        },
        {
            "uid": "uhk3U78nUgzWE3Ye",
            "description": "Найдите лагерь Зангоса и его последователей к северо-востоку от Озеро Огненная слеза."
        },
        {
            "uid": "ujA3U5MEMfr6v9nr",
            "description": "Ждите шаманов и помогайте им в ритуале."
        },
        {
            "uid": "uJH3NPYGBTcSj94d",
            "description": "Чистый белый Кристалл, который ищет Шебенни, можно найти в Ирг-улье под Лумом. Вход в туннели должен находиться где-то на южном краю леса Кристалл. Шебенни сказал, что Влажный дым может пригодиться при исследовании гнезда."
        },
        {
            "uid": "uk33P6ZoX95mu9Yi",
            "description": "Вернитесь за наградой в бюро наград в районе храма Убежище Тор'Зага."
        },
        {
            "uid": "uKo3VDLjiVjW7ojB",
            "description": "Принесите все необходимые материалы на аванпост:\n\n- 125 стеков мрамора\n- 20 стаков железа\n- 4 стопки серебра\n- 20 ламп Кристалл\n- 3 нетронутых трофея\n- 3 Изысканное оружие\n\n/Вы можете посетить штаб-квартиры дружественных Торговых Домов для поиска альтернативных решений./"
        },
        {
            "uid": "Uks3PJbe6Aq6Z55f",
            "description": "Спросите о Мавиро у властей Храмового района."
        },
        {
            "uid": "uKy3KvP2uWWwS8r4",
            "description": "Вы проверили рынок в Свалке."
        },
        {
            "uid": "uoA3Un1yrbQEUby8",
            "description": "Принесите им 6 шкур зверей и 3 нетронутых трофея."
        },
        {
            "uid": "Uou3XKu5H7a6rm9C",
            "description": "Достигните архива Кристалл из Затонувшая башня."
        },
        {
            "uid": "Uri3LUKKkLXjDUbh",
            "description": ""
        },
        {
            "uid": "URW3YMB4cZiCW4Re",
            "description": "Принесите Фаруду кость и древесину для дальнейшего укрепления его нефтяной операции."
        },
        {
            "uid": "USz3VDk4qFbM3SZX",
            "description": "Поговорите с Эйлани о своих усилиях после укрепления городских укреплений."
        },
        {
            "uid": "UvR3PbS2Q5xhSGX6",
            "description": "Есть голос, разносимый ветром; голос женщины, испытывающей боль. Возможно, другие могут знать что-нибудь об этом."
        },
        {
            "uid": "UWt3VDjsMFbM3SZW",
            "description": "Вы и Эйлани обязались помочь Тектум Карвосу в его битве против Вирмов."
        },
        {
            "uid": "Uxe3NqZYG5ET7mJ3",
            "description": "Уничтожьте лагерь разбойников возле Башня Вигилуса."
        },
        {
            "uid": "UXn3WRGZLiZX42g5",
            "description": "Встретимся с Дузани на вилле Верниуса в Ларнаке и обсудим ее выводы."
        },
        {
            "uid": "Uz33LUjsxLXjDGvx",
            "description": "Поражение Аболиционисты"
        },
        {
            "uid": "uZS3UiV1qUJ6zFf3",
            "description": "Обратитесь к агенту Кадмадор Нхаэре в кантине \"Витражный тент\" в Кристалле."
        },
        {
            "uid": "v2b3TVf6XN4s8R3Z",
            "description": "Сообщите об успехе пропагандистской кампании в посольство Йскорри в Ларнаке."
        },
        {
            "uid": "V3k3Sz2x3wfoe8iH",
            "description": "Сообщите Ренкайлону о своем успехе. Обычно он коротает время в таверне в колонии темных эльфов Дэвена в Хинтеркаверах."
        },
        {
            "uid": "v4f3NPRK7TcSjehu",
            "description": "Доставьте чисто белый Кристалл Шебенни в Люмен."
        },
        {
            "uid": "V7M3LUS1Ufdyvppg",
            "description": "Найдите своего собеседника в Свалке и заключите с ним сделку."
        },
        {
            "uid": "V7P3Un1pmbQEUby6",
            "description": "Принесите им что-нибудь достаточно горячее, чтобы раскалить кузницу для Драконья сталь"
        },
        {
            "uid": "vao3V5WM3UCfwKwq",
            "description": "Получение Дред Риверов в союзники по делу\n\n\n<Отнесите бутылку обратно Грату."
        },
        {
            "uid": "VAW3WXXbmYmcWpjL",
            "description": ""
        },
        {
            "uid": "vAX3QGkCtU81dKNi",
            "description": "Отнесите 45 единиц белья и 12 паломников-аскулитов в Убежище Тор'Зага.\n/Переход к любому другому населенному пункту не выполнит эту задачу/."
        },
        {
            "uid": "ve33UhbZSUJ6zi5z",
            "description": "Спросите Дай-Кор-Васса и его стадо на рынке Каларрук в районе рынка Убежище Тор'Зага."
        },
        {
            "uid": "vfd3UNdoZfN5u0in",
            "description": "Продолжайте помогать Харвеку вычеркивать цели из его списка."
        },
        {
            "uid": "VGV3TXWLnN4s8WqJ",
            "description": "Возьмите Зенит Зевура в Друзианский карьер и доставьте ее гроссмейстеру Валабанту."
        },
        {
            "uid": "VHn3XL1fF7a6rH75",
            "description": "Возьмите заклинание открытия из учебных залов, чтобы получить доступ к общежитиям."
        },
        {
            "uid": "VHT3TjreLh4s28cz",
            "description": "Найдите большую ячейку нежити среди холмов к северо-западу от Авернум и уничтожьте ее."
        },
        {
            "uid": "vj93YZjFkZiCW4cR",
            "description": ""
        },
        {
            "uid": "vkG3UhejuUJ6zF93",
            "description": "Совершите ритуал в башне Инкануса, чтобы снять проклятие и заключить сущность Повелителя демонов в артефакт."
        },
        {
            "uid": "vkh3Uok7AbQEUfv7",
            "description": "Заберите новые доспехи Гор'Горо в /Наковальне Тадраза/ в Авернум."
        },
        {
            "uid": "VMd3UoptSbQEUWFo",
            "description": "Найдите систему пещер к западу от Лум, где прячется Драмус, и положите конец его операции."
        },
        {
            "uid": "VNY3UiVoBUJ6zFf8",
            "description": "Отведите посланников Огров в конклав к югу от Последний оазис."
        },
        {
            "uid": "Vqh3LWVmjfdyvnxE",
            "description": "Выиграл чемпионат по борьбе в яме в Авернум."
        },
        {
            "uid": "vrT3PJ4aXQZyVsP1",
            "description": "Проконсультируйтесь с Кандаке в Люмене о ее планируемой экспедиции."
        },
        {
            "uid": "vsd3UMKRffN5u6Nn",
            "description": "Аренда Арены Максимус Убежище Тор'Зага для проведения боя."
        },
        {
            "uid": "VTR3U5MLLfr6v9nt",
            "description": "Возвращайтесь в Котрар и сообщите тамошним шаманам о том, что произошло."
        },
        {
            "uid": "VUM3VGqQwnTt1kK7",
            "description": "Ваша самая большая амбиция - стать богатым /Вагрус/ и уйти на пенсию в аванпост, которым вы владеете."
        },
        {
            "uid": "vuy3LUG1JLXjDAcz",
            "description": "Заключите торговое соглашение с шаманами."
        },
        {
            "uid": "vV63W6CxDKnq2up8",
            "description": "Отправляйтесь в /Herctum Antiqua/ в районе Люцернум города Ларнак и запишитесь на аукцион. Приготовьтесь прождать там пару дней до начала аукциона."
        },
        {
            "uid": "VXJ3SJKfzdLqoSea",
            "description": "Вы узнали, что одна из блудниц в трактире /Salt Shaker/ в Салуме на самом деле является имперским агентом под прикрытием. Вы можете связаться с этой личностью или предать ее местным властям после встречи с ней."
        },
        {
            "uid": "vy43LfJ8ZWCYbcbb",
            "description": ""
        },
        {
            "uid": "vyh3QGrKWU81d4UY",
            "description": "Отведите 30 отрядов Болотник и 4 контрабандистов Гильдии плотников в Убежище Тор'Зага.\n/Переход к любому другому поселению не даст результата/."
        },
        {
            "uid": "w683LNugPLXjDDLg",
            "description": "Вы оставляете в живых надсмотрщика над рабами, хотя его подозревают в том, что он обманом лишил других рабов их запасов."
        },
        {
            "uid": "w9t3WubvYNSKLgrB",
            "description": "Получите шесть бутылок определенных напитков для Грата в Медной Пуге Дэвена."
        },
        {
            "uid": "Waw3QGjQLU81dKNd",
            "description": "Вы согласились доставить агентов Дома Дариуса и их груз обсидиана на Убежище Тор'Зага."
        },
        {
            "uid": "wbj3MfLPAQQTz458",
            "description": "У вас есть официальное разрешение на доступ к местам добычи в Холмы изобилия в течение трех дней с целью поиска руды."
        },
        {
            "uid": "WcG3UosFZbQEUDMz",
            "description": "Выясните, где может находиться отставной /капо/ Крезус. Лидеры Гильдия грузчиков, Гильдия плотников или Префект Авернум могут указать вам правильное направление."
        },
        {
            "uid": "wCP3UbMJfUJ6zufo",
            "description": "Поговорите с Иуласом Пеллио в его лагере в Мираж о профессии /Вагрус/."
        },
        {
            "uid": "wdD3XXUaqCGM6dGz",
            "description": "Используйте Кристалл первозданной памяти, чтобы записать свои знания о неимперских культурах в магазине Шебенни в Люмене.\n\n/Вам необходимо получить следующие записи Кодекса, чтобы завершить этот шаг: Аркон; Пепельщики; Даймаханцы; Темные Эльфы; Полудемон; Демоны; Дворфы; Эльфы; Полу-Эльфы; Кал-риш; Калани; Каларрук; Гора Кор; Огры; Оркский дух веры; Орки; Садирар; Шалими; Шардук; Таркийцы; Война орков; Боги-близнецы; Призраки./"
        },
        {
            "uid": "wEC3LwdkCSSRxeRY",
            "description": "Вы можете взглянуть на сомнительного происхождения, но экзотические товары, предлагаемые улыбающимся беззубым торговцем."
        },
        {
            "uid": "wed3XYqGK3ziQkqT",
            "description": "Позвольте Шебенни спрятать /Nexus Gnaritis/.\n/Делая это, вы закончите игру победой/."
        },
        {
            "uid": "Weu3PAbCYZbhUzDw",
            "description": "Вы преодолели величайшее испытание на арене Бестиарис в Убежище Тор'Зага."
        },
        {
            "uid": "wGJ3TVf2oN4s8R3X",
            "description": "Создать центр в Дэвене и отчитываться перед Искорри"
        },
        {
            "uid": "Wgx3RHeewXKEfb3x",
            "description": "Отправляйтесь к 'Горелому червю' и выступите посредником в споре. Вы должны сделать это до того, как покинете Солнечную скалу."
        },
        {
            "uid": "WhH3Ta7iMN4s8ggJ",
            "description": "Найдите агента по имени Рашид в комплексе Дом Окво в районе Ларнак Филдс и обсудите план."
        },
        {
            "uid": "wJN3UMJ7KfN5u6Nj",
            "description": "Выиграйте титулы чемпиона арены и обсудите их с Гор'Горо в лагере, чтобы заслужить его уважение."
        },
        {
            "uid": "wJo3V8oZhUCfw6Fu",
            "description": "Проконсультируйтесь с Данерамом Ксеварисом о его планах на праздник. Он находится на своей вилле в районе Садов Дэвена."
        },
        {
            "uid": "Wjp3NzLyCHXa2JQo",
            "description": "Вы выполнили ряд поручений для эксцентричного ученого."
        },
        {
            "uid": "WJu3MxCApoZSwjtm",
            "description": "Магистрат объявил свое священное решение: форпост Кристалл будет снабжаться Дом Окво на его пути к тому, чтобы стать городом."
        },
        {
            "uid": "wkD3NF7wBDAG1Gzz",
            "description": "Посетите место последнего нападения, чтобы найти подсказки о существе. Это примерно в одном дне пути к северу от Аркена, на границе Леса Аркорос."
        },
        {
            "uid": "wkr3KvNPxWWwS8r2",
            "description": "Но вы нашли его?"
        },
        {
            "uid": "WNw3RT2PwdXPrinj",
            "description": "Темноэльфийский принц Лаэкор - могущественный человек, правящий колонией своего народа в Дэвене. Ваши хорошие отношения с ним зависят от ваших действий, способствующих его правлению."
        },
        {
            "uid": "Woi3UYHS6JiXJw5o",
            "description": "Отправляйтесь в Карравхон, Воющий город, и взгляните на золотой купол со статуей крылатого зверя на нем."
        },
        {
            "uid": "wQg3PGjApQZyVihQ",
            "description": "Принесите Кандаке 4 серебра и 40 слоновой кости"
        },
        {
            "uid": "wrh3QefUYj8e8AYb",
            "description": "Узнайте больше о татуировке восьминогой рогатой ящерицы и о том, кому она принадлежит."
        },
        {
            "uid": "WRw3WRGDviZX42g3",
            "description": "Отправляйтесь на виллу Верниуса в Ларнаке и исследуйте помещения."
        },
        {
            "uid": "Wsc3MpEt9NHUKyRD",
            "description": ""
        },
        {
            "uid": "wuz3SpFCeazCxCKh",
            "description": "Принесите редкую глину из Маар Горад в Тхатмас"
        },
        {
            "uid": "Wvm3NwLGQ95mubxa",
            "description": "Отчитайтесь перед Баширом за работу."
        },
        {
            "uid": "wWc3REXvCfQUxbwU",
            "description": "Вы должны сообщить, что случилось с трупом некроманта, который вы должны были доставить в Дэвен."
        },
        {
            "uid": "WwG3LPPRkfdyvyRH",
            "description": "Вы спасли раба от линчевания. Теперь он работает на тебя."
        },
        {
            "uid": "WZQ3VDkqoFbM3SZb",
            "description": "Эйлани поговорит с вами о продолжении поисков, как только примет решение."
        },
        {
            "uid": "x2j3LfJCqWCYbcbc",
            "description": "Пусть братья присоединятся к /комитату/ у ворот Авернум"
        },
        {
            "uid": "x483TkujGh4s2GTu",
            "description": "Устройте засаду на Фалко и его дружков, когда они поздно ночью покинут \"Медору\"."
        },
        {
            "uid": "X4x3PGiiKQZyVihG",
            "description": "Принесите Кандаке 45 гончарных изделий и 15 Слизевая трава"
        },
        {
            "uid": "X6Z3MvPCSQP6YoTS",
            "description": "В Убежище Тор'Зага есть человек по имени Тулл Цепасий, который ищет независимый комитат. Его можно найти в Рыночном районе города.\n\nИсточник: Убежище Тор'Зага"
        },
        {
            "uid": "xA93LSTxJLXjDdsj",
            "description": "Доставьте его человеку по имени Скорнар в Авернум."
        },
        {
            "uid": "Xbb3PDGWPAq6Z396",
            "description": "Вы одолжили у Гильдия грузчиков несколько лир. Вы должны вернуть их через месяц с процентами. Невыполнение этого требования ухудшит ваше положение в Коллегия и через некоторое время приведет к жестокости."
        },
        {
            "uid": "XbL3UbSrfUJ6zAvr",
            "description": "Отправляйтесь в Рабочий лагерь Аугурос и узнайте, все еще ли Хафри находится там в заточении."
        },
        {
            "uid": "XD73Pq7VuKvD7mRD",
            "description": "Поручите колдуну исследовать руины Карравхона за городом."
        },
        {
            "uid": "XdM3Smc6Rhk9u2S5",
            "description": "Вы были посланы в Ларнак, чтобы доставить послание в появившееся посольство Искорри."
        },
        {
            "uid": "xeK3XKu2S7a6rm9A",
            "description": "Завершите свою первую вылазку в учебные залы."
        },
        {
            "uid": "XfZ3Uosr9bQEUDN3",
            "description": "Узнайте местонахождение Орина у Гильдии плотников на Базаре Теней Дэвена."
        },
        {
            "uid": "XHj3UbTDHUJ6zAvs",
            "description": "Заплатите Владыке, чтобы он отпустил Хафри на свободу."
        },
        {
            "uid": "xHJ3UiVH4UJ6zFf5",
            "description": "Купец Халедистар из Солнечная скала знает, где скрываются посланники Огров."
        },
        {
            "uid": "xHK3W6DuhKnq28t2",
            "description": "Вернитесь в Дэвен и отдайте Кровь императрицы ювелиру Фаерасу в Торговом зале на Базаре теней."
        },
        {
            "uid": "xi33UMFpbfN5u6Ne",
            "description": "Поговорите с Гарриком в лагере, чтобы получить свою долю."
        },
        {
            "uid": "Xjg3Sz2GPwfoe8iF",
            "description": "Вы можете нанять разведчика Ренкайлона, если принц колонии темных эльфов Дэвен освободит его от службы."
        },
        {
            "uid": "xMA3RZEbgXagJxH6",
            "description": "Уничтожьте гнездо к северо-западу от Дэвена"
        },
        {
            "uid": "XML3VAemivwreUuR",
            "description": "Создание собственного форпоста может стать отличным способом инвестирования вашего богатства."
        },
        {
            "uid": "xNa3TLKAgr3yfzjZ",
            "description": "Посольство Искорри в Ларнаке стало значительной силой. Ваши хорошие отношения с ними зависят от ваших действий, направленных на содействие их планам."
        },
        {
            "uid": "xqe3UQNadfN5u0aX",
            "description": "Найдите инкогнито агента Кадмадор в Форт Рефугис и предупредите неуловимый Торговый дом об убийцах."
        },
        {
            "uid": "xR93RmZMBq2BhCqF",
            "description": "Помогите Страшным Риверам достать драгоценное сокровище из Северный Калерус."
        },
        {
            "uid": "XS33WXuvaYmcWJVV",
            "description": "Приобретите Улалуд у шаманов Витрар за 6 костяных ожерелий Садирар"
        },
        {
            "uid": "XsV3UP5aQfN5u5aU",
            "description": "Дайте Инканусу 2 единицы Нефрита"
        },
        {
            "uid": "Xt33TN4rbr3yfgzZ",
            "description": "Жречество Баль Ур Кааль в Ларнаке поручило вам убедить молодого дворянина отказаться от военной карьеры."
        },
        {
            "uid": "xt43NF3g1Wt4juhf",
            "description": "Древнего, умирающего Каларрук можно найти в небольшом доме рядом с рынком Каларрук в Убежище Тор'Зага. Возможно, у него есть что вам продать.\n\nИсточник: Мираж"
        },
        {
            "uid": "XuP3XVg25RHbumF6",
            "description": "Вы стали свидетелем противостояния между людьми Апостолов и Советом прецепторов в последние минуты Затонувшая башня."
        },
        {
            "uid": "Xvd3PDGdgAq6Z398",
            "description": "Вы заняли у Гильдия грузчиков серебро на целое состояние. Вы должны вернуть его через месяц с процентами. Невыполнение этого требования ухудшит ваше положение в Коллегия и через некоторое время приведет к жестокости."
        },
        {
            "uid": "xvk3LUS3Xfdyvpph",
            "description": "Купите все необходимое для путешествия на рынке"
        },
        {
            "uid": "Xvo3UbSfrUJ6zAvo",
            "description": "Поговорите с шаманами священной деревни Садирар о том, что случилось с Кьяртеном. Возможно, сначала вам придется получить доступ в верхнюю деревню."
        },
        {
            "uid": "Xys3Tjrnoh4s28d3",
            "description": ""
        },
        {
            "uid": "y2k3RZCeaXagJxGv",
            "description": "Найдите лагерь разбойников среди Пограничный хребет, гряды холмов к северу от Вихрь и северо-востоку от Дэвен."
        },
        {
            "uid": "y363UP5DPfN5u5aS",
            "description": "Дайте Инканусу Рог Демона и 12 спектральных остатков"
        },
        {
            "uid": "Y3a3QGkhkU81dKNo",
            "description": "Вы согласились доставить торговцев Скифихниса и их груз соли в Убежище Тор'Зага."
        },
        {
            "uid": "y4V3UbTavUJ6zAvw",
            "description": "Посетите Хафри в его лагере в Маар Горад и поговорите с ним о строительстве лодки."
        },
        {
            "uid": "Y8C3VDK9ZVjW7oiy",
            "description": "Привлеките эксперта по добыче соли на свой аванпост для осмотра территории"
        },
        {
            "uid": "y8X3TxcMKMwtUBcD",
            "description": "Отведите экипаж в Мираж, место проведения капера, и приступайте к выполнению плана. Если экипаж не с вашим /комитатом/, вы должны забрать их в /Слепой Джакра/ Люмена."
        },
        {
            "uid": "y9X3PwLssKvD7SYq",
            "description": "Вы согласились сообщить о своих странных находках на Мунда Теллейн из Дэвена местному движению аболиционистов."
        },
        {
            "uid": "ya63QUJumey9Kvup",
            "description": "Вы победили чемпиона Солнечная скала в боевой яме."
        },
        {
            "uid": "yAy3UGpCgfN5uZqX",
            "description": "Доставьте сырье и персонал в Тектум Карвос, чтобы жители города могли укрепить свою оборону.\n/Reach 400 Preparedness. Вы можете отслеживать свой прогресс в журнале качества 'Тектум Карвос: Готовность\"./\n\nГород нуждается в:\n- Припасы\n- Обсидиан\n- Слоновая кость\n- Обсидиановые клинки\n- Медицинские принадлежности (максимум 20)\n- Горное оборудование (максимум 5)\n- Наставники или рабы (максимум 2)\n- Надсмотрщики (максимум 3)\n- Бойцы"
        },
        {
            "uid": "YbE3PJbpaAq6Z55h",
            "description": "Найти возлюбленную Мавиро Ачаду в увеселительных домах подземного города"
        },
        {
            "uid": "Ybk3TSYgDWCCZvig",
            "description": "Принесите две полные стопки кристаллов Церулеуса в мастерскую Мурно в районе Ларнак в Люцернуме."
        },
        {
            "uid": "ybK3UbTJmUJ6zAvt",
            "description": "Весна Хафри из рабочего лагеря"
        },
        {
            "uid": "YdR3TkiCgh4s22vZ",
            "description": "Вы потеряли Ласкара, человека, которого должны были доставить в Префект Авернум, и должны доложить ему об этом."
        },
        {
            "uid": "YdX3V5VnXUCfwKwf",
            "description": "Доложите лидерам Тектум Карвос в военном зале."
        },
        {
            "uid": "Yep3WRGewiZX42g6",
            "description": "Соберите ритуальные материалы для заклинания снятия проклятия. Вы должны отдать их Дхузани на вилле Ларнака Верниуса."
        },
        {
            "uid": "YGa3TkuYEh4s2GTr",
            "description": "Скорнар хочет отомстить за свое падение его главному архитектору: своему бывшему лейтенанту и протеже Фалько, ныне - капо гильдии плавильщиков Авернума."
        },
        {
            "uid": "YH53Mm7nwQP6Y0nF",
            "description": "Вы подслушали, как некие агенты Повелителя Черного Дракона говорили о планах на регион в Падение Тератиона. Возможно, эта информация будет стоить немало для нужных людей."
        },
        {
            "uid": "yHK3LReqKLXjDxqQ",
            "description": ""
        },
        {
            "uid": "yJd3LMc1uLXjDNDL",
            "description": "Вы согласились отвести группу торговцев водой в Витрар, к юго-западу от Авернум."
        },
        {
            "uid": "YJg3LUjmrLXjDGvs",
            "description": "Встретьтесь с Седариасом в его убежище."
        },
        {
            "uid": "YJR3XLQ3S7a6ryrW",
            "description": "Возьмите скипетр Префекта Библиотеки в Лекционных залах, чтобы получить доступ к Архивам Кристалла."
        },
        {
            "uid": "YKg3Tgnbxio2W5t1",
            "description": "Среди племен Садирар распространился слух о /Вагрус/, который заслужил уважение людей Великих Духов."
        },
        {
            "uid": "YMp3NqZiw5ET7mJ5",
            "description": "Разберитесь с разбойничьим племенем Садирар рядом с Друзианским карьером."
        },
        {
            "uid": "yoj3PTo3gjetvmjY",
            "description": "Убедите Заклинательницу кристаллов помощника магистрата Кристалла работать вместо него на Акеруский карьер и проводите ее туда."
        },
        {
            "uid": "YPN3UmxsfbQEUHHo",
            "description": "Гор'Горо попросил вас помочь ему выковать для себя уникальный доспех."
        },
        {
            "uid": "ypQ3WXVdtYmcWD4f",
            "description": ""
        },
        {
            "uid": "Yrj3ULMvFsDifK6P",
            "description": "Исследуйте заброшенную колонию темных эльфов под северной окраиной Леса Аркорос"
        },
        {
            "uid": "ytR3NaUR3FBKPMzU",
            "description": "Браксий, ломбардщик, сказал вам найти школу гладиаторов Дриуса в Рыночном районе Убежище Тор'Зага, где вы должны предложить Дриусу свою помощь в предстоящем гладиаторском поединке. Браксий предоставит рабочую силу для поединка."
        },
        {
            "uid": "yUc3VDKdRVjW7oj7",
            "description": "Принесите все материалы, необходимые для участка добычи, на аванпост:\n\n- 5 Горное оборудование\n- 40 стаков кости\n- 15 стаков обсидиана\n- 15 стаков железа\n\n/Вы можете посетить штаб-квартиры дружественных Торговых Домов для поиска альтернативных решений./"
        },
        {
            "uid": "YUz3VDmeBFbM3px5",
            "description": "Посетите наркопритон в Авернум, чтобы поговорить с его владельцем."
        },
        {
            "uid": "yV23LReseLXjDxqS",
            "description": "Отнести голову к Авернум"
        },
        {
            "uid": "yVz3NF7yNDAG1H11",
            "description": "Исследуйте место последнего нападения зверя, чтобы идентифицировать его и найти его логово. Место находится примерно в одном дне пути к северу от Аркена, на границе Леса Аркорос."
        },
        {
            "uid": "YXr3UYGynJiXJw5m",
            "description": "Вы приняли вызов легендарного /Вагрус/ по имени Иулас Пеллио, чтобы доказать, что вы достойны."
        },
        {
            "uid": "yxv3VAgk6vwreUuW",
            "description": "Получите подробный план строительства для планируемого участка добычи соли.\n\n\n<Отнесите бутылку обратно Грату."
        },
        {
            "uid": "yYA3WXuwgYmcWJVW",
            "description": ""
        },
        {
            "uid": "YYq3QGrJGU81d4UX",
            "description": "Вы согласились доставить членов Гильдии плотников и их груз Болотник на Убежище Тор'Зага."
        },
        {
            "uid": "z2r3NgCuCkTDVEM7",
            "description": "Вернитесь к Мираж и передайте ему сообщение Ниннии."
        },
        {
            "uid": "Z5D3TjrUjh4s28cy",
            "description": "За крупное существо нежити, которое бродит по вулканическим равнинам к северо-западу от Авернума, объявлена награда."
        },
        {
            "uid": "z953Sz2j4wfoe8iG",
            "description": "Найдите способ убедить принца темных эльфов в пещерах Дэвена освободить Ренкайлона от службы. Скорее всего, вам придется быть приглашенным к его двору, а затем получить аудиенцию у него лично."
        },
        {
            "uid": "ZaM3PjoADDJrFv8a",
            "description": "Вы объединились с охотником за головами Крифтаа, чтобы задержать военачальника орков Крог'Вора за крупную награду за его голову."
        },
        {
            "uid": "zbN3NkhPUkAKNBFR",
            "description": "Отнесите порошок обратно в магистрат. Он проживает в городе Кристалл."
        },
        {
            "uid": "Zcn3LUFxDLXjDAcy",
            "description": "Возьмите торговцев в Витрар."
        },
        {
            "uid": "zEc3PG1tTQZyV2cv",
            "description": "Принесите Кандаке 45 белья и 8 масла"
        },
        {
            "uid": "zeE3PGj8UQZyVihM",
            "description": "Принесите Кандаке 10 древесины и 8 меди"
        },
        {
            "uid": "zF33PGj9fQZyVihN",
            "description": "Принесите Кандакэ 4 жестянки и 1 Драконья кость"
        },
        {
            "uid": "Zim3SrUQBxw9HqwQ",
            "description": "Принести комплект церемониальных доспехов Данераму Ксеварису в Дэвен из кузницы /Наковальня Фадраза/ в Авернуме"
        },
        {
            "uid": "zJb3SpFJmazCxCKi",
            "description": "Поговорите с Тэтмасом о том, что делать дальше."
        },
        {
            "uid": "ZMR3WVFU1iZX4VDM",
            "description": "Принесите ему колокол Аррана."
        },
        {
            "uid": "ZSz3W6DszKnq28t1",
            "description": "Получите Кровь императрицы."
        },
        {
            "uid": "zuX3MLguLaqf2LHP",
            "description": "Путешествуйте в Форт Лариус и установите контакт с его жителями."
        },
        {
            "uid": "Zvn3PJbXDAq6Z55e",
            "description": "Спросить о Мавиро в трактире \"Гнездо дракона\" в Гражданском районе Убежище Тор'Зага"
        },
        {
            "uid": "zVy3UhbjLUJ6zi63",
            "description": "Найдите кости Дай-Кор-Васса в костнице некрополя Авернум."
        },
        {
            "uid": "zWe3UYJ8KJiXJw5s",
            "description": "Вернитесь к Иуласу в его лагерь в Мираж."
        },
        {
            "uid": "Zwh3NjjGXkAKNbx3",
            "description": "Трибун Юлий Клавдий Фаустинианис поручил вам помочь ему превратить карьер Ачерус в высокодоходное и успешное предприятие. По его словам, это будет сделано в основном путем промышленного шпионажа в Друзианский карьер."
        },
        {
            "uid": "zx53WRGzfiZX42gB",
            "description": "Вы и Воракс объединились с охотником Бурхеком, чтобы добыть пропитанный желудок Джакра Альфы."
        },
        {
            "uid": "ZXH3LUjcNLXjDGvr",
            "description": "Войдите в Авернум и подождите, пока с вами свяжется посланник Седариаса."
        },
        {
            "uid": "zxs3TnXc1h4s2NQC",
            "description": "Вы решили освободить рабов форпоста Омфалат Дом Венари. Вам все еще нужно отчитаться перед Повелителем жал, который поручил вам разобраться с этим местом."
        },
        {
            "uid": "zyR3LUSSkfdyvppj",
            "description": "Завершить расследование Седариаса"
        }
    ]
}