{
    "tutorials": [
        {
            "uid": "rec0A6VNPvA8JhNnw",
            "description": "Когда /комитат/ входит в *поселение*, вы можете выбрать одну из множества опций, каждая из которых находится на отдельной *панели*, вращающихся вокруг отдыха, пополнения запасов и торговли. У вас также есть возможность инициировать истории в поселении.",
            "actionDescription": "На этот раз активна только панель Истории. Следуйте единственной доступной истории."
        },
        {
            "uid": "rec1U7ptQQJQgAZMg",
            "description": "На панели фракций вы можете увидеть все подробности, связанные с конкретными фракциями. Вы можете увидеть, в каких *локациях* они *присутствуют*. Посетив эти места, вы сможете взаимодействовать с фракциями в поселениях. Известные места можно увидеть на карте, нажав на значок компаса.\n\nВы также можете проверить свое текущее *положение* и *привилегии*, которые оно дает (если таковые имеются), а также награды более высоких уровней.\n\nУ каждой фракции есть *союзники и враги*, они представлены здесь. Ваша репутация с фракцией даёт небольшой прирост репутации с союзниками и партнерами, а с противниками и врагами - штраф к репутации.",
            "actionDescription": ""
        },
        {
            "uid": "rec1UPq9TIfbqQkZI",
            "description": "Значок 'Разведчик' теперь активен в радиальном меню узла.",
            "actionDescription": "Нажмите на узел, который вы сейчас занимаете #1, а затем на значок глаза. #2"
        },
        {
            "uid": "rec1YXfKxZ50ATg5p",
            "description": "Вам необходимо выбрать свою *цель* для боя. Ваши возможности часто ограничены в зависимости от типа врага, с которым вы сражаетесь, и обстоятельств, при которых вы с ним встретились. Когда вы попали в засаду, ваши возможности сильно уменьшаются.\n\nДоступные цели или добыча перечислены прямо под опциями цели.\n\nВы можете изменить свою цель после каждого раунда боя, а также попытаться спастись бегством, отступить или выйти из боя - в этих случаях вы рискуете получить погоню.",
            "actionDescription": "Выберите цель для этого боя. (#1)"
        },
        {
            "uid": "rec2exozU2EqVGuFE",
            "description": "Умения Морвен включают в себя возможность отталкивать врагов из первого ряда назад (Яростный пинок) и притягивать врагов из заднего ряда вперёд (Хлыст). Некоторые умения более сложные, например, включают в себя движение и атаку (Рывок). Умения этого типа могут быть использованы с большим успехом для контроля над врагами.",
            "actionDescription": "Используйте умение 'Яростный пинок' Морвен (умение 3), чтобы отправить джакру в задний ряд, лишив его возможности атаковать (выберите умение 3 #1, выберите доступную позицию цели, нажмите ещё раз для подтверждения). #2"
        },
        {
            "uid": "rec2w0GO7fbpRnKgN",
            "description": "Налаживание хороших отношений с определенными фракциями принесет вам много пользы, одной из которых являются специальные *торговые предложения*, которые они предоставляют на рынке, но только там, где присутствует данная фракция. Вы можете проверить, есть ли у вас доступ к торговым предложениям, на вкладке 'Сведения о фракции' в пользовательском интерфейсе лидера. Более высокий статус фракции открывает доступ к лучшим предложениям. Предложения могут быть для *покупки и продажи* товаров и всегда для *полных стопок*. Даются две цены: обычная и льготная, причем последняя стоит репутации с фракцией. Эти цены фиксированы, в отличие от динамических рыночных цен.",
            "actionDescription": ""
        },
        {
            "uid": "rec3PNBA4UKlxPike",
            "description": "Большая часть истории представлена через интерактивные тексты, называемые *событиями*. События позволяют вам делать различные выборы на каждом этапе. Некоторые варианты могут иметь ряд последствий, в то время как другие имеют различные зависимости. Зависимости означают, что вы можете выбрать определенный вариант, только если у вас есть необходимые условия - навыки, умения, персонажи и так далее. Чтобы перемещаться по вариантам событий используйте кнопки #11 или #4, чтобы выбрать понравившийся вариант, нажмите #14.",
            "actionDescription": "Пройдите это событие до конца."
        },
        {
            "uid": "rec3RRSepAMlHPPce",
            "description": "*Vagrus* - сложная игра во многих отношениях. Одна из наиболее распространённых ошибок, которые вы можете совершить, - это *слишком быстрое расширение* на начальном этапе, поскольку ничто не предупредит вас о более скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по торговле от фракций* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные запасы. Многие *задания наёмников* чрезвычайно сложны для нового /комитата/.\n\nБорьба с преступниками или существами вообще не является источником дохода. Старайтесь избегать конфликтов, когда это возможно, за исключением активных заданий наёмников или квестов, направленных на борьбу с ними. Вы, скорее всего, столкнётесь с несколькими спиралями смерти, прежде чем научитесь, так что не расстраивайтесь, если это произойдёт. Однако, если вы чувствуете, что кривая обучения слишком крутая, мы рекомендуем начать новую игру в *режиме Диссонанса* и, как только вы в нём почувствуете себя уверенно, подумайте о том, чтобы вернуться в *режим Пустоши*.",
            "actionDescription": ""
        },
        {
            "uid": "rec3kcZrtJWZxDc87",
            "description": "Бой жесток, и в целом вы не можете лечиться во время него. Ваша защита - ваш основной способ смягчить урон.\n\n*Уклонение* позволяет вам полностью избежать атаки, но после успешного уклонения вы будете перемещены на соседнюю незанятую позицию. Это также означает, что они могут переместиться с позиции, которая защищает другого спутника.\n\nУспешный *Блок* даёт дополнительную броню против атаки, уменьшая больше урона. Тем не менее, вы по-прежнему можете получать урон при блокировании, а также получать неблагоприятные эффекты от атаки.\n\nКаждый спутник имеет разные шансы уклонения и блока, но поскольку определённые умения лучше против одного или другого, вам часто приходится менять их, щёлкая по значку *Режим защиты* (щит или фигура уклонения) на портрете персонажа. Вы можете сделать это только для спутника, чей сейчас ход.",
            "actionDescription": "Продолжить бой."
        },
        {
            "uid": "rec4kzHkvX5exFiCF",
            "description": "Победа или поражение определяются на основе ряда факторов. Успех и критический успех в раундах приносит одно и два победных очка соответственно. Кроме того, атакующие получают очки за успешное выполнение своей цели. Защитники получают очки как за то, что помешали атакующим, так и за то, что сохранили жизнь своему экипажу.\n\nВ конце побеждает та сторона, у которой больше победных очков, а в случае равенства очков победителем считается та сторона, у которой больше побед в течение трёх раундов.\n\nПосле победы наступает черёд мародёрства. Вы можете получить предметы, товары или даже зверей в зависимости от того, какого врага вы победили. Как и в случае со всеми другими возможностями получения дохода в игре, полагаясь только на этот вид добычи, вы не сможете удержаться на плаву.",
            "actionDescription": "Нажмите на 'Двигаться дальше'. (#1)"
        },
        {
            "uid": "rec4x3Vhx9yMyEDZZ",
            "description": "На вкладке *Новости* перечислены все поселения, из которых у вас есть новости. Их можно получить либо через истории, либо с помощью опции Обмен новостями в /мансио/. Записи новостей приносят некоторую прибыль каждый раз, когда вы используете опцию Обмен новостями в /мансио/, обеспечивая постоянный дополнительный доход, чтобы помочь вам в ваших путешествиях.\n\nНовостные записи со временем ухудшаются, становясь менее свежими, а значит, менее ценными в целом. Вы можете освежить их до максимума, используя опцию Обмен новостями в поселениях (а иногда и через истории).",
            "actionDescription": ""
        },
        {
            "uid": "rec56Wa8avUUjghX3",
            "description": "Вы можете установить условия, при которых ваш экипаж остановится при боевых столкновениях, выбрав условия, относящиеся к боевой мощи экипажа: 'Избегать врагов' и 'Искать врагов'.\n\nМеняя 'Избегать врагов' (красный ползунок), вы устанавливаете порог мощи, при котором вы остановитесь, когда на вашей текущей траектории появляется враг, который соответствует или превышает этот порог. Тем самым, позволяя вам изменить свой курс. Однако при критическом успехе авторазведки вы можете просто пройти через этот узел.\n\nМеняя 'Искать врагов' (зеленый ползунок), вы останавливаетесь, когда разведка находит противников на любом соседнем узле, если они соответствуют или ниже установленного вами порога. Тем самым, позволяя вам направиться к противнику при желании. Если враг находится на вашей текущей траектории, то вы не останавливаетесь, поскольку намерены вступить с ними в бой. Когда вы достигаете критического успеха в разведке и используете 'Искать врагов', вы автоматически устраиваете засаду на противника, что даёт вам преимущество в первом раунде боя.\n\nДля получения дополнительной информации с примерами, обратитесь к разделу 'Авторазведка' в глоссарии.",
            "actionDescription": ""
        },
        {
            "uid": "rec5BVOpVlnAqXAMI",
            "description": "Теперь вы можете видеть *результаты* вашей разведки. Успех вашей разведки в каждом направлении обозначается значками шевронов рядом с пронумерованными эмблемами. Эти эмблемы также отображаются на карте кампании, где они остаются и могут быть проверены в течение трех игровых дней. При наведении на них курсора мыши появляется процентная информация, которая обычно отображается в виде списка на пользовательском интерфейсе разведчика.\n\nДля каждого узла, где разведка была успешной, появляются проценты с иконками, относящимися к определенным типам встреч. Значок *Свиток* указывает на событие (приоритетное или случайное), значок *Топор* указывает на боевую встречу, значок *Перечеркнутый круг* указывает на шанс того, что ничего не произойдет, а значки стрелки и ягоды отображают шансы на успех охоты и собирательства на этом узле соответственно.\n\nВ случае *Критического успеха*, вы получаете более точную информацию. Значок *синий свиток* указывает на доступное приоритетное событие (сюжетное или фиксированное местное событие), а значок *золотой свиток* указывает на случайное событие (общее или специфическое для региона).\n\n*Неудачная разведка* не дает никакой информации о событиях, а *критическая неудача* также принесёт потери вашим разведчикам. В случае неудачи результаты будут показаны, если вместе с ручной разведкой была использована находчивость, чтобы гарантировать успех в этой категории.",
            "actionDescription": "Закройте результаты разведки, нажав 'x' или кнопку 'Двигаться дальше'."
        },
        {
            "uid": "rec5GxecdJYjdaa0y",
            "description": "Некоторые умения могут *нацеливаться на дружественных* персонажей, чтобы поддержать, защитить или даже вылечить их. В этом бою многие умения Явека не могут быть использованы, поскольку враги-нежить невосприимчивы к эффектам, влияющим на разум. Однако Явек далеко не бесполезен, так как вы можете использовать его умение 'Предчувствие', чтобы поддерживать союзников дополнительными усилениями к инициативе, точности, уклонению и блоку. Усиления не суммируются, но обновляются при повторном применении.",
            "actionDescription": "Используйте 'Предчувствие' (умение 4), чтобы усилить союзника."
        },
        {
            "uid": "rec65IKS7pEN6zHn1",
            "description": "Здесь также можно приобрести *Слухи*. Эти крупицы информации могут открыть интересные точки на вашей карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. Купленные слухи можно найти в вашем *Журнале* на вкладке *Слухи*.\n\n*Пассажиров* можно иногда найти в /мансио/. Когда их доставляют в пункт назначения, они вознаграждают вас за ваши усилия, но часто вам приходится добираться до места за определенное время. Потребление пассажиров и потенциальная боевая мощь экипажа также отображаются здесь.\n\n*Обмен новостями* позволяет вам из местных источников получить информацию о поселении, в котором вы находитесь, которая может быть информацией, за которую пришлось бы заплатить в других местах. В то же время вы передаете новости, собранные вами в других местах, получая за это несколько монет. Список поселений, из которых вы обмениваетесь новостями, можно найти в вашем *Журнале* на вкладке *Новости*.",
            "actionDescription": ""
        },
        {
            "uid": "rec6EdbLME6wIK6CZ",
            "description": "Вы, /вагрус/, не принимаете непосредственного участия в бою спутников, но это не значит, что у вас нет возможности влиять на него. Многие из ваших *лидерских навыков* позволяют вам использовать *находчивость* различными способами в бою. Все, что вы разблокировали, находятся в медальоне Лидера в виде кнопок вместе с кнопкой Меню (значок с тремя линиями). Чтобы узнать, для чего их использовать, обратитесь к всплывающим подсказкам.\n\nНа данный момент у вас есть два варианта: \n\n*Помощь* позволяет вам поднять *сбитых с ног* спутников. Кнопка активна, только если у вас есть *сбитый с ног* спутник. Спутник *сбит с ног* после того, как теряет всю свою Живучесть (ЖИВ). Он не выбывает из боя, но не может действовать и должен быть защищён, так как если его ЖИВ истощится опять, то он получит тяжелое ранение. Кроме того, сбитые с ног персонажи не могут прикрывать тех, кто стоит за ними, от атак прямой видимости.\n\n*Вдохновение* даёт значительное усиление защиты персонажу на 3 раунда.",
            "actionDescription": "Используйте Вдохновение, чтобы дать персонажу дополнительную защиту (выберите Вдохновение с помощью #11 и цель с помощью #1, затем нажмите #14 для подтверждения)."
        },
        {
            "uid": "rec6bT2NsYt7sERMf",
            "description": "Окно 'Управление экипажем' позволяет вам управлять вашим /комитатом/.\n\n*Мораль* - это общее настроение вашего /комитата/. Если он опустится до 1, то есть шанс, что /комитат/ распадется, и вы проиграете игру. Вы можете увидеть текущие эффекты вашего морального духа ниже рейтинга.\n\n*Послушание* показывает, насколько довольны ваши рабы. Низкий уровень послушания приводит к кражам, побегам и т.п. Чтобы повысить уровень послушания, охраняйте своих рабов достаточным количеством бойцов и обращайтесь с ними хорошо (или постоянно наказывайте их).\n\n*Питание* показывает, насколько хорошо питается ваша команда. Низкое питание влечет за собой штрафы. Дополнительные порции повышают уровень Питания, а постоянное голодание понижает его.\n\n*Бодрость* показывает, насколько устал /комитат/. Низкая бодрость приводит к штрафам на испытаниях и значительному замедлению /комитата/, что может быстро привести к гибели. Текущие эффекты бодрости можно увидеть под рейтингом.",
            "actionDescription": ""
        },
        {
            "uid": "rec6cVkr6XsrqbYxo",
            "description": "Пользовательский интерфейс управления экипажем теперь активен.",
            "actionDescription": "Нажмите на лист в левом верхнем углу, чтобы открыть его. #1"
        },
        {
            "uid": "rec7QotU5jZASgsPu",
            "description": "У каждого спутника есть *4 боевых навыка* помимо движения, представленные рядом иконок под его именем на информационной панели персонажа. Когда вы выбираете навык, его статистика отображается под иконками навыков.\n\nВы можете выбрать *навыки* или Перемещение с помощью #11. Выбранные навыки подсвечиваются, как и все доступные цели для выбранного навыка. Подробную информацию о навыке можно посмотреть в информационном листе слева внизу после выбора навыка.",
            "actionDescription": "Используйте Взрыв разума (умение 1), чтобы атаковать одного из противников (выберите умение 1, выберите доступную цель, нажмите #14 для подтверждения)."
        },
        {
            "uid": "rec7tQky0EiKwPXUl",
            "description": "'О том, что произошло, я узнал только позже, так как уехал накануне вечером. Назовите меня трусом, добрый господин, но я чувствовал приближение неизбежного и не хотел бросать вызов судьбе. То, что я почерпнул из смутных рассказов немногих выживших гораздо позже, продолжало убеждать меня в том, что это был правильный выбор'.",
            "actionDescription": ""
        },
        {
            "uid": "rec7uFS5auQdNv8ON",
            "description": "'Они были там, с полным грузовым отсеком и вновь обретённой надеждой. Тем не менее, дорога впереди всё ещё обещала трудности и опасности. Я путешествовал с ними на юг, ожидая достичь более пригодных для жизни земель за лавовой рекой Расплавленного Языка'.",
            "actionDescription": ""
        },
        {
            "uid": "rec8DUdG9Tarllv91",
            "description": "Пока недоступно.",
            "actionDescription": ""
        },
        {
            "uid": "rec8pRwOofmV9Gta2",
            "description": "Сводную информацию о том, что произошло с вашим экипажем в этот день, можно увидеть справа. #1\n\nВы также можете *разговаривать* со своими *спутниками*, используя иконки речевых пузырьков под их портретами. #2\n\nСпутники *исцеляются* естественным образом во время пребывания в лагере. Шанс исцеления (или ухудшения состояния) можно увидеть на панели под портретами. #3 Использование кнопки справа позволяет #4 использовать *медикаменты* для увеличения шансов и эффективности исцеления. Медикаменты очень ценны - используйте их с умом. Результаты *лечения* появляются после окончания дня.\n\nВы также должны установить *приказ об обороне* на ночь. Более мягкая оборона имеет более высокий риск ночной засады и отрицательно влияет на послушание рабов. #5",
            "actionDescription": "Когда вы все настроите, нажмите кнопку 'Конец дня'. #6 Это иногда вызывает лагерные события. "
        },
        {
            "uid": "rec9L96S3jYVGyjCB",
            "description": "Панель 'Заместителей' теперь активна.",
            "actionDescription": "Перейдите к нему, нажав кнопку 'Назначить заместителя' #1 (или щёлкнув по листу Заместителя слева вверху). #2"
        },
        {
            "uid": "rec9sCRoRobBXQtZ6",
            "description": "Бой жесток и, как правило, вы не можете лечиться во время него. Ваша защита - это основной способ смягчить урон.\n\n*Уклонение* позволяет вам полностью избежать атаки, но после успешного Уклонения вы будете перемещены на соседнюю незанятую позицию. Это также означает, что персонаж может переместиться с позиции, которая защищает другого спутника.\n\nУспешный *Блок* обеспечивает дополнительные БРН против атаки, смягчая больший урон. Однако вы все равно можете получить урон при блокировании, а также получить отрицательные эффекты от атаки.\n\nУ каждого спутника свой шанс уклонения и блокирования, но поскольку определенные умения лучше работают против того или другого, вам часто приходится менять их, щелкая по значку *Режим защиты* (щит или фигура уклонения) на портрете персонажа. Это можно сделать только для того спутника, чей ход наступил.",
            "actionDescription": "Продолжить бой."
        },
        {
            "uid": "recA5fF47FodFyEhq",
            "description": "Бой спутников - пошаговый, где 1-6 врагов сражаются против вашей команды из 1-6 спутников. Вы можете использовать навыки своих спутников, чтобы победить врагов, защитить своих спутников и занять выгодные позиции на боевой доске.\n\nБой спутников состоит из *раундов*. Каждый раунд все участники действуют *по очереди*, и когда все сделали свой ход, текущий раунд заканчивается и начинается новый. Так продолжается до тех пор, пока либо ваши спутники, либо ваши враги не будут побеждены.\n\nДоска для боя разделена на две *стороны*: дружественная сторона (слева), где находятся ваши спутники и случайные союзники, и сторона противника (справа), где находятся ваши враги. Каждая сторона имеет *передний ряд* (ряд ближнего боя) и *задний ряд* (ряд дальнего боя). Каждый ряд имеет 3 *позиции*. Определенные умения можно использовать, только стоя в позиции в соответствующем ряду.",
            "actionDescription": "Удерживайте #14, чтобы начать бой."
        },
        {
            "uid": "recA8IHHAXQYeSAsS",
            "description": "Если текст в Событии выделен <color=#4890c8>бледно-голубым</color> цветом, это означает, что вы нашли *запись Кодекса*. Нажав на данный текст, вы откроете Кодекс и перейдете к записи. Вы можете щелкнуть по ним, используя режим курсора контроллера, а затем нажать #14. Чтобы использовать режим курсора контроллера, удерживайте #24 и перемещайте курсор с помощью #4.",
            "actionDescription": "Нажмите на выделенные слова, чтобы открыть Кодекс.\n"
        },
        {
            "uid": "recAf8OBzfSfVWupN",
            "description": "Панель 'Спутники' позволяет вам просматривать и управлять своими спутниками - персонажами, которые могут присоединиться к вам в ваших путешествиях и служить вам различными способами. Эта панель доступна из ряда других окон, включая окна 'Лидер' и 'Лагерь'.\n\nИх *статистика* отображается в левом верхнем углу (для получения дополнительной информации обратитесь к всплывающей подсказке для каждого из них), а их *боевые умения* - в левом нижнем углу. Отображается как текущий, так и следующий уровень каждого боевого умения (щёлкните на значок узла, чтобы изменить отображение).\n\nМожно щёлкнуть *значок прокрутки* в нижней части изображения спутника, чтобы открыть его предысторию (щелкните значок ещё раз, чтобы вернуться к изображению).",
            "actionDescription": "Нажмите на значок стрелки рядом с именем спутника, чтобы отобразить страницу персонажа Морвен. #1"
        },
        {
            "uid": "recAiwQUc0nIhkZNy",
            "description": "Карта - это ваш инструмент для навигации по пустошам Ксерина и планирования путешествий. Вы можете *перемещаться*, используя режим курсора контроллера (удерживая #24), удерживая #14 и перемещаясь с помощью #4, и вы можете *масштабироваться* с помощью #1. Ваш /комитат/ представлен красным знаменем.\n\nЛюбое обнаруженное поселение или достопримечательность можно отметить, щелкнув на их значке и выбрав *значок флага* в нижнем левом поле, что выделит их на карте. У вас также есть возможность перейти к *Кодексу* из этого поля.\n\n*Примите во внимание*, что хотя значительная часть континента Ксерин доступна в кампании с открытым миром, остальная часть недоступна и является лишь частью мира.",
            "actionDescription": "Отметьте Авернум (к югу от вас) на вашей карте, а затем закройте ее (#16)."
        },
        {
            "uid": "recBVsBUs6C8wUIPd",
            "description": "Здесь вы можете увидеть количество каждого типа экипажей и зверей, имеющихся в вашем /комитате/. Обратитесь к подсказке для каждого типа, чтобы узнать больше об их роли.\n\n*Наездники* особенные, потому что вам нужен боец и зверь, чтобы создать наездника с помощью кнопки '+' (#14). Хотя наездники - отличные бойцы, звери без всадников перевозят грузы. Вы всегда можете снять бойцов со зверей с помощью кнопки '-' (#18).",
            "actionDescription": "Добавьте наездника, перейдя к нему с помощью #11 и нажав #14, затем закройте это окно, нажав #16."
        },
        {
            "uid": "recBcliUTSb0TnuDj",
            "description": "На панели *Слухи* вы можете найти все слухи, которые вы нашли или купили в поселениях. Слухи - это кусочки информации, которые могут разблокировать точки интереса на вашей карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. По сути, это путеводители, следуя которым можно найти интересные вещи. Записи находятся слева - щелкнув по одной из них, вы можете увидеть ее содержание справа.",
            "actionDescription": ""
        },
        {
            "uid": "recBeu5vhF7zceqcw",
            "description": "*Авторазведка* позволяет вам разведывать впереди вашего /комитата/ без затрат очков движения. Основным недостатком такого подхода является то, что шансы на *успех* значительно снижаются по сравнению с *ручной разведкой*, что также означает, что вы можете чаще терять разведчиков.\n\nСуществует два режима *авторазведки*. Первый представлен одной стрелкой вправо на пользовательском интерфейсе рядом с надписью *режим авторазведки*, а второй - иконкой с несколькими стрелками, ведущими в разные стороны. В первом случае ваш /комитат/ остановится на любом узле вдоль его текущей траектории при выполнении определенных условий, а во втором режиме вы остановитесь, когда любой из соседних окружающих узлов выполнит условия. Эти условия могут быть установлены в соответствии с различными пороговыми значениями для *добычи припасов* (охота и собирательство), силы боевого столкновения экипажа или через *приключения*, указывая минимальный шанс того, что событие или задание произойдет на данном узле.",
            "actionDescription": ""
        },
        {
            "uid": "recBsU0aJYSgCnnuT",
            "description": "В фазе исцеления ваш экипаж ухаживает за ранеными, делая броски на восстановление каждого персонажа по очереди. Тяжелораненые персонажи могут быть исцелены только с критическим успехом. Каждая попытка исцеления имеет шанс израсходовать аптечку.\n\nНавык целителя у спутников или /вагруса/, а также определенное снаряжение и другие источники могут увеличить шансы на исцеление. Вы также можете потратить дополнительное время (потеряв Очки Движения) и (или) использовать Находчивость, чтобы увеличить шансы.",
            "actionDescription": "Нажмите на 'Исцеление' (удерживайте #14)."
        },
        {
            "uid": "recBtbtiw55HToWFf",
            "description": "Налаживание хороших отношений с определенными фракциями принесет вам много пользы, одной из которых являются специальные *торговые предложения*, которые они предоставляют на рынке, но только там, где присутствует данная фракция. Вы можете проверить, есть ли у вас доступ к торговым предложениям, на вкладке 'Сведения о фракции' в пользовательском интерфейсе лидера. Более высокое положение во фракции открывает доступ к лучшим предложениям.\n\nПредложения могут быть для *покупки и продажи* товаров и всегда для *полных стопок*. Есть две цены: обычная и льготная, последняя стоит вам репутации с фракцией. Эти цены фиксированы, в отличие от динамических рыночных цен.",
            "actionDescription": ""
        },
        {
            "uid": "recCxxUZVCGosGfrg",
            "description": "Сводную информацию о том, что произошло с вашим экипажем в этот день, можно увидеть справа.\n\nВы также можете *разговаривать* со своими *спутниками*, используя значки речевых пузырьков под их портретами.\n\nСпутники *исцеляются* естественным образом во время лагеря. Шанс исцеления (или ухудшения состояния) можно увидеть на панели под портретами. Использование кнопки справа позволяет использовать *Медицинские припасы* для увеличения шансов и эффективности исцеления. Медицинские припасы очень ценны - используйте их с умом. Результаты *исцеления* появляются после окончания дня.\n\nВы также должны установить *приказы по обороне* на ночь. Слабая оборона повышает риск ночной засады и отрицательно влияет на Послушание.",
            "actionDescription": "Когда вы все настроите, нажмите кнопку Завершить день (удерживайте #18).  Это иногда вызывает события в лагере."
        },
        {
            "uid": "recDk57KdXAkmS7xL",
            "description": "На панели *Слухи* вы можете найти все слухи, которые нашли или купили в поселениях. Слухи - это кусочки информации, которые могут разблокировать интересные точки на вашей карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. По сути, это путеводители, следуя которым можно найти интересные вещи. Записи расположены слева - щёлкнув по одной, вы можете увидеть её содержание справа.",
            "actionDescription": ""
        },
        {
            "uid": "recDlFQsJRBwLhZUj",
            "description": "'Тёмный рыцарь присоединился к нам после того, как мы спасли его из лап бездумной нежити, убившей его товарищей. Он был мрачного вида, не выказывал ни благодарности, ни дружелюбия. Тем не менее, мы увязались за ним, потому что такой законник, как рыцарь, мог сделать свою ужасную волю нашей по приказу. Итак, мы отправились в путь, направляясь в Авернум, величайший город в окрестностях'.",
            "actionDescription": ""
        },
        {
            "uid": "recDp0wPVaEYazo46",
            "description": "Когда вы занимаете узел поселения, вы можете войти в поселение с помощью кнопки 'Войти' в радиальном меню. Вы всегда можете отказаться от входа и даже разбить лагерь снаружи.",
            "actionDescription": "Войти в Авернум."
        },
        {
            "uid": "recDscGeWmeJZ7MLz",
            "description": "Заместители - это ваши офицеры в комитате. На этой панели вы можете назначить своих спутников на роли заместителей и проверить, какие бонусы дает каждый заместитель.\n\nВы можете *назначить* спутника на роль заместителя, перетащив его портрет в свободное место (свободные места обозначены монеткой). Назначать можно только спутников с навыком *Заместитель*.\n\nОдин спутник может выполнять только одну роль (даже если он имеет право на другие), и каждая роль может быть выполнена только один раз. Максимальное количество назначенных ролей заместителей зависит от вашего *Авторитета* (характеристика Лидера). Назначенные заместители открывают новые слоты снаряжения для /комитата/.\n\nХотя вы можете назначать или снимать роли заместителей только в лагере или на отдыхе, вы всегда можете обратиться к этой панели через окно управления комитатом или непосредственно из окна лидера.",
            "actionDescription": "Назначьте Морвен на роль заместителя мастера разведки. Затем закройте это окно."
        },
        {
            "uid": "recEDN3mHv9CWpcIn",
            "description": "Снаряжение, которым вы владеете, находится в пуле под изображением /комитата/. Чтобы получить бонусы от снаряжения, вам нужно сначала *экипировать* его, *перетащив* их в соответствующий слот на картинке. Снаряжение может быть помещена только в слот, который соответствует его типу, за исключением того, что снаряжение любого типа может быть помещено в слот 'Разное'. Вы можете снять снаряжение, перетащив его обратно в список.",
            "actionDescription": "Экипируйте навесы вашему /комитату/."
        },
        {
            "uid": "recEy5ZIDMhrGX1gJ",
            "description": "Во многих поселениях есть *панель фракций*, как эта, где вы можете взаимодействовать с фракциями, представленными в данном месте.\n\nКаждая фракция предлагает различные *задания*, которые вы можете выполнять. Задания - это процедурно генерируемые, не связанные с сюжетом цели, которые вы можете выполнить за *деньги и репутацию* с фракциями.\n\nВы можете выполнять задания на вкладке *Доступно*. Каждое из них имеет свои требования, включая статус фракции и свободное грузовое пространство.\n\nНа вкладке *Активно* вы можете сдать задания (если вы находитесь в нужном месте) или отказаться от них. Помните, что это приведет к серьезным штрафам.\n\nНа вкладке *Награды* перечислены все награды за положение фракции, на которые вы можете претендовать. Вы не сможете претендовать на награды, если не соответствуете требованиям к статусу фракции или если присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что награды за экипировку и снаряжение можно получить только один раз. Эффекты могут быть восстановлены, если вы потеряли их (из-за потери статуса фракции), но позже можно снова получить право на них. В этом случае достаточно любого уровня присутствия соответствующей фракции.\n\nПо умолчанию вы можете взять одно задание от данной фракции, но более высокое положение позволит вам взять больше.",
            "actionDescription": ""
        },
        {
            "uid": "recFDUmWuIV2yVb7G",
            "description": "У вас закончились очки движения, и вам нужно *разбить лагерь*, закончив день. Нахождение в пути весь день (трата большей части ОД) снижает *бодрость* вашего /комитата/, которую вы можете восполнить в лагере. Вы также можете разбить лагерь раньше, чем закончатся ОД, что помогает быстрее повысить бодрость.",
            "actionDescription": "Выберите значок лагеря (палатка) в радиальном меню узла, который вы сейчас занимаете."
        },
        {
            "uid": "recFKyCsFyQP15zeB",
            "description": "На этих страницах просмотра фракций вы можете увидеть все подробности, связанные с конкретными фракциями.\n\nВы можете увидеть, в каких *местах* они *присутствуют*. Посещение этих мест позволяет вам взаимодействовать с фракциями в поселениях. Известные местоположения можно просмотреть на карте, щёлкнув значок компаса.\n\nВы также можете проверить своё текущее *положение* и *преимущества*, которые оно даёт (если таковые имеются), а также награды более высоких уровней.\n\nУ каждой фракции есть *союзники и враги*, представленные здесь. Репутация, полученная за фракцию, также даёт небольшой прирост репутации с её союзниками и партнёрами, а также даёт штраф к репутации с их врагами и противниками.",
            "actionDescription": ""
        },
        {
            "uid": "recFakwlRitOt2IVc",
            "description": "Победа или поражение определяются на основе ряда факторов. Успех и критический успех в раундах приносит одно и два победных очка соответственно. Кроме того, атакующие получают очки за успешное выполнение своей цели. Защитники получают очки как за предотвращение атак, так и за сохранение жизни своего экипажа.\n\nВ итоге побеждает сторона, набравшая больше победных очков, а в случае равенства очков победителем считается сторона, набравшая больше побед в течение трех раундов.\n\nПосле победы наступает черед мародерства. Вы можете получить предметы, товары или даже зверей в зависимости от того, какого врага вы победили. Как и в случае со всеми другими возможностями получения дохода в игре, полагаясь только на этот вид добычи, вы не сможете удержаться на плаву.",
            "actionDescription": "Нажмите на кнопку 'Двигаться дальше' (удерживайте #14)."
        },
        {
            "uid": "recG9DOOp2AwghsOK",
            "description": "*Навыки лидерства* - это качества, характерные для /вагруса/. Каждый из них позволяет использовать *находчивость* для усиления действий определённым образом, когда они разблокированы. Ознакомьтесь с их описанием, чтобы узнать больше.\n\n*Находчивость* позволяет вам усилить различные действия. Она пополняется каждый день. Её максимум можно увеличить, потратив на неё проницательность (нажмите кнопку '+'). На что вы можете потратить находчивость, зависит от ваших разблокированных навыков лидерства.\n\n*Авторитет* - это максимальное количество заместителей, которое вы можете иметь в любой момент времени. Более высокий авторитет также снижает вероятность того, что ваши спутники покинут вас в кампании с открытым миром. В 'Пилигримах пустошей' вам не нужны дополнительные полномочия.",
            "actionDescription": "Нажмите на значок шлема на медальоне Лидера, чтобы перейти к панели спутников. #1"
        },
        {
            "uid": "recGOo6uBTbVQsyhB",
            "description": "Панель 'Заместители' теперь активна.",
            "actionDescription": "Откройте панель 'Заместители' из радиального меню."
        },
        {
            "uid": "recGXbiOEU01WJuWK",
            "description": "Седариас - очень крепкий спутник из-за его брони (БРН) и хорошей защиты. Его умения также включают вспомогательные умения, повышающие его характеристики (Месть) и ослабляющие врага (Проклятие) - оба на несколько раундов.\n\nНекоторые умения могут воздействовать на несколько целей. 'Рассекающий удар' Седариаса наносит меньше урона, чем его 'Нечестивый удар' по одной цели, но он нацелен на двух противников, стоящих бок о бок.",
            "actionDescription": "Используйте любое умение."
        },
        {
            "uid": "recGfP8ckC90c7V7N",
            "description": "*Vagrus* - сложная игра, и хотя режим диссонанса включает в себя несколько способов облегчить её, она ни в коем случае не является лёгкой, поэтому вы должны держать себя в руках. Одна из самых распространённых ошибок, которую вы можете совершить, - это слишком быстрое *расширение*, поскольку ничто не предупреждает вас о более скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по фракционной торговле* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные резервы. Многие *Наёмнические задания* чрезвычайно трудны для нового /комитата/.\n\nБорьба с преступниками или существами не является источником дохода в целом. Старайтесь избегать конфликтов, когда это возможно, если только вы не выполняете активное задание наёмников или задание по борьбе с ними.\n\nВы, скорее всего, столкнётесь с несколькими спиралями смерти, прежде чем освоитесь, так что не отчаивайтесь.",
            "actionDescription": ""
        },
        {
            "uid": "recHLuZ4YpKEqltcy",
            "description": "'Я просто пошутил, добрый господин. Всё было не так. Хе-хе. Просто проверяю, внимательна ли моя аудитория. Простите старика за глупость.'",
            "actionDescription": ""
        },
        {
            "uid": "recHgf2egIPOKRJ8T",
            "description": "Принудительный марш позволяет вам передвигаться дальше, чем позволяет ваше максимальное количество *Очков движения (ОД)* в данный день. Движение принудительным маршем использует *Очки движения* (указаны рядом с вашими ОД слева вверху). На карте кампании марши по маршрутам и их стоимость обозначены красным цветом.\n\nХотя принудительные марши позволяют продвинуться дальше, используйте их с осторожностью. Ваш экипаж быстро теряет бодрость и даже мораль, если вы слишком часто совершаете марши без дополнительного отдыха.\n\nМы настоятельно рекомендуем воздержаться от частых принудительных маршей, пока вы не наберетесь опыта. Для того чтобы принудительные марши не оказывали негативного влияния, необходимы высокие показатели бодрости, морали и хорошо снабженный /комитат/.",
            "actionDescription": ""
        },
        {
            "uid": "recHuL2KCGLal7f8l",
            "description": "В некоторых боевых столкновениях экипажей есть возможность *бежать*.\n\nПри попытке бегства ваша боевая мощь значительно снижается. Шанс *успешного бегства* определяется из различных источников, включая состав экипажа, снаряжение, боевые атрибуты экипажа и значение *Погони* противника. Даже в случае успешного бегства /комитат/ получает урон.\n\nВ некоторых случаях у вас есть возможность *умилостивить* противника.\n\nДля этого вы можете оставить груз и другие ресурсы, чтобы уменьшить урон от бегства или вообще уйти невредимым. Разные враги умиротворяются разными подношениями, в то время как к другим они равнодушны. Это часто можно определить, изучив их боевые качества.",
            "actionDescription": ""
        },
        {
            "uid": "recI8HQOU4ECIPoqt",
            "description": "Когда вы устанавливаете условия для остановки при боевых столкновениях, вы выбираете условия, относящиеся к боевой мощи экипажа, столкнувшись с которым вы остановитесь, в зависимости от двух кнопок, *Избегать врагов* и *Найти врагов*. Когда вы выделяете 'Избегать врагов' (красный ползунок), вы устанавливаете порог мощи, столкнувшись с которым вы остановитесь, когда ваша текущая траектория содержит врага, который соответствует или превышает этот порог, что позволит вам изменить свой курс. Однако при критическом успехе авторазведки вы можете просто пройти через этот узел.\n\nВ случае 'Найти врагов' (зеленый ползунок) вы останавливаетесь, когда разведываете противников на любом соседнем узле, если они соответствуют или ниже установленного вами порога, что позволит вам изменить курс в сторону противника, если вы захотите. Если они находятся на вашей текущей траектории, то вы не останавливаетесь, поскольку намерены вступить с ними в бой. Когда вы достигаете критического успеха в разведке и используете 'Найти врагов', вы автоматически устраиваете засаду на противника, что дает вам преимущество в первом раунде боя.\n\nДля получения дополнительной информации с примерами обратитесь к разделу 'Авторазведка' в глоссарии.",
            "actionDescription": ""
        },
        {
            "uid": "recIkBzGZ62ikkAxp",
            "description": "Вы можете в любое время обратиться к *Журналу боевых действий* (лист в центре внизу), чтобы узнать, что именно произошло. Журнал прокручивается, но если вы хотите увидеть больше, нажмите на него, чтобы открыть полностью. Его можно закрыть, щёлкнув по нему ещё раз.\n\n*Страницу персонажа* можно открыть, щёлкнув по его иконке (три линии) на портрете. Там вы можете увидеть все важные для боя показатели активного спутника и воспользоваться подсказками, чтобы узнать больше.\n\nКнопка *Пропустить ход* (значок с изогнутой стрелкой) на портрете персонажа позволяет вам пропустить текущий ход.",
            "actionDescription": "Победите своих врагов."
        },
        {
            "uid": "recJIynNJAAJtUJqQ",
            "description": "Вам необходимо выбрать свою *цель* для боя. Ваши возможности часто ограничены в зависимости от типа врага, с которым вы сражаетесь, и обстоятельств, при которых вы с ним встретились. Когда вы попали в засаду, ваши возможности сильно сокращаются.\n\nДоступные цели или добыча перечислены прямо под вариантами цели.\n\nВы можете менять цель после каждого раунда боя, а также попытаться бежать, отступить или отсоединиться - в этих случаях есть риск преследования.",
            "actionDescription": "Выберите цель для этого боя."
        },
        {
            "uid": "recJcKJKmIAmTFinv",
            "description": "Бой экипажа обычно длится *три раунда* (#1), в течение которых вам нужно управлять теми, кто из вашего экипажа сражается, а кто нет, а также увеличивать шансы на успех или изменять результаты, выполняя специальные действия каждый раунд.\n\nКаждый раунд вы делаете бросок, чтобы узнать, насколько успешно вы атакуете или защищаетесь. Шансы на успех и неудачу (полученные из боевой силы, защиты и модификаторов действий обеих сторон) можно увидеть в середине. (#2)\n\nЕсли враг бежит, отступает или отходит в любом раунде, вы можете выбрать преследовать его или отступить. Враг может сделать то же самое с вами, если ваша сторона отступит. Кроме того, если он не будет уничтожен в конце третьего раунда, у вашего экипажа - если он не спешит - есть шанс спасти раненых, исцелив их.",
            "actionDescription": ""
        },
        {
            "uid": "recJdTIwWpXh6w06V",
            "description": "Точно так же можно щёлкнуть значок подвески #1, чтобы открыть доступное *снаряжение*, которое *перетаскивая* из списка можно экипировать в один из двух слотов спутника и получить его преимущество. Снаряжение можно снять, перетащив его обратно в список.\n\nСнаряжение является общим для всех спутников, но только один из них может носить часть снаряжения в любой момент времени. Ни один спутник не может носить два одинаковых предмета снаряжения.",
            "actionDescription": "Вы можете экипировать Морвен Талисманом удачи #2 (перетащите его в пустой слот снаряжения), #3, затем нажмите на лавры в верхней части е` изображения. #4"
        },
        {
            "uid": "recJp42EL4MQq9T81",
            "description": "'Когда мы подходили к воротам Свалки, этого мусорного города головорезов и мусорщиков, на горизонте зловеще вырисовывались огромные горные хребты разрушенного Двендара Тарра, наполовину окутанные газообразными испарениями, извергаемыми вулканами на дальнем западе. Мои спутники как можно быстрее отправились по своим делам в городе, не желая задерживаться в этом печально известном месте'.",
            "actionDescription": ""
        },
        {
            "uid": "recJrDRQLKve6wuZQ",
            "description": "*Vagrus* - сложная игра во многих аспектах. Одна из самых распространенных ошибок, которую вы можете совершить, - слишком быстрое *расширение* на начальном этапе, поскольку ничто не предупреждает вас о скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по торговле с фракциями* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные резервы. Многие *задания наёмников* чрезвычайно сложны для молодого /комитата/.\n\nБорьба с разбойниками или существами не является источником дохода в целом. Старайтесь избегать конфликтов, если только вы не выполняете активное задание наёмников или задание по борьбе с ними.\n\nСкорее всего, вы столкнетесь со смертью несколько раз, прежде чем освоитесь, так что не отчаивайтесь, если это произойдет. Если вам кажется, что кривая обучения слишком крута, мы рекомендуем начать новую игру в *режиме Диссонанс*, а когда вы почувствуете себя увереннее, вернуться в *режим Пустошь*.",
            "actionDescription": ""
        },
        {
            "uid": "recKIR1TqwNgyKGuV",
            "description": "'Нет, нет. Я на мгновение растерялся. Мы никогда не поворачивали назад, даже перед лицом всех невзгод'.",
            "actionDescription": ""
        },
        {
            "uid": "recKjxeFj3XmVNerz",
            "description": "Ваша диаграмма теперь активна.",
            "actionDescription": "Откройте радиальное меню (#25), затем выберите карту и нажмите #14, чтобы открыть ее."
        },
        {
            "uid": "recKkZRLi4KcRNaoo",
            "description": "Это панель *Мансио*. /Мансио/ - это трактиры, специализированные для /комитата/. Когда вы *отдыхаете* в /мансио/, день заканчивается, и вы получите сцену окончания дня, подобную той, когда вы разбиваете лагерь в пустыне.\n\nВы можете видеть свою собственную панель экипажа /комитата/ слева и запасы /мансио/ справа. Вы можете нанять или уволить *экипаж*, а также купить или продать *зверей* в /мансио/. Переключение между экипажем и зверями осуществляется с помощью кнопок вверху. Тип зверей также может быть изменён здесь с большими затратами, но это закрыто в 'Пилигримах пустошей'.",
            "actionDescription": ""
        },
        {
            "uid": "recL5wsZE5IiWQA9z",
            "description": "*Навыки ближнего боя* можно использовать только в первом ряду. Они могут нацеливаться только на врагов в переднем ряду, которые находятся рядом с позицией атакующего, или на врагов в заднем ряду, если ни один враг в переднем ряду не блокирует их. Из-за этих правил позиционирование в ближнем бою имеет первостепенное значение.",
            "actionDescription": ""
        },
        {
            "uid": "recLfNJyZJY2c6fis",
            "description": "*Vagrus* - сложная игра, и хотя 'режим диссонанса' включает в себя несколько способов облегчить ее, она ни в коем случае не является легкой, так что вы должны держать себя в руках. Одна из самых распространенных ошибок, которую вы можете совершить, - это слишком быстрое *расширение*, поскольку ничто не предупреждает вас о скрытых экономических последствиях. Вместо этого сосредоточьтесь на *Заданиях по торговле с фракциями* - они приведут вас в новые места, и, работая над ними, вы накопите столь необходимые денежные резервы. Многие *задания наёмников* чрезвычайно сложны для молодого /комитата/.\n\nБорьба с разбойниками или существами не является источником дохода в целом. Старайтесь избегать конфликтов, когда это возможно, если только вы не выполняете активное задание наемников или задание по борьбе с ними.\n\nСкорее всего, вы столкнетесь со смертью несколько раз, прежде чем освоитесь, так что не отчаивайтесь.",
            "actionDescription": ""
        },
        {
            "uid": "recM65EUwCqj6m3d1",
            "description": "В боевых столкновениях экипажей весь ваш /комитат/ сражается с врагом: либо для самозащиты, либо когда вы случайно наткнулись на другую группу, с которой решили подраться.\n\nВы можете увидеть *Силу боя* и *Защиту* вашего экипажа (#1) и врага (#2). Они описывают способность вашего экипажа выполнять атаки и защищаться, соответственно. Фиолетовые значки обозначают магические атаки и защиту. Сторона, инициировавшая боевое столкновение, является *Атакующей* и обозначается *кулаком*.",
            "actionDescription": "Щёлкните на 'Бой' (#3), 'Бежать/Захватить' или 'Идти дальше' (#4).\n\n/'Двигаться дальше' можно только в том случае, если ваш комитат не является Защитником./\n/'Захватить' пока недоступно, а 'Бежать' нельзя во время событий./"
        },
        {
            "uid": "recMvPmSSWaDR86p8",
            "description": "На вкладке *Новости* перечислены все поселения, из которых у вас в данный момент есть новости. Их можно получить либо через истории, либо с помощью опции обмена новостями в /мансио/. Записи новостей стоят денег каждый раз, когда вы используете обмен новостей в /мансио/, обеспечивая постоянный побочный доход, помогающий вам в путешествиях.\n\nСо временем записи новостей ухудшаются, становятся менее свежими, а значит, менее ценными в целом. Вы можете освежить их до максимума, используя Биржевые новости в поселениях (а иногда и через истории).",
            "actionDescription": ""
        },
        {
            "uid": "recN1nktHrICJTjiT",
            "description": "В разделе *Поиск припасов* вы можете отправить свой экипаж в пустошь, чтобы найти припасы, а иногда и другие товары. Базовые шансы для этих действий зависят от ваших соответствующих навыков, заместителей, команды и региона, в котором вы находитесь. Вы также можете увидеть ожидаемую доходность под каждым видом деятельности. Стоимость охоты и собирательства - это очки движения или бодрость (если у вас нет очков движения).\n\n*Охота* использует разведчиков и имеет шанс получить большое количество припасов. Критический провал может привести к потере разведчиков. Нажмите на разведчиков, чтобы разрешить охоту.\n\n*Собирательство* более надежно, но даёт меньше припасов. Можно использовать рабочих и рабов - вы можете добавить или удалить их из этого занятия, щелкнув по их портретам. Критическая неудача может привести к потере рабочих или рабов.\n\nВ пользовательском интерфейсе лагеря результаты *охоты и собирательства* появляются после завершения дня.",
            "actionDescription": ""
        },
        {
            "uid": "recN9DjNZB53IZaA7",
            "description": "В некоторых боевых столкновениях экипажей есть возможность *сбежать*.\n\nПри попытке бегства ваша боевая мощь значительно снижается. Шанс *успешного бегства* определяется исходя из различных условий, включая состав экипажа, снаряжение, боевые атрибуты экипажа и значение *погони* противника. Даже в случае успешного бегства /комитат/ получает повреждения.\n\nВ некоторых случаях у вас будет возможность *умилостивить* противника.\n\nЭто дает вам шанс пожертвовать груз и другие ресурсы, чтобы уменьшить ущерб от бегства или вообще уйти невредимым. Разным врагам требуются разные подношения, а к другим они равнодушны. Это часто можно определить, изучив их боевые качества.",
            "actionDescription": ""
        },
        {
            "uid": "recNLZVV1NMLLn8wt",
            "description": "*Автоприобретение припасов* позволяет задать условия, при которых вы сможете автоматически приобретать припасы в конце дня. Если условия выполнены, *охота* и *собирательство* будут происходить автоматически, когда вы завершаете день на экране лагеря. Если вы используете Быстрый лагерь, то приобретение припасов также будет происходить автоматически при выполнении заданных условий.\n\nУсловия представлены двумя *ползунками* под пунктом Автоприобретение припасов. Верхний ползунок представляет наименьший базовый шанс успеха, при котором сработает автоприобретение, а нижний - минимальное количество припасов, которое в среднем дает этот узел, чтобы произошло автоприобретение.\n\nЕсли вы включите символ *Бодрость* (значок кулака), то автоприобретение будет тратить 1 бодрость вместо 2 очков движения (ОД), когда у вас останется менее 2 ОД. Если этот символ выключен, то *Автоприобретение припасов* сработает только тогда, когда у вас будет 2 или более ОД.",
            "actionDescription": ""
        },
        {
            "uid": "recNTrXmZGztVlOBq",
            "description": "В разделе *Поиск припасов* вы можете отправить свой экипаж в пустошь, чтобы найти припасы, а иногда и другие товары. Базовые шансы для этих действий зависят от ваших соответствующих навыков, заместителей, экипажа и региона, в котором вы находитесь. Вы также можете увидеть ожидаемую доходность под каждым видом деятельности. Стоимость охоты и собирательства - это очки движения или бодрость (если у вас нет ОД).\n\n*Охота* использует разведчиков и имеет шанс принести вам большое количество припасов. Критический провал может убить разведчиков. Нажмите на разведчиков, чтобы разрешить охоту. #1\n\n*Собирательство* более надёжно, но даёт меньше припасов. Используются рабочие или рабы - вы можете добавить или удалить их из этой деятельности, щёлкнув по их портретам. Критическая неудача может убить рабочих или рабов. #2 #3\n\nВ пользовательском интерфейсе лагеря результаты *охоты* и *собирательства* появляются после завершения дня.",
            "actionDescription": ""
        },
        {
            "uid": "recO4oc7DLg89k6Kd",
            "description": "У каждого спутника есть *4 боевых умения* помимо движения, представленные рядом иконок под его именем на информационной панели персонажа. Когда вы выбираете умение, его статистика отображается под иконками умений.\n\nВы можете выбрать *умения* или перемещение, щёлкнув по ним или нажав их номер (1-5). Выбранные умения подсвечиваются, как и все доступные цели для выбранного умения. Подробную информацию о навыке можно посмотреть в информационном листе слева внизу после выбора умения.",
            "actionDescription": "Используйте 'Взрыв разума' (умение 1), чтобы атаковать одного из противников (выберите умение 1 #1, выберите доступную позицию цели, нажмите ещё раз для подтверждения). #2"
        },
        {
            "uid": "recORzBnM797Ks3oS",
            "description": "Ваш журнал, расположенный в левом нижнем углу, теперь активен. Это ваше средство для отслеживания историй и заданий.",
            "actionDescription": "Откройте свой журнал сейчас, нажав на книгу в левом нижнем углу. #1"
        },
        {
            "uid": "recOiwdF62PUsWcuq",
            "description": "Принудительный марш позволяет вам передвигаться дальше, чем ваше максимальное количество *Очков движения (ОД)* в данный день. Движение принудительным маршем использует *Очки движения маршем (ОДМ)* (указаны рядом с вашими очками движения слева вверху). На карте кампании марш-броски и их стоимость обозначены красным цветом.\n\nНесмотря на то, что принудительные марши продвигают вас дальше, используйте их осторожно. Ваш экипаж быстро теряет бодрость и даже моральный дух, если вы слишком часто маршируете без дополнительного отдыха.\n\nМы настоятельно рекомендуем воздержаться от частых принудительных маршей, пока вы не наберётесь опыта. Высокие показатели бодрости, морального духа и хорошо укомплектованный /комитат/ необходимы для того, чтобы принудительные марши не оказывали негативного влияния.",
            "actionDescription": ""
        },
        {
            "uid": "recQhc0TvfN7xz24Z",
            "description": "Здесь также можно приобрести *Слухи*. Эти крупицы информации могут разблокировать Точки интереса на вашей карте, подсказать вам возможности для бизнеса или дать вам подсказки по сюжетным линиям. Купленные слухи можно найти в *Журнале* на вкладке *Слухи*.\n\n*Пассажиров* также можно иногда найти в /мансио/. Когда их доставляют в пункт назначения, они вознаграждают вас за ваши усилия, но часто вам приходится добираться до места за определённое время. Потребление пассажиров и потенциальная боевая сила экипажа также отображается здесь.\n\n*Обмен новостями* позволяет вам получить информацию из местных источников о поселении, в котором вы находитесь, которая может быть информацией, за которую люди могли бы заплатить в других местах. В то же время вы передаёте новости, собранные вами в других местах, получая за это несколько монет. Список поселений, из которых вы передаёте новости, можно найти в вашем *Журнале* на вкладке *Новости*.",
            "actionDescription": ""
        },
        {
            "uid": "recRgsiQGDdms7TDL",
            "description": "Перед началом первого раунда вы должны расставить своих спутников на доступные *позиции* на дружественной (левой) стороне. Вам не обязательно размещать всех своих спутников; иногда лучше не отправлять в бой раненого спутника или просто оставить немного пространства для манёвра. Вы можете начать бой, нажав на кнопку *Начать бой*.\n\nВы можете *разместить* спутника, выбрав его портрет из списка и нажав на пустую позицию (или перетащив его туда). Отменить размещение можно, нажав на основание персонажа. У некоторых спутников могут быть разные условия размещения - наведите курсор на их портреты, чтобы узнать больше.\n\nПеред размещением спутника вы можете переключить его режим защиты (блок или уклонение), нажав на кнопку режима защиты (значок щита) рядом с его портретом. По умолчанию устанавливается режим защиты с более высоким значением.\n\nВ правой верхней части окна размещения вы можете сохранить три шаблона размещения (используйте сохранение после выбора номера шаблона), которые вы сможете использовать позже (выбрав номер шаблона).",
            "actionDescription": "В этом бою некоторые союзники уже размещены, и вы возьмёте их под контроль, но не сможете изменить их расстановку. Морвен #1 полезна в первом ряду #2, а способности Явека #3 - в заднем ряду #4. Когда вы закончите расстановку, начните бой, нажав кнопку 'Начать бой'."
        },
        {
            "uid": "recRjxTGwgdP253oN",
            "description": "Перед началом первого раунда вы должны расставить своих спутников на доступные *позиции* на дружественной (левой) стороне. Вам не обязательно размещать всех своих спутников; иногда лучше не отправлять в бой раненого спутника или просто оставить немного пространства для манёвра. Вы можете начать бой, нажав на кнопку *Начать бой*.\n\nВы можете *разместить* спутника, выбрав его портрет из списка и перетащив его на свободную позицию. Отменить размещение можно, нажав на основание персонажа. У некоторых спутников могут быть разные условия размещения - наведите курсор на их портреты, чтобы узнать больше.\n\nПеред размещением спутника вы можете переключить его режим защиты (блок или уклонение), нажав на кнопку режима защиты (значок щита) рядом с его портретом. По умолчанию устанавливается режим защиты с более высоким значением.\n\nВ правой верхней части окна размещения вы можете сохранить три шаблона размещения (используйте сохранение после выбора номера шаблона), которые вы сможете использовать позже (выбрав номер шаблона).",
            "actionDescription": "В этом бою некоторые союзники уже размещены, и вы возьмёте их под контроль, но не сможете изменить их расстановку. Морвен полезна в первом ряду, а способности Явека - в заднем ряду. Когда вы закончите расстановку, начните бой, нажав кнопку 'Начать бой'."
        },
        {
            "uid": "recSIi80y0tPVEyNe",
            "description": "Кодекс представляет собой набор *записей*, которые вы находите во время своих путешествий. Записи содержат информацию о мире и его обитателях. Когда у вас есть непрочитанные записи, *кристалл* на обложке закрытого Кодекса излучает свет.\n\nЗаписи отображаются в списке слева. Вы можете *искать* записи и *фильтровать* их по категориям с помощью кнопок вверху. *Непрочитанные* записи отмечены синим значком и отображаются сверху, а уже прочитанные записи отмечены золотым значком. Текст выбранной записи отображается справа.\n\nИнформация в Кодексе является дополнительной. Он предназначен для тех, кто хочет узнать больше о Расколотых царствах.",
            "actionDescription": "Теперь вы можете закрыть Кодекс и продолжить путешествие. #1 Вы можете открыть его снова, нажав на книгу в правом нижнем углу."
        },
        {
            "uid": "recSQm6VXAFDFIveB",
            "description": "Все персонажи могут *Перемещаться* (значок следа, левая нижняя часть) в любую соседнюю *позицию* на своей стороне. Если они перемещаются на позицию, занятую другим персонажем, этот персонаж выталкивается из позиции, которую он занимает, и должен быть перемещён на соседнюю свободную позицию (даже на позицию, которую только что покинул другой персонаж).\n\nПерсонажи в первом ряду не только предотвращают атаки в ближнем бою против персонажей, находящихся непосредственно позади них, но и затрудняют попадание по ним определенных *навыков дальнего боя* (тех, у которых есть свойство 'Линия обзора').\n\nЕсли вы хотите переместиться, *выберите* значок перемещения, а затем целевую позицию, *щёлкнув* по ней, затем *подтвердите* вторым щелчком.",
            "actionDescription": "Переместите Морвен перед Явеком, чтобы защитить его (выберите Перемещение #1, выберите целевую позицию, щёлкните ещё раз, чтобы подтвердить #2)."
        },
        {
            "uid": "recSS86rCDnyxXCsE",
            "description": "Окно лидера позволяет вам наблюдать и взаимодействовать с вашим персонажем, /вагрусом/. Ваша текущая *проницательность* отображается в правом верхнем углу. Проницательность добывается в основном в Событиях и может быть использована для покупки *навыков* и других *улучшений* для /вагруса/ и ваших спутников.\n\n*Навыки* - это способности, которые имеют уровни и используются в различных ситуациях. Начальный и максимальный уровни навыков, а также доступные навыки являются специфическими для каждого персонажа. *Атрибуты* и *Профессии* используются в Событиях. Вы можете найти более подробную информацию о каждом из них ниже, щёлкнув на их названиях.\n\nВы можете *приобрести* любое количество навыков, если вам позволяет ваша проницательность, щёлкнув на пустых узлах рядом с каждым навыком, представляющим его следующий уровень. Когда вы захотите завершить внесённые изменения, воспользуйтесь кнопкой *подтвердить* (внизу справа). Отменить изменения можно с помощью кнопки *вернуть назад* (внизу слева).",
            "actionDescription": "Выберите и приобретите навык лидерства 'Подготовка' #1 прямо сейчас. #2"
        },
        {
            "uid": "recSqfOp4idoxKCBv",
            "description": "Это окно *мастерства*, где вы можете улучшать своих спутников. Мастерство - это общий уровень силы спутника, варьирующийся от 1 до 9. Каждый разблокированный уровень мастерства даёт спутнику определённое количество *очков мастерства*, которые можно потратить на улучшение его навыков. Повышение уровня мастерства требует *проницательности* от лидера (щелкните по следующему узлу мастерства и подтвердите, чтобы разблокировать его). В основной кампании уровни 4, 6 и 8 мастерства можно разблокировать только после того, как сюжетная линия спутника продвинется дальше определённой точки. В 'Пилигримах пустошей' спутников можно улучшить до третьего уровня мастерства.\n\nОписание навыков и затраты очков мастерства можно просмотреть, нажав на их названия. Навыки заместителя, боевые черты и боевые умения уникальны для спутников. Боевые черты дают им пассивные бонусы в бою, а боевые умения - это то, что они используют в бою - каждый уровень умения представлен навыком. Атрибуты используются для проверок в событиях, а также в качестве требований к боевым умениям и чертам, но не имеют прямого эффекта в бою.\n\n*Улучшение* работает так же, как и в случае с лидерами: вы можете потратить любое количество очков мастерства, а затем подтвердить изменения кнопкой *подтвердить* (внизу справа). Отменить все изменения можно с помощью кнопки *вернуть назад* (внизу слева).\n\nБудьте очень внимательны к тому, на что вы тратите очки мастерства: приобретённые навыки не могут быть изменены!",
            "actionDescription": "Повысьте мастерство Морвен #1 и приобретите любые навыки или умения, которые вы хотите. #2 После завершения закройте это окно, нажав на X (в правом верхнем углу). #3"
        },
        {
            "uid": "recTGv2UiXKTQe598",
            "description": "'Как раз когда мы собирались оставить это проклятое озеро позади, мы услышали это... Отвратительный вопль пронзил воздух и заставил нас задохнуться. Он доносился из-за холмов неподалёку, вместе с шумом битвы. Вооружённые женщины и мужчины из /комитата/ вопросительно посмотрели на своего /вагруса/'.",
            "actionDescription": ""
        },
        {
            "uid": "recTWcPhqV5ua2Zb1",
            "description": "*Фракции - это организации, с которыми вы можете сотрудничать, чтобы получить их благосклонность, а вместе с ней - награды и блага. У вас есть показатель *Репутации* с каждой фракцией, который определяет ваше положение по отношению к ним. Он указан в левом нижнем углу иконки каждой фракции. Уровни варьируются от отрицательных 5 до положительных 5 и отображаются в левом верхнем углу иконок.\n\nНажав на иконку фракции, вы можете узнать больше о ней, о своем положении и о том, какие награды вы можете получить от них.",
            "actionDescription": ""
        },
        {
            "uid": "recTbNSt00z5GPBi8",
            "description": "*Оборудование, которое можно закрепить за /комитатом/, продаётся на некоторых рынках или встречается во время путешествий. Оно даёт бонусы и улучшения. Вы можете переключаться между рынками Товаров и Оборудования с помощью кнопок над списком предметов на панели Рынка.",
            "actionDescription": "Переключитесь на вкладку Снаряжение и купите навес на рынке снаряжения."
        },
        {
            "uid": "recTdxGXHCkJXLrww",
            "description": "Боевые действия - это команды, которые вы можете отдавать перед каждым раундом боя экипажей, чтобы изменить ход боя, повысить шансы на успех или уменьшить потери. За раунд боя можно выполнить не более двух действий - оба расходуют находчивость (второе стоит больше первого).\n\nДействия, соответствующие вашей диспозиции (наступательные для атакующей стороны и оборонительные для защищающейся), расходуют меньше находчивости. Кроме того, главный мародёр и капитан стражи снижают расход находчивости для наступательных и защитных действий соответственно.\n\nПомимо стоимости, действия имеют всевозможные требования и эффекты, что делает их использование ситуативным. Изучите каждую подсказку по ним и выберите правильные, чтобы оптимизировать свою тактику в бою экипажей.",
            "actionDescription": ""
        },
        {
            "uid": "recUOKfDskVG3y6BU",
            "description": "Карта - это ваш инструмент для навигации по пустошам Ксерина и планирования путешествий. Вы можете *перемещаться* по карте, удерживая *ЛКМ* и двигая мышью, и вы можете *масштабировать* с помощью *колёсика мыши*. Ваш /комитат/ представлен красным знаменем.\n\nКаждое обнаруженное поселение или достопримечательность можно отметить, щёлкнув на их значке и выбрав *значок флага* в нижнем левом поле, что выделит их на карте. У вас также есть возможность перейти к *Кодексу* из этого поля.\n\n*Примите во внимание*, что хотя значительная часть континента Ксерин доступна в кампании с открытым миром, остальная часть не доступна и является лишь частью построения мира.",
            "actionDescription": "Отметьте Авернум (к югу от вас) на своей Карте, а затем закройте её (правый верхний угол или Esc). #1"
        },
        {
            "uid": "recUbcrdtypxQM2ss",
            "description": "Окно Лидера позволяет вам наблюдать и взаимодействовать с вашим персонажем, /вагрусом/. В правом верхнем углу отображается ваша текущая *Проницательность*. Проницательность приобретается в основном через События и может быть использована для покупки *навыков* и других *улучшений* для /вагруса/ и ваших спутников.\n\n*Навыки* - это способности, которые имеют уровни и используются в различных ситуациях. Начальный и максимальный уровни навыков, а также доступные навыки специфичны для каждого персонажа. *Атрибуты* и *Профессии* используются в событиях.\n\nВы можете *приобрести* любое количество навыков, если вам позволяет ваша проницательность, щелкнув на пустых узлах рядом с каждым навыком, представляющим его следующий уровень. Когда вы захотите завершить внесенные изменения, воспользуйтесь кнопкой *подтвердить* (удерживайте #14). Отменить изменения можно с помощью кнопки *вернуть* (удерживайте #16).",
            "actionDescription": "Выберите и приобретите навык лидерства 'Подготовка' прямо сейчас."
        },
        {
            "uid": "recV1EWzpSC4LPjlr",
            "description": "*Автоприобретение припасов* позволяет задать условия, при которых вы сможете автоматически приобретать припасы в конце дня. Если условия выполнены, *охота* и *собирательство* будут происходить автоматически, когда вы завершаете день на экране лагеря. Если вы используете функцию 'Быстрый лагерь', приобретение припасов также произойдёт автоматически, если будут выполнены заданные условия.\n\nУсловия представлены двумя *ползунками* под автоприобретением припасов. Верхний ползунок представляет наименьший базовый шанс успеха, при котором сработает автоприобретение, а нижний - минимальное количество припасов, которое в среднем даёт этот узел, чтобы произошло автоприобретение.\n\nЕсли вы включите символ *Бодрость* (значок кулака), автоприобретение будет стоить 1 бодрости вместо 2 очков движения (ОД), когда у вас останется менее 2 ОД. Если этот символ не включён, *Автоприобретение припасов* сработает только тогда, когда у вас будет 2 или более ОД.",
            "actionDescription": ""
        },
        {
            "uid": "recV2SYBvl15OZFrW",
            "description": "Предметы, третий тип груза, не занимают грузового пространства и не экипируются. Они используются и обмениваются в определённых Событиях.\n\nВы можете переключать панели в поселении, и активная панель откроет соответствующую панель управления /комитатом/ слева. Теперь вы можете свободно проверять вкладки поселений.",
            "actionDescription": "Когда вы закончите исследование, нажмите на стрелку 'Выход' справа вверху, чтобы покинуть Свалку. #1\n\nПосле ухода вы не сможете вернуться в это место в 'Пилигримах пустошей', поэтому убедитесь, что сделали всё, что хотели, прежде чем отправиться дальше."
        },
        {
            "uid": "recVD9rL897VUoiVt",
            "description": "Значок разведчика теперь активен в радиальном меню узла.",
            "actionDescription": "На узле, который вы сейчас занимаете, нажмите #14, используйте #4, чтобы выделить значок глаза, затем снова нажмите #14."
        },
        {
            "uid": "recW57O4q1a4tYx26",
            "description": "На карте кампании ваш /комитат/ (компания путешественников) всегда занимает один из *узлов* и перемещается между узлами по *путям*. Перемещение по путям затрачивает *Очки движения*, которые указаны рядом с каждым путем. Каждый игровой день у вас есть определенное количество Очков движения, которое вы можете потратить до того, как вам понадобится разбить лагерь.\n\nВы можете перемещаться между узлами с помощью #11. Чтобы переместиться, на ближайшем узле выберите *Переместиться* в радиальном меню с помощью #4, затем подтвердите выбор, нажав #14. Вы можете выбрать узел, который находится дальше, при этом будет рассчитана стоимость ОД для перемещения туда и выделен путь.\n",
            "actionDescription": "Переместиться на Свалку."
        },
        {
            "uid": "recWDgXUhMxsuWbAt",
            "description": "Предметы, третий тип груза, не занимают грузового пространства и не экипируются. Они используются и обмениваются в определенных Событиях.\n\nВы можете переключать панели в поселении, и активная панель откроет соответствующую панель управления /комитатом/ слева. Теперь вы можете просматривать вкладки поселений.",
            "actionDescription": "Когда вы закончите исследование, нажмите и удерживайте #16, чтобы покинуть Свалку.\n\nПосле ухода вы не сможете вернуться в это место в 'Пилигримах пустоши', поэтому убедитесь, что сделали все, что хотели, прежде чем отправиться дальше."
        },
        {
            "uid": "recXQdRLj02kpiKA7",
            "description": "Бой спутников - это пошаговый режим, в котором 1-6 врагов сражаются против вашей команды из 1-6 спутников. Вы можете использовать умения своих спутников, чтобы побеждать врагов, защищать своих спутников и занимать выгодные позиции на поле боя.\n\n Бой спутников состоит из *раундов*. В каждом раунде все участники действуют *по очереди*, и когда все сделали свой ход, текущий раунд заканчивается и начинается новый раунд. Это продолжается до тех пор, пока ваши спутники или ваши враги не будут побеждены.\n\nБоевое поле разделено на две *стороны*: дружественная сторона (слева), где находятся ваши спутники и случайные союзники, и сторона противника (справа), где находятся ваши враги. У каждой стороны есть *передний ряд* (ряд ближнего боя) и *задний ряд* (ряд дальнего боя). Каждый ряд имеет 3 *позиции*. Некоторые умения можно использовать только стоя в соответствующем ряду.",
            "actionDescription": "Нажмите на кнопку 'Начать бой'."
        },
        {
            "uid": "recXRacyNU82GaMJf",
            "description": "'Наши руки были в крови, а сердца болели от жестокости охоты, но наконец-то у /комитата/ появился проблеск надежды. Оставалась всего одна битва, и мы освободимся от уз Империи. Мы отправились в путь с тяжёлой совестью и готовились к предстоящей опасности'.",
            "actionDescription": ""
        },
        {
            "uid": "recXYLRazyTs60NgU",
            "description": "Добро пожаловать в 'Пилигримы Пустоши', самостоятельную Историю в игре *Vagrus - Reaven Realms*! Эта история служит введением в сеттинг, а также учебником по игре. Вам следует прочитать текст руководства и следовать инструкциям, чтобы лучше понять, как работает игра.\n\nХотя Вагрус - это игра с открытым миром, из-за того, что 'Пилигримы Пустоши' - это учебник, вначале она развивается по узкому, направляемому пути и расткрывается только позже, после знакомства с основными механиками.",
            "actionDescription": ""
        },
        {
            "uid": "recY1lakeF0nQONKx",
            "description": "Перед началом первого раунда вы должны расставить своих спутников на доступные *позиции* на дружественной (левой) стороне. Вам не обязательно размещать всех своих спутников. Иногда лучше не отправлять в бой раненого спутника или просто оставить немного пространства для маневра. Вы можете начать бой, нажав кнопку *Начать бой*. Вы можете *разместить* спутника, выбрав его портрет из списка и перетащив его на свободную позицию. Вернуть развертывание можно, щелкнув по базе персонажа. У некоторых спутников могут быть разные условия развертывания - наведите курсор на их портреты, чтобы узнать больше.\n\nПеред развертыванием спутника вы можете переключить его режим защиты (Блок или Уклонение), нажав на кнопку режима защиты (значок щита) рядом с его портретом. По умолчанию режимы защиты установлены на режим с более высоким значением.\n\nВы можете использовать правую верхнюю часть окна развертывания, чтобы сохранить три шаблона развертывания (используйте Сохранить после выбора номера шаблона), которые вы сможете использовать позже (выбрав номер шаблона).",
            "actionDescription": "В этом бою некоторые союзники уже развернуты, и вы возьмете их под контроль, но не сможете изменить их развертывание. Морвен полезна в первом ряду, а способности Явека - в заднем ряду. Когда вы закончите расстановку, начните бой, нажав кнопку 'Начать бой' (удерживайте #14)."
        },
        {
            "uid": "recYQYn2JlZlELOgm",
            "description": "Это панель *Мансио*. /Мансио/ - это трактиры, специализирующиеся на обслуживании /комитатов/. Когда вы *отдыхаете* в /мансио/, день заканчивается, и вы увидите сцену окончания дня, подобную той, когда вы разбиваете лагерь в дикой местности.\n\nВы можете видеть панель вашего собственного /комитата/ слева и запасы /мансио/ справа. Вы можете нанимать или увольнять членов *экипажа*, а также покупать или продавать *зверей* в /мансио/. Переключение между экипажем и зверями осуществляется с помощью кнопок вверху. Здесь же можно изменить вид зверей за большие деньги, но эта функция закрыта в 'Пилигримах пустоши'.",
            "actionDescription": ""
        },
        {
            "uid": "recYmgMQUccHP9EP7",
            "description": "*Содержание* - это то, сколько вы должны своему экипажу. Вы можете платить людям в конце каждого дня или продолжать копить долги.\n\n*Потребление* - это количество пищи, потребляемое вашим экипажем каждый день. Иссякание запасов приводит к быстрой смерти в пустошах.\n\n*Рабочая сила* создается за счет рабочих и рабов. У вас должно быть достаточно рабочей силы, чтобы покрыть потребности /комитата/, включая зверей, экипаж и пассажиров. Превышение необходимого количества налагает серьезные штрафы.\n\n*Пассажиры* - это люди, которых ваш /комитат/ доставляет к месту назначения за вознаграждение. Вы можете брать пассажиров в некоторых Событиях и поселениях. Они также расходуют припасы (значок в виде ящерицы).",
            "actionDescription": ""
        },
        {
            "uid": "recZIg555e45y6O9Q",
            "description": "Порядок, в котором бойцы получают свои ходы, соответствует их *Инициативе (ИНИ)*: в начале каждого раунда все активные бойцы прибавляют 1-6 (случайным образом) к своей ИНИ, чтобы определить, в каком порядке они будут продвигаться по раунду (начиная с самого высокого ИНИ).\n\nПорядок ИНИ (вверху слева) показывает порядок, в котором бойцы получают свои ходы. Мудрые лидеры используют эту информацию для планирования.",
            "actionDescription": ""
        },
        {
            "uid": "recZdrPnsVNSeFZoh",
            "description": "Большая часть истории представлена через интерактивные тексты, называемые *Событиями*. События позволяют вам делать различные выборы на каждом этапе. Некоторые варианты могут иметь ряд последствий, в то время как другие имеют различные зависимости. Зависимости означают, что вы можете выбрать определённый вариант, только если у вас есть необходимые условия - умения, навыки, персонажи и так далее. Чтобы выбрать выбор, нажмите на него или используйте кнопки 1-9, чтобы выбрать понравившийся вариант.",
            "actionDescription": "Пройдите это событие до конца. #1"
        },
        {
            "uid": "recaBc5eJG9ileYs4",
            "description": "Вы, /вагрус/, можете не принимать непосредственного участия в боях спутников, но это не значит, что у вас нет возможности влиять на них. Многие из ваших *навыков Лидерства* позволяют вам использовать *Находчивость* различными способами в бою. Все разблокированные вами преимущества можно найти на медальоне Лидера в виде кнопок вместе с кнопкой Меню (значок с тремя линиями). Чтобы узнать, для чего их использовать, обратитесь к всплывающим подсказкам.\n\nПока у вас есть два варианта: \n\n*Помощь*, которая позволяет вам оживлять товарищей, сражённых на поле боя. Кнопка активна, только если у вас есть сражённый спутник. Потеряв все свои жизненные силы (ЖИВ), спутник становится *сражённым*. Он не выбывает из боя, но не может действовать и должен быть защищён, так как если его ЖИВ истощится повторно, то он получит тяжёлые ранения. Кроме того, сражённые персонажи не мешают вражеским атакам, требующим прямой видимости.\n\n*Вдохновение* даёт целевому персонажу значительное усиление защиты на 3 раунда.",
            "actionDescription": "Используйте 'Вдохновение', чтобы дать персонажу дополнительную защиту (выберите 'Вдохновение' с помощью #11 и цель с помощью #1, затем нажмите #14 для подтверждения)."
        },
        {
            "uid": "recaQDJaICti6s0Du",
            "description": "Вы можете вступить в *бой спутников* против части сил противника, используя соответствующее *Действие*. При этом вы можете выбрать, на ком сосредоточиться: на их лидерах, обычных бойцах или всех сразу. Вы вернетесь в бой экипажей после 6 раундов боя спутников независимо от результата боя.\n\nЛюбой боец, сражённый в этом бою, будет удален из боя экипажей, но победа над всеми врагами значительно снижает их мужество, в то время как проигрыш боя приведёт к потере морали экипажа.",
            "actionDescription": ""
        },
        {
            "uid": "recc2Y9J68BTsLxvR",
            "description": "Потеряв все свои живучесть (ЖИВ) в бою, спутник не выбывает из боя, но более не может выполнять действия. Он получает ещё немного очков живучести, занимая предыдущую позицию. Враги по-прежнему могут атаковать его, и если он опять потеряет все свои очки живучести, то он выходит из строя (ВИС). Это означает, что он получит тяжёлые ранения и даже может умереть после боя. Некоторые редкие лечебные умения могут вернуть спутников из *сражённого* состояния. Обязательно защищайте своих *сражённых* спутников как можно тщательнее.",
            "actionDescription": ""
        },
        {
            "uid": "recc7pW5hfQ19jnPO",
            "description": "Навыки Морвен включают в себя возможность отталкивать врагов в первом ряду назад (Дикий пинок) и притягивать врагов в заднем ряду вперед (Удар хлыстом). Некоторые умения более сложные, например, включают в себя движение и атаку (Ураган). Такие умения можно использовать для управления врагами.",
            "actionDescription": "Используйте 'Дикий пинок' Морвен (умение 3), чтобы отправить врага джакру в задний ряд, лишив его возможности атаковать (выберите умение 3, выберите доступную позицию цели, нажмите #14 для подтверждения)."
        },
        {
            "uid": "recdPWKycgnA6FSgR",
            "description": "*Содержание* - это то, сколько вы должны своему экипажу. Вы можете заплатить им в конце каждого дня или продолжать собирать долги.\n\n*Потребление* - это количество пищи, потребляемое вашим экипажем каждый день. Нехватка припасов приводит к быстрой смерти в пустошах.\n\n*Рабочая сила* создаётся за счёт рабочих и рабов. У вас должно быть достаточно рабочей силы, чтобы покрыть потребности /комитата/, включая зверей, экипаж и пассажиров. Превышение необходимого числа работников влечет за собой серьезные штрафы.\n\n*Пассажиры* - это люди, которых ваш /комитат/ доставляет к месту назначения за вознаграждение. Вы можете брать пассажиров в некоторых Событиях и поселениях. Они также потребляют припасы (значок ящерицы).",
            "actionDescription": ""
        },
        {
            "uid": "recdcLKf1k4D6faYg",
            "description": "Когда текст в Событии выделен <color=#4890c8>бледно-голубым цветом, это означает, что вы нашли *запись Кодекса*. Нажав на неё, вы откроете Кодекс и перейдёте к записи.",
            "actionDescription": "Нажмите на выделенные слова, чтобы открыть Кодекс.  #1</color=#4890c8>"
        },
        {
            "uid": "recdyFJ02Nc2lBOTs",
            "description": "'Это легко могло случиться, но, хвала Ирафону, этого не произошло. Я просто добавил это для драматического эффекта. Итак, на чём я остановился?'",
            "actionDescription": ""
        },
        {
            "uid": "recdz5wzCLGczWU6h",
            "description": "Ваш экипаж лечит раненых в фазе лечения, выполняя броски для восстановления каждого участника боя по одному. Тяжело раненые участники могут быть вылечены только при критическом успехе. Каждая попытка лечения может потребовать медицинский комплект.\n\nНавыки целителя спутников или /вагруса/, а также определённое снаряжение и другие источники могут увеличить шансы на исцеление участников боя. Вы также можете потратить дополнительное время (с вычетом очков движения) и (или) использовать находчивость, чтобы увеличить свои шансы.",
            "actionDescription": "Нажмите на 'Исцеление'. (#1)"
        },
        {
            "uid": "rece1xBNklR1Me4BS",
            "description": "Порядок, в котором бойцы ходят, соответствует их *Инициативе (ИНИ)*: в начале каждого раунда все активные бойцы прибавляют 1-6 (случайным образом) к своей ИНИ, чтобы определить, в каком порядке они будут ходить в течение раунда (начиная с самого высокого ИНИ).\n\nПорядок ИНИ (слева вверху) показывает порядок, в котором бойцы будут ходить. Мудрые лидеры используют эту информацию для планирования наперед.",
            "actionDescription": ""
        },
        {
            "uid": "rece4i4CgXZU863WJ",
            "description": "Разведка позволяет вам собирать информацию о том, что будет происходить в соседних узлах, прежде чем вы выберете путь для своего /комитата/. Это делается путем отправки разведчиков. Разведка делится на две категории: *ручная разведка* и *авторазведка*. Обе формы служат для получения важной информации о боевых столкновениях, охоте, собирательстве и событиях в окрестностях. Ручная разведка охватывает все от узла, который вы занимаете, до более обширной окружающей территории, простирающейся далеко вперед. Чем больше расстояние, тем выше затраты очков движения (ОД). Количество необходимых очков движения также зависит от количества разведчиков, которых вы решили послать, и протяженности территории, которую вы решили охватить вокруг /комитата/. Эти факторы, наряду с другими, также указывают на вероятность *успеха* или *неудачи*, как указано рядом с *коэффициентами*.\n\nЦветные значки представляют различные вещи, которые вы можете найти, а стрелка вверх с правой стороны позволяет вам использовать находчивость, чтобы гарантировать результаты в определенной категории, независимо от ваших обычных шансов на успех или неудачу в разведке.\n\nРазведка не лишена риска: ваши разведчики могут не вернуться в случае неудачи.\n",
            "actionDescription": "Используйте кнопку с плюсом (#14), чтобы установить минимальное расстояние между разведчиками, равное 3, затем удерживайте #18, чтобы использовать кнопку 'Отправить разведчиков'."
        },
        {
            "uid": "rece7E17ZpKUt3rz6",
            "description": "Теперь панель мансио активна.",
            "actionDescription": "Перейдите к панели мансио, нажав на значок графина #1"
        },
        {
            "uid": "receVljFWxorYJXz4",
            "description": "Бой жесток и, как правило, во время него вы не можете лечиться. Ваша защита - это ваш основной способ смягчить урон.\n\n*Уклонение* позволяет вам полностью избежать атаки, но после успешного уклонения персонаж переместится на соседнюю незанятую позицию. Это также означает, что можно переместиться с позиции, которая защищает другого спутника.\n\nУспешный *Блок* дает дополнительный БРН против атаки, смягчая больший урон. Однако персонаж всё равно может получить урон во время блокирования, а также получить неблагоприятные эффекты от атаки.\n\nУ каждого спутника свой шанс уклонения и блокировки, но поскольку определенные умения лучше действуют против разных персонажей, вам часто придётся менять их, нажимая на значок *Режима защиты* (щит или фигура уклонения) на портрете персонажа. Это можно сделать только для того спутника, чей сейчас ход.",
            "actionDescription": "Продолжить Бой."
        },
        {
            "uid": "receXdAL3kQPoPR4b",
            "description": "Окно 'Управление экипажем' позволяет вам управлять своим /комитатом/.\n\n*Моральный дух* - это общее настроение вашего /комитата/. Если она опустится до 1, есть шанс, что /комитат/ распадётся и вы проиграете игру. Вы можете увидеть текущие эффекты вашего морального духа ниже рейтинга.\n\n*Послушание* показывает, насколько довольны ваши рабы. Низкий уровень послушания приводит к кражам, побегам и прочему. Чтобы повысить уровень послушания, охраняйте своих рабов достаточным количеством бойцов и обращайтесь с ними хорошо (или постоянно наказывайте их).\n\n*Питание* показывает, насколько хорошо питается ваш экипаж. Низкое питание влечёт за собой штрафы. Дополнительные порции повышают уровень Питания, а постоянное голодание понижает его.\n\n*Бодрость* показывает, насколько устал /комитат/. Низкий уровень бодрости приводит к штрафам на испытаниях и значительному замедлению /комитата/, что может быстро привести к гибели. Вы можете увидеть текущие эффекты вашей бодрости ниже рейтинга.",
            "actionDescription": ""
        },
        {
            "uid": "recebm5qk7qSdbVAL",
            "description": "Панель 'спутники' позволяет просматривать и управлять спутниками - персонажами, которые могут присоединиться к вам в ваших путешествиях и служить вам различными способами. Эта панель доступна из ряда других окон, включая окна 'Лидер' и 'Лагерь'. Их *статистика* отображается слева вверху (для получения дополнительной информации обратитесь к подсказке для каждого из них), а их *боевые навыки* - слева внизу. Отображается как текущий, так и следующий уровень каждого боевого навыка (нажмите на значок узла, чтобы изменить отображение).\n\nМожно нажать на значок *прокрутки* внизу изображения спутника, чтобы открыть его историю (нажмите на значок еще раз, чтобы вернуться к изображению).",
            "actionDescription": "Используйте #1, чтобы отобразить лист персонажа Морвен."
        },
        {
            "uid": "recf4i4mwjjva7K9K",
            "description": "На карте кампании ваш /комитат/ (отряд путешественников) всегда занимает *узел* и перемещается между узлами по *путям*. Перемещение по путям затрачивает *Очки движения*, которые указаны рядом с каждым путём. Каждый игровой день у вас есть определённое количество очков движения, которые вы можете потратить до того, как вам понадобится разбить лагерь.\n\nЧтобы переместиться, щёлкните на ближайшем узле и выберите *Переместиться* в радиальном меню. Вы можете выбрать узел, который находится дальше, при этом будет рассчитаны затраты ОД для перемещения туда, и выделен путь.",
            "actionDescription": "Отправьтесь на Свалку. #1"
        },
        {
            "uid": "recfctEzdUG0IA56G",
            "description": "*Авторазведка* позволяет вам разведывать обстановку впереди вашего /комитата/, не тратя очков движения. Основным недостатком этого является то, что шансы на *успех* значительно снижаются по сравнению с *ручной разведкой*, что также означает, что вы можете чаще терять разведчиков.\n\nЕсть два режима *авторазведки*. Первый представлен одной стрелкой вправо на пользовательском интерфейсе рядом с *режимом авторазведки*, а второй - иконкой с несколькими стрелками, ведущими в разные стороны. В первом случае ваш /комитат/ остановится на любом узле вдоль текущей траектории при выполнении определенных условий, а во втором режиме вы остановитесь, когда любой из соседних окружающих узлов выполнит условия. Эти условия могут быть установлены в соответствии с различными порогами для *добычи припасов* (охота и разведка), силы боевого столкновения экипажей или через *приключения*, путём выставления минимального шанса наступления события или задачи на данном узле.",
            "actionDescription": ""
        },
        {
            "uid": "recgC4JiPeOSO4A9l",
            "description": "Когда /комитат/ входит в *поселение*, вы можете выбирать из множества вариантов, каждый на отдельной *панели*, вращающихся вокруг отдыха, пополнения запасов и торговли. У вас также есть возможность инициировать истории, расположенные в поселении.",
            "actionDescription": "На этот раз активна только панель Истории. Перейдите к единственной доступной истории. #1"
        },
        {
            "uid": "recgLDgaGl46elTfJ",
            "description": "Спутник теряет все свои жизненные силы (ЖИВ) в бою. Он не выбывает из боя, но не может выполнять действия. Он получает ещё немного очков ЖИВ и занимает свою прежнюю позицию. Враги по-прежнему могут атаковать его, и если он опять потеряет все свои очки живучести, то он выходит из строя (ВИС). Это означает, что он получит тяжёлые ранения и даже может умереть после боя. Некоторые редкие лечебные умения могут вернуть спутников из *сражённого* состояния. Убедитесь, что вы защищаете выбывших из строя спутников настолько, насколько это возможно.",
            "actionDescription": ""
        },
        {
            "uid": "rech3oQoQUvRKKCNl",
            "description": "Бой экипажей обычно длится *три раунда*, в течение которых вам нужно управлять тем, кто из вашего экипажа сражается, а кто нет, а также увеличивать шансы на успех или изменять результаты, выполняя специальные действия каждый раунд.\n\nКаждый раунд вы делаете бросок, чтобы узнать, насколько успешно вы атакуете или защищаетесь. Шансы на успех и неудачу (полученные из боевой силы, защиты и модификаторов действий обеих сторон) можно увидеть в середине.\n\nЕсли враг успешно бежит, отступает или отходит в любом раунде, вы можете выбрать преследовать его или отступить. Враг может сделать то же самое с вами, если ваша сторона отступит. Кроме того, если он не будет уничтожен в конце третьего раунда, ваш экипаж - если не спешит - имеет возможность спасти раненых, исцелив их.",
            "actionDescription": ""
        },
        {
            "uid": "rechFM3LDtU5kNDve",
            "description": "Когда вы занимаете узел поселения, вы можете войти в поселение с помощью кнопки 'Вход' в радиальном меню. Вы всегда можете не входить и даже разбить лагерь снаружи.",
            "actionDescription": "Войдите в Авернум. #1"
        },
        {
            "uid": "reciOWqpeGDaDEd0M",
            "description": "Панель *Рынок* теперь активна.",
            "actionDescription": "Перейдите на панель 'Рынок', нажав #22/#23."
        },
        {
            "uid": "recjDSCOVNaN61sLg",
            "description": "Вы можете вступить в *Бой Спутников* против части сил противника, используя соответствующее *Действие*. При этом вы можете выбрать, на ком сосредоточиться: на их лидерах, обычных бойцах или смеси из этих двух. Вы вернётесь в Бой Экипажа после 6 раундов Боя Спутников независимо от результата боя.\n\nКаждый боец, павший в этом Бою Спутников, будет удалён из Боя Экипажа, но победа над всеми врагами наносит значительный урон их Мужества, в то время как проигрыш боя ведёт к потере морального духа экипажа.",
            "actionDescription": ""
        },
        {
            "uid": "recjN9SghCTMWIr46",
            "description": "'Нет, подожди. Это не... Всё было не так. Я прошу прощения, добрый господин. Моя память уже не та, что раньше'.",
            "actionDescription": ""
        },
        {
            "uid": "recjO9yDPUURsBsxQ",
            "description": "Снаряжение, которым вы владеете, находится в общей группе под иллюстрацией /комитата/. Чтобы получить их бонусы, вам нужно сначала *экипировать* их, *перетащив* в соответствующий слот на иллюстрации.\n\nСнаряжение можно поместить только в слот, соответствующий его типу, за исключением того, что экипировка любого типа может быть помещена в слот Разное. Вы можете снять Снаряжение, перетащив его обратно в список.",
            "actionDescription": "Оборудуйте навесы #1 на вашем /комитате/. #2"
        },
        {
            "uid": "recji8cb6ie8av4Zx",
            "description": "Ваша карта теперь активна.",
            "actionDescription": "Откройте её, нажав на карту (в правом верхнем углу). #1"
        },
        {
            "uid": "recjpkw3YH1Db86yB",
            "description": "'Когда расследование чёрного рыцаря завершилось в Авернуме, мы снова оказались скованы его волей и целью. Реквизированные из нашего первоначального путешествия, мы отправились через обширные равнины из песка и скал в поисках сбежавших рабов, которые охотились на путешественников. Мы могли только мечтать, что выберемся из этого затруднительного положения живыми и сможем вернуться к нашему путешествию на восток'.",
            "actionDescription": ""
        },
        {
            "uid": "recjuaIi0ZxwViZ1k",
            "description": "Панель Мансио теперь активна.",
            "actionDescription": "Перейдите на панель Мансио (значок графина) с помощью #22/#23."
        },
        {
            "uid": "reckSAFyWDGFn2PU4",
            "description": "В конце каждого игрового дня /комитат/ разбивает лагерь и устраивается на ночлег. После разбивки лагеря расходуются припасы и пополняются очки движения.\n\nВ каждом лагере вы можете решить, предложить *нормальную* или *двойную* зарплату за текущий день, независимо от того, выплатите вы ее или нет. Двойная оплата увеличивает Мораль. #1 Вы также можете выбрать *выплатить* все свои долги экипажу в данный момент (Выплатить сейчас) или *начислить платежи* (Выплатить позже), но чем дольше вы откладываете, тем ворчливее становится экипаж.\n\nЗдесь также появляются параметры *Послушание* и *Питание*, как и возможность наказывать или освобождать рабов. *Рабочая сила* показывает, сколько рабочей силы (создаваемой рабочими и рабами) вам нужно для поддержания /комитата/. Превышение требуемого значения влечет за собой серьезные штрафы.\n\nУ вас есть возможность выдавать меньше или больше припасов в разделе *Пайки*, что штрафует или повышает бодрость и мораль, соответственно. Голодание экипажа будет иметь долгосрочные негативные последствия и для *Питания*, но иногда бывает необходимо экономить пайки.\n\nВсе значки *блокировки* позволяют сохранить текущую настройку соответствующего элемента пользовательского интерфейса, чтобы она осталась неизменной для следующего лагеря.",
            "actionDescription": ""
        },
        {
            "uid": "recl3KbfejqQWmp1M",
            "description": "Разведка позволяет вам собирать информацию о том, что будет происходить в соседних узлах, прежде чем направить свой /комитат/ в дальнейший путь. Это делается путем отправки разведчиков. Разведка делится на две категории: *ручная разведка* и *авторазведка*. Обе формы служат для получения важной информации о боевых столкновениях, охоте, собирательстве и событиях в окрестностях.\n\nРучная разведка охватывает всё от узла, который вы занимаете, до обширной окружающей территории, простирающейся далеко вдаль. Чем больше расстояние, тем выше стоимость очков движения (ОД). Количество необходимых очков движения также зависит от количества разведчиков, которых вы решили послать, и от протяженности территории, которую вы решили охватить вокруг /комитата/. Эти факторы, наряду с другими, также указывают на вероятность *успеха* или *неудачи*, как указано рядом с *коэффициентами*.\n\nЦветные значки обозначают различные вещи, которые вы можете найти, а стрелка вверх с правой стороны позволяет вам использовать находчивость, чтобы гарантировать результаты в определенной категории, независимо от ваших обычных шансов на успех или неудачу в разведке.\n\nРазведка не лишена риска: ваши разведчики могут не вернуться в случае неудачи.\n",
            "actionDescription": "Используйте кнопку 'плюс', чтобы установить минимальную дальность разведки на 3, затем нажмите кнопку 'Отправить разведчиков', чтобы отправить своих разведчиков. #1"
        },
        {
            "uid": "reclq8fqGFrnxVixQ",
            "description": "Добро пожаловать в 'Пилигримы пустошей', самостоятельную историю *Vagrus - The Riven Realms*! Она служит введением в сеттинг, а также учебником по игре. Вам следует прочитать текст руководства и следовать инструкциям, чтобы лучше понять, как работает игра.\n\nВ окнах руководства можно нажать на значок #1, чтобы показать, к чему относится данный раздел (с помощью указателя). Обратите внимание, что для появления указателя необходимо находиться на нужном экране пользовательского интерфейса.\n\nХотя Vagrus - игра с открытым миром, из-за того, что 'Пилигримы пустошей' - это учебник, вначале она развивается по узкому, направляемому пути и открывается только позже, после знакомства с основными механиками.\n\nВы можете получить доступ к списку горячих клавиш, нажав F11.",
            "actionDescription": ""
        },
        {
            "uid": "recm4nHZ4y39fY68X",
            "description": "Быстрый лагерь и Автомарш могут облегчить исследование. Хотя по умолчанию они выключены, вы можете включить их в меню *Настройки игры*.\n\nВключение *Автомарша* приведет к тому, что когда вы решите передвигаться сверх обычного лимита очков движения (ОД), ваш /комитат/ будет двигаться вперед и автоматически тратить очки марша. Если эта функция не включена, вы автоматически прекратите движение, когда у вас закончатся ОД.\n\nВключение *Быстрого лагеря* даст вам дополнительную опцию в радиальном меню во время путешествия, которая позволит вам мгновенно разбить лагерь, завершив день без появления обычного пользовательского интерфейса лагеря. В *Быстром лагере* будут использоваться все настройки, которые вы сохранили в предыдущем лагере.",
            "actionDescription": ""
        },
        {
            "uid": "recmekDLPAUfTCCUg",
            "description": "Ваш журнал теперь активен. Это ваше средство для отслеживания историй и заданий.\n\nВы можете открыть Журнал и другие важные интерфейсы из радиального меню, которое открывается нажатием #25 и закрывается нажатием #16 или #25.",
            "actionDescription": "Откройте радиальное меню, затем выберите Журнал с помощью #4 и нажмите #14, чтобы открыть его."
        },
        {
            "uid": "recmyHtxcsGAU14yD",
            "description": "Вы, /вагрус/, не можете принимать непосредственное участие в бою спутников, но это не значит, что у вас нет возможности влиять на него. Многие из ваших *навыков лидерства* позволяют вам по-разному использовать *находчивость* в бою. То, что вы разблокировали, можно найти на медальоне лидера в виде кнопок вместе с кнопкой 'Меню' (значок из трёх линий). Ознакомьтесь с их подсказками, чтобы узнать, для чего их использовать.\n\nНа данный момент у вас есть два варианта: \n\nНавык *Первая помощь*, который позволяет поднимать спутников, сражённых на поле боя. Кнопка активна, только если у вас есть сражённый спутник. Спутник получает статус *сражён* после потери всей своей живучести (ЖИВ). Он не выбывает из боя, но не может действовать и должен быть защищён, потому что, если его ЖИВ истощится опять, то он получит тяжёлые ранения. Кроме того, сражённые персонажи не мешают атакам, требующим прямой видимости стоящим позади него.\n\nНавык *Вдохновение*, дающий значительное усиление защиты выбранному персонажу на 3 раунда.",
            "actionDescription": "Используйте 'Вдохновение', чтобы дать персонажу дополнительную защиту (выберите Вдохновение, #1 нажмите на цель, затем ещё раз для подтверждения). #2"
        },
        {
            "uid": "recnA2V544epvwTCo",
            "description": "В качестве альтернативы приобретению припасов при разбитии лагеря и завершении дня, вы можете приобретать припасы в течение дня. Это часто бывает полезно, так как узел, который вы выберете для охоты или собирательства, может существенно повлиять на результаты. Почти во всех случаях это будет стоить 2 очка движения (ОД). Если у вас не осталось ОД, то вместо этого будет потрачена 1 бодрости. Вы можете отправлять несколько экспедиций на *охоту* и *собирательство* в течение дня, хотя их отдача будет уменьшаться в зависимости от результатов предыдущих попыток.",
            "actionDescription": ""
        },
        {
            "uid": "recoFXy7oIVuuI8ss",
            "description": "Многие поселения имеют *панели фракций*, как эта, где вы можете взаимодействовать с фракциями, присутствующими в данном месте.\n\nКаждая фракция предлагает различные *задания*, которые вы можете выполнять. Задания - это процедурно генерируемые, не связанные с сюжетом цели, которые вы можете выполнить за *деньги и репутацию* с фракциями.\n\nВы можете выполнять задания на вкладке *Доступные*. У каждого из них есть свои требования, включая уровни отношения с фракцией и свободное грузовое пространство.\n\nВкладка *Активно* - это место, где вы можете сдать задания (если вы находитесь в нужном месте) или отменить их. Помните, что это приведёт к серьёзным штрафам.\n\nНа вкладке *Награды* перечислены все награды фракции, которые вы потенциально можете получить. Вы не можете претендовать на награды, если вы не соответствуете требованиям репутации фракции или присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что награды за экипировку и снаряжение можно получить только один раз. Эффекты могут быть восстановлены, если вы потеряли их (из-за потери репутации во фракции), но позже снова получите право на них. В этом случае достаточно любого уровня присутствия соответствующей фракции.\n\nПо умолчанию вы можете взять одно задание от данной фракции, но более высокая репутация позволяет вам взять больше.",
            "actionDescription": ""
        },
        {
            "uid": "recp4Su7Utshsnk0W",
            "description": "Теперь вы можете видеть *результаты* вашей разведки. Успех вашей разведки в каждом направлении обозначается значками шевронов рядом с пронумерованными эмблемами. Эти эмблемы также отображаются на карте кампании, где они остаются и могут быть проверены в течение трех игровых дней. При наведении на них курсора мыши появляется процентная информация, которая обычно отображается в виде списка в пользовательском интерфейсе разведчика.\n\nДля каждого узла, где разведка была успешной, появляются проценты с иконками, относящимися к определенным типам встреч. Значок *Свиток* указывает на событие (приоритетное или случайное), значок *Топор* указывает на боевую встречу, значок *Перечеркнутый круг* указывает на вероятность того, что ничего не произойдет, а значки стрелки и ягоды представляют шансы на успех охоты и собирательства на этом узле соответственно. В случае *Критического успеха* вы получаете более точную информацию. Значок *синий свиток* указывает на доступное приоритетное Событие (сюжетное или фиксированное местное Событие), а значок *золотой свиток* указывает на случайное Событие (общее или специфическое для данного региона).\n\n*Неудачная* разведка не дает никакой информации о Событиях, а *Критическая неудача* также несет потери вашим разведчикам. Результаты показываются и для неудачных результатов, если находчивость использовалась вместе с ручной разведкой, чтобы гарантировать успех в этой категории.",
            "actionDescription": "Закройте результаты разведки, нажав #16 или удерживая #18, чтобы использовать кнопку 'Двигаться дальше'."
        },
        {
            "uid": "recpfeDUHbYqjdLfV",
            "description": "На панели 'Рынок' справа отображаются доступные *товары*, которые можно купить на рынке поселения, а слева открывается панель 'Груз'. Здесь вы можете купить товары на рынке или продать собственные товары из своего грузового отсека. Максимальное грузовое пространство - 600 (30 слотов), больше его расширить нельзя.\n\nКогда покупаете или продаёте:\n\n- Покупайте или продавайте только одну единицу товара, *нажимая* на кнопку Купить или Продать рядом с указанным товаром.\n- Удерживая *Shift и нажимая* на кнопки 'Купите' или 'Продать', вы покупаете или продаёте целую стопку, соответственно.\n- *Перетащите* иконку для покупки или продажи стопки товаров.\n- Удерживая *Shift и нажимая* на *иконку* товара, вы откроете окно, где вы можете указать количество, которое вы хотите купить или продать.",
            "actionDescription": "Приобретите 24 единицы металлолома #1 и дополнительные припасы #2, чтобы иметь не менее 800 единиц."
        },
        {
            "uid": "recprPkwIMOoIZjED",
            "description": "Управление лидером теперь активно.",
            "actionDescription": "Откройте радиальное меню (#25), затем выберите медальон, чтобы открыть окно Лидера."
        },
        {
            "uid": "recpyOh680xQ3DYK8",
            "description": "Аналогично, можно нажать на значки кулона, чтобы открыть доступное *оружие*, которое спутник может установить в один из двух слотов и получить его преимущества путем перетаскивания из списка. Снаряжение можно снять, перетащив их обратно в список.\n\nСнаряжение делятся между всеми спутниками, но только один из них может носить снаряжение в любой момент времени. Ни один спутник не может носить два одинаковых предмета экипировки.",
            "actionDescription": "Вы можете надеть на Морвен Талисман удачи (перетащите его в пустой слот), затем нажмите на лавры в верхней части ее изображения."
        },
        {
            "uid": "recq2gIfNRgee82Y3",
            "description": "*Лидерские* навыки - это навыки, характерные для /вагруса/. Каждый из них позволяет использовать *находчивость* для усиления действий определенным образом, когда оно разблокировано. Ознакомьтесь с их описанием, чтобы узнать больше.\n\n*Находчивость* позволяет вам усилить различные действия. Она пополняется каждый день. Её максимум можно увеличить, потратив на неё проницательность (выберите с помощью #11, затем нажмите #14). То, на что вы можете потратить Находчивость, зависит от ваших разблокированных лидерских навыков.\n\n*Авторитет* - это максимальное количество заместителей, которое вы можете иметь в любой момент времени. Более высокий авторитет также снижает вероятность того, что ваши спутники покинут вас в кампании с открытым миром. В 'Пилигримах Пустоши' вам не нужны дополнительные полномочия.",
            "actionDescription": "Нажмите на значок шлема (#11) на медальоне лидера и нажмите #14, чтобы открыть панель спутников."
        },
        {
            "uid": "recqJYTtQlPfXkbqk",
            "description": "Это окно *Мастерства*, где вы можете улучшать своих спутников. Мастерство - это общий уровень силы спутника, варьирующийся от 1 до 9. Каждый разблокированный уровень мастерства дает спутнику определенное количество *очков мастерства*, которые можно потратить на улучшение его навыков. Повышение уровня мастерства требует *проницательности* от Лидера (щелкните по следующему узлу мастерства и подтвердите (#14), чтобы разблокировать его). В основной кампании уровни 4, 6 и 8 мастерства можно разблокировать только после того, как сюжетная линия спутника продвинется дальше определенной точки. В 'Пилигримах пустоши' спутники могут быть улучшены до третьего уровня мастерства.\n\nНавык заместителя, боевые качества и боевые навыки уникальны для спутников. Боевые качества дают им пассивные бонусы в бою, а боевые навыки - это то, что они используют в бою - каждый уровень навыка представлен навыком. Атрибуты используются в испытаниях событий, а также в качестве требований к боевым навыкам и умениям, но не имеют прямого эффекта в бою.\n\n*Улучшение* работает так же, как и с лидерами: вы можете потратить любое количество умений, а затем подтвердить изменения кнопкой *подтвердить* (внизу справа). Отменить все изменения можно с помощью кнопки *вернуть* (внизу слева).\n\nБудьте очень внимательны к тому, на что вы тратите Мастерство: приобретенные навыки нельзя изменить!",
            "actionDescription": "Улучшите мастерство Морвен и купприобретитеите любые навыки или умения, которые вам нужны. Когда закончите, закройте окно, нажав #16."
        },
        {
            "uid": "recqiW8vcjepWqAWN",
            "description": "Во время боя вы можете видеть свои отряды (слева) и отряды противника (справа). Вы можете нажать на группы своих отрядов, чтобы добавить их в бой или исключить из него до того, как вы совершите бросок текущего раунда. Выбранные персонажи добавляют свою Боевую Силу или Защиту к общему числу, но при этом имеют шанс быть ранеными или убитыми. Рабочие и Рабы становятся смертельно ранеными после одного попадания, в то время как другие бойцы получают сначала ранения. Тяжело раненные спутники и смертельно раненый экипаж не могут сражаться, а раненый экипаж дает меньшую Боевую Силу, чем здоровый. Проверьте подробный результат каждого раунда, нажав на кнопку прокрутки.\n\nВключение пассажиров и (или) вооружение рабов является опцией, но это имеет свои последствия, такие как потеря морали и послушания. Многие факторы влияют на боевую силу, защиту, наносимый и получаемый урон и другие показатели. Обратитесь к подсказкам, чтобы узнать больше.",
            "actionDescription": "Выберите участников боевой группы и нажмите #14, чтобы начать бой."
        },
        {
            "uid": "recqy1Ug57NylbXId",
            "description": "'Хммм... Я не могу быть уверен, так как это произошло давно, но я думаю, что могу ошибаться. Возможно, я ушёл в сторону. Позвольте мне вернуться немного назад'.",
            "actionDescription": ""
        },
        {
            "uid": "recrAnAQlVcD6gdRF",
            "description": "Боевые действия - это команды, которые вы можете отдавать перед каждым раундом боя экипажей, чтобы изменить ход боя, повысить шансы на успех или уменьшить потери. За раунд боя можно выполнить максимум два действия - оба тратят находчивость (второе стоит больше первого).\n\nДействия, соответствующие вашей диспозиции (наступательные для атакующей стороны и оборонительные для защищающейся), тратят меньше находчивости. Кроме того, помощники капитана-мародера и капитана-гвардейца снижают траты находчивости для наступательных и оборонительных действий соответственно.\n\nПомимо стоимости, действия имеют всевозможные требования и эффекты, что делает их использование ситуативным. Ознакомьтесь с подсказкой к каждому действию и выберите подходящее, чтобы оптимизировать свою тактику в бою экипажей.",
            "actionDescription": ""
        },
        {
            "uid": "recrtFPMkTHl4OwXB",
            "description": "Некоторые варианты выбора имеют *зависимость*, то есть вы можете выбрать определённый вариант, только если у вас есть необходимые условия - навыки, спутники, ресурсы, записи в дневнике и так далее.\n\nНекоторые варианты выбора включают *испытания*, которые могут быть провалены или успешны с различными последствиями. Навыки, персонажи и ресурсы могут изменить шанс успеха в испытаниях. Сложность испытаний представлена числом от 1 до 100, которое вы должны выкинуть равным или меньшим.",
            "actionDescription": "Продолжить это событие.\n"
        },
        {
            "uid": "recsCm9BtodGUjMS7",
            "description": "Во время боя вы можете видеть свои силы (слева) и вражеские (справа). Вы можете щёлкнуть по своим группам (#1), чтобы добавить их в бой или исключить из боя, прежде чем вы совершите бросок текущего раунда. Выбранные силы добавляют свою Боевую Мощь или Защиту к общей сумме, но имеют шанс быть ранеными или убитыми. Рабочие и Рабы получают смертельные ранения после одного попадания, в то время как другие бойцы сначала получают обычные ранения. Тяжелораненые спутники и смертельно раненый член экипажа не могут сражаться, а раненый экипаж даёт меньшую боевую мощь, чем здоровый. Проверьте подробный результат каждого раунда, нажав кнопку прокрутки. (#4)\n\nВключение пассажиров и (или) вооружённых рабов (#2) является вариантом, но это имеет свои последствия, такие как потеря морального духа и послушания. Многие факторы влияют на боевую мощь, защиту, наносимый и получаемый урон, и другие характеристики. Обратитесь к всплывающим подсказкам, чтобы узнать больше.",
            "actionDescription": "Выберите свои боевые группы, затем нажмите кнопку 'Бой'. (#3)"
        },
        {
            "uid": "recsTF2H46fdu2tUJ",
            "description": "Все персонажи могут *перемещаться* (значок следа, левая нижняя секция) в любую соседнюю *позицию* на своей стороне. Если они перемещаются на позицию, занятую другим персонажем, этот персонаж вытесняется с занимаемой им позиции и должен быть перемещен на соседнюю свободную позицию (даже на позицию, которую только что покинул другой персонаж).\n\nПерсонажи в первом ряду не только предотвращают атаки ближнего боя против персонажей, находящихся непосредственно за ними, но и делают их более трудными для поражения некоторыми *ранговыми умениями* (теми, которые имеют свойство 'Прямая видимость').\n\nКогда вы хотите переместиться, *выберите* значок перемещения (#11, затем нажмите #14), а затем целевую позицию с помощью #1, затем *подтвердите* с помощью #14.",
            "actionDescription": "Переместите Морвен перед Явеком, чтобы защитить его (выберите Перемещение, выберите целевую позицию, нажмите #14, чтобы подтвердить)."
        },
        {
            "uid": "recsdraW7MVi3utkV",
            "description": "*Фракции* - это организации, с которыми вы можете сотрудничать, чтобы получить их благосклонность, а вместе с ней и награды, и блага. У вас есть *репутационный счёт* с каждой фракцией, который определяет ваше положение с ними, указанное в левом нижнем углу иконки каждой фракции. Уровни варьируются от минус 5 до плюс 5 и отображаются в левом верхнем углу иконок.\n\nНажав на иконку фракции, вы можете узнать больше о них, своём положении и наградах, которые вы можете получить от них.",
            "actionDescription": ""
        },
        {
            "uid": "recsfsOOHEKOFWoak",
            "description": "Быстрый лагерь и Автомарш могут облегчить исследование. Хотя по умолчанию они выключены, вы можете включить их в меню Опции в разделе *Настройки игры*.\n\nВключение *Автомарша* сделает так, что когда вы решите путешествовать сверх обычного лимита очков движения (ОД), ваш /комитат/ будет двигаться вперёд и тратить очки марша автоматически. Если эта функция не включена, вы автоматически прекратите движение, когда у вас закончатся очки движения.\n\nВключение *Быстрый лагерь* даст вам дополнительную опцию в радиальном меню во время путешествия, которая позволит вам мгновенно разбить лагерь, завершив день без обычного появления пользовательского интерфейса лагеря. В *Быстром лагере* будут использоваться все настройки, которые вы сохранили в предыдущем лагере. ",
            "actionDescription": ""
        },
        {
            "uid": "recskDUlgccQh7p4T",
            "description": "Навыки *ближнего боя* можно использовать только из первого ряда. Они могут быть направлены только на врагов первого ряда, которые находятся рядом с позицией атакующего, или на врагов заднего ряда, если ни один из врагов первого ряда не блокирует их. Из-за этих правил позиционирование в ближнем бою имеет первостепенное значение.",
            "actionDescription": ""
        },
        {
            "uid": "rectzld4oKCHkTFS1",
            "description": "*Снаряжение*, которое вы можете прикрепить к /комитату/, продаётся на некоторых рынках или встречается во время ваших путешествий. Оно даёт бонусы и улучшения. Вы можете переключаться между рынками Товаров и Снаряжения с помощью кнопок над списком предметов на панели 'Рынок'.",
            "actionDescription": "Переключитесь на вкладку 'Снаряжение' #1 и приобретите на рынке 'Навесы'. #2"
        },
        {
            "uid": "recuKUj8olgnTVAwS",
            "description": "На панели 'Рынок' справа отображаются доступные *товары*, которые можно купить на рынке поселения, а слева открывается панель 'Груз'. Здесь вы можете покупать товары на рынке или продавать собственные товары из своего грузового отсека. Максимальное грузовое пространство - 600 (30 слотов), его нельзя расширить.\n\nПри покупке или продаже:\n\n- Чтобы купить или продать только одну позицию, *нажмите* кнопки #14 или #18 рядом с указанным товаром.\n- Удерживая кнопки #14 или #18, вы купите или продадите целую стопку соответственно.\n- В режиме курсора (удерживая #24 и перемещая с помощью #4), вы можете *перетащить* иконку для покупки или продажи стопки товаров, наведя на нее курсор и удерживая #14.",
            "actionDescription": "Купите 24 единицы металлолома и дополнительные припасы, чтобы иметь не менее 800 единиц."
        },
        {
            "uid": "recupTBerrHRPhTmp",
            "description": "Кодекс - это коллекция *записей*, которые вы будете находить во время своих путешествий. Записи содержат информацию о мире и его обитателях. Когда у вас есть непрочитанные записи, *Кристалл* на крышке закрытого Кодекса излучает свет.\n\nЗаписи отображаются в списке слева. Вы можете *отфильтровать* их по категориям, выбирая кнопки сверху с помощью #22 и #23. *Непрочитанные* записи отмечены синим значком и отображаются сверху, а уже прочитанные записи имеют золотой значок. Текст выбранной записи отображается справа.\n\nИнформация в Кодексе является дополнительной. Она предназначена для тех, кто хочет узнать больше о Расколотых царствах.",
            "actionDescription": "Сейчас вы можете закрыть Кодекс и продолжить свое путешествие."
        },
        {
            "uid": "recuq3rGduhgLMhZj",
            "description": "Управление лидером теперь активно.",
            "actionDescription": "Нажмите на медальон (в левом нижнем углу), чтобы открыть окно Лидера. #1"
        },
        {
            "uid": "recv59esX8LXWEqkD",
            "description": "Журнал позволяет просматривать ваши *задания*, *задачи* и другую связанную с ними информацию. Вы можете *фильтровать* их (кнопки выпадающего фильтра) слева вверху. Записи разделяются на *цели* и *качества* в соответствующих панелях.\n\n*Цели* - это ваши квесты и текущие истории. Текст выбранного элемента списка отображается справа. Они описывают квест или задание и предоставляют активные цели. *Непрочитанные* записи имеют синий значок восклицательного знака и отображаются сверху, а уже прочитанные записи помечены золотыми точками (активны), зеленым флажком (выполнены) или красным перечеркнутым кружком (провалены).\n\n*Задачи* - это не связанные с повествованием миссии и цели, которые можно выполнить за вознаграждение. Существует несколько типов, например, возможность торговли или работа наемника, но в 'Пилигримах Пустоши' вы можете найти только пассажиров. *Пассажиров* нужно доставить в пункт назначения, где они заплатят вам за ваши труды. Будьте осторожны, потому что иногда пассажиры уходят, если вы слишком долго добираетесь до места назначения.\n\n*Качества* могут быть статусами, собранной информацией, секретами и так далее. *Непрочитанные* записи имеют синий значок восклицательного знака и отображаются сверху, а уже прочитанные записи отмечены значком золотого круга.",
            "actionDescription": "Закройте свой журнал после проверки своих целей."
        },
        {
            "uid": "recvFEQ7n848bHNCD",
            "description": "Журнал позволяет просматривать ваши *задания*, *задачи* и другую связанную с ними информацию. Вы можете *поискать* записи (поле поиска) и *фильтровать* их (кнопки выпадающего фильтра) слева вверху. Записи разделяются на *цели* и *качества* в соответствующих панелях.\n\n*Цели* - это ваши квесты и текущие истории. Справа появляется текст выбранного пункта списка. Они описывают квест или задание и предоставляют активные цели. *Непрочитанные* записи помечены синим восклицательным знаком и отображаются сверху, а уже прочитанные записи помечены золотыми точками (активно), зелёным флажком (выполнено) или красным перечеркнутым кругом (не выполнено).\n\n*Задачи* - это не связанные с повествованием миссии и цели, которые вы можете выполнить за вознаграждение. Есть несколько типов, например, возможность торговли или работа наёмника, но в 'Пилигримах Пустошей' вы можете найти только пассажиров. *Пассажиров* нужно доставить в пункт назначения, где они заплатят вам за ваши труды. Будьте осторожны, потому что иногда пассажиры уходят, если вы слишком долго добираетесь до места назначения.\n\n*Качества* могут быть статусами, собранной информацией, секретами и так далее. *Непрочитанные* записи имеют синий восклицательный знак и отображаются сверху, в то время как уже прочитанные записи отмечены значком золотого круга.",
            "actionDescription": "Закройте журнал после проверки целей. #1"
        },
        {
            "uid": "recvJ2YX899uixn01",
            "description": "'Темные предзнаменования. Зловещие явления потустороннего союза призраков. Мрачный рыцарь жаждет мести. Время и монеты медленно заканчиваются. Тем не менее, несмотря ни на что, мы отправились в город Авернум на равнинах Тлеющих костей. Место, наполненное путешественниками, торговцами и бедняками, должно было стать короткой остановкой на пути на восток, но мы получили больше, чем рассчитывали'.",
            "actionDescription": ""
        },
        {
            "uid": "recvYEAbOa2uF83D8",
            "description": "В конце каждого игрового дня /комитат/ разбивает лагерь и устраивается на ночлег. Припасы расходуются, а очки движения пополняются.\n\nВ каждом лагере вы можете решить предложить *нормальное* или *двойное* жалование за текущий день, независимо от того, заплатите вы его или нет. Двойная оплата увеличивает моральный дух. #1 Вы также можете выбрать *выплатить* все свои долги экипажу в данный момент (Выплатить сейчас) или *начислить платежи* (Выплатить позже), но чем дольше вы откладываете, тем больше ворчат члены экипажа. #2\n\n*Послушание* и *Питание* также появляются здесь, как и возможности наказывать или освобождать рабов. #3 *Рабочая сила* показывает, сколько рабочей силы (производимой рабочими и рабами) вам нужно для поддержания /комитата/. #4 Превышение требуемого значения влечет за собой серьёзные штрафы.\n\nВы можете выдавать меньше или больше припасов в разделе *Пайки*, что штрафует или повышает бодрость и моральный дух, соответственно. Голодание экипажа будет иметь долгосрочные негативные последствия и для *Питания*, но иногда бывает необходимо экономить пайки. #5\n\nВсе *значки замка* позволяют сохранить текущую настройку соответствующего элемента пользовательского интерфейса, чтобы она осталась неизменной для следующего лагеря. #6 #7",
            "actionDescription": ""
        },
        {
            "uid": "recvfCZnZzu3XpHcI",
            "description": "Теперь активна панель *Рынок*.",
            "actionDescription": "Перейдите на панель 'Рынок', нажав на значок весов. #1"
        },
        {
            "uid": "recwgZkbrYkRRWWik",
            "description": "Ваш прогресс сохраняется в контрольных точках. Каждый раз, когда вы покидаете *поселение*, достигаете сюжетной *контрольной точки*, а также в *начале каждого игрового дня*, ваша игра сохраняется *автоматически* (перезаписывая предыдущее автосохранение).\n\n*Ручное сохранение* недоступно в отдельной истории 'Пилигримы пустоши'. В основной кампании с открытым миром вы можете сохраняться вручную в меню игры за исключением боя и Событий.\n\nВы можете *загрузить* сохраненные игры из меню Загрузки или из главного меню.",
            "actionDescription": ""
        },
        {
            "uid": "recwhfEmaA3JwQN4e",
            "description": "Пользовательский интерфейс управления экипажем теперь активен.",
            "actionDescription": "Выберите Комитат из радиального меню (#25), чтобы открыть его."
        },
        {
            "uid": "recx7yTCREGpHj4Wu",
            "description": "У вас закончились очки движения, и вам нужно *разбить лагерь*, закончив день. Нахождение в пути весь день (трата большей части ОД) снижает *Бодрость* вашего /комитата/, которую вы можете восполнить, разбив лагерь. Вы также можете разбить лагерь раньше, чем закончатся ОД, что помогает быстрее повысить бодрость.",
            "actionDescription": "Выберите значок лагеря (палатка) в радиальном меню узла, который вы сейчас занимаете. #1"
        },
        {
            "uid": "recxJl1n8DkSEzKmg",
            "description": "В качестве альтернативы приобретению припасов, когда вы разбиваете лагерь и заканчиваете день, вы также можете приобретать припасы в течение дня. Часто это может быть полезно, так как узел, который вы выбираете для охоты или собирательства, может существенно повлиять на результаты.\n\nПочти во всех случаях это будет стоить 2 очка движения (ОД). Если у вас не осталось ОД, это будет стоить 1 единицу бодрости. Вы можете отправить несколько *охотничьих* и *собирательных* экспедиций в течение дня, хотя отдача от них будет уменьшаться в зависимости от результата предыдущих попыток.",
            "actionDescription": ""
        },
        {
            "uid": "reczNxA7KVdu33fnM",
            "description": "'Этот /комитат/, о котором я говорю, переживал тяжёлые времена. Возможно, это было вызвано притеснениями Империи или неудачными решениями, или просто невезением. Ирафонс, покровитель дорог, не всегда улыбается нам, простым смертным. Но как бы там ни было, их монеты иссякали, а возможностей становилось всё меньше и меньше. Одним из последних шансов, который видел их /вагрус/, было путешествие в отдалённый город - Свалка и трата оставшихся средств на покупку дешёвого металлолома. Этот металл можно было бы выгодно продать на востоке и юге. Это был неплохой план, правда. Но и он был не лишён риска'.",
            "actionDescription": ""
        },
        {
            "uid": "reczO4KwvEVw3F2OU",
            "description": "В боевых столкновениях экипажей весь ваш экипаж сражается с противником: либо для самозащиты, либо когда вы случайно встретили другую группу, с которой решили сразиться.\n\nВы можете видеть *Боевую мощь* и *Защиту* вашего экипажа и противника. Они описывают способность вашего экипажа выполнять атаки и защищаться, соответственно. Фиолетовые значки обозначают магические атаки и защиту. Сторона, инициировавшая боевое столкновение, является *нападающей*, на что указывает *кулак*.",
            "actionDescription": "Выберите с помощью #11, затем нажмите #14 на бой, сбежать, захватить или двигаться дальше. /Двигаться дальше можно только в том случае, если ваш комитат не является защитником./\n/Захватить пока недоступно, а Сбежать нельзя использовать во время событий./"
        },
        {
            "uid": "reczkRByHfRUFwLTY",
            "description": "Заместители - это ваши офицеры в комитате. На этой панели вы можете назначить своих спутников на роли заместителей и проверить, какие преимущества даёт каждый заместитель.\n\nВы можете *назначить* спутника на роль заместителя, перетащив его портрет в свободное место (свободные места обозначены монеткой). Только спутники с *навыком заместителя* могут быть назначены.\n\nОдин спутник может выполнять только одну роль (даже если он имеет право на большее), и каждая роль может быть выполнена только один раз. Максимальное количество назначенных заместителей зависит от вашего *Авторитета* (характеристика Лидера). Назначенные заместители открывают новые слоты снаряжения для /комитата/.\n\nХотя вы можете назначать или снимать роли заместителей только находясь в лагере или на отдыхе, вы всегда можете обратиться к этой панели через окно управления комитатом или непосредственно из окна лидера.",
            "actionDescription": "Назначьте Морвен #1 на роль заместителя мастера разведки. #2 Затем закройте это окно."
        },
        {
            "uid": "reczshwoe4XyrrIpE",
            "description": "Ваш прогресс сохраняется в контрольных точках. Каждый раз, когда вы покидаете *поселение*, достигаете сюжетной *контрольной точки*, а также в *начале каждого игрового дня*, ваша игра сохраняется *автоматически* (перезаписывая предыдущее автосохранение).\n\n*Ручное сохранение* недоступно в отдельной истории 'Пилигримы пустошей'. В основной кампании с открытым миром вы можете сохраняться вручную в меню игры (F10, Escape), за исключением боя и событий.\n\nВы можете *загрузить* свои сохранённые игры из загрузочного меню (F9 для быстрого доступа) или из главного меню.",
            "actionDescription": ""
        },
        {
            "uid": "reczu1AvjyTaTaKLX",
            "description": "Вы можете в любое время обратиться к *Журналу боевых действий* (лист в центре внизу), чтобы узнать, что именно произошло. Журнал можно прокручивать, но если вы хотите увидеть больше, щелкните по нему, чтобы открыть его полностью.\n\n*Панель персонажа* можно открыть, щелкнув по её иконке (три линии) на портрете. Там вы можете увидеть все важные для боя показатели активного спутника и воспользоваться подсказками, чтобы узнать больше.\n\nКнопка *Пропустить ход* (значок с изогнутой стрелкой) на портрете персонажа позволяет пропустить текущий ход.",
            "actionDescription": "Победите своих врагов."
        },
        {
            "uid": "reczzWETA9yVRdXt3",
            "description": "Здесь вы можете увидеть количество каждых членов экипажа и типы зверей, которые есть в вашем /комитате/. Обратитесь к подсказке для каждого типа, чтобы узнать больше об их роли.\n\n*Наездники* особенные, потому что для их создания с помощью кнопки '+' вам нужен боец и ездовой зверь. В то время как наездники - отличные бойцы, ездовые звери без всадников перевозят грузы. Вы всегда можете спешить бойцов с помощью кнопки '-'.",
            "actionDescription": "Пока что добавьте наездника #1, затем закройте это окно, нажав на X (правый верхний угол). #2"
        }
    ]
}