{
    "glossaries": [
        {
            "uid": "11d3XdmgwS83qpgN",
            "description": "<<Image:ReputationTradeOffers>>\n\nФракции, присутствующие в определённом поселении, могут иметь *торговые предложения* на рынке. Вы можете проверить, есть ли у вас доступ к торговым предложениям, на вкладке 'Сведения о фракции' в пользовательском интерфейсе вагруса или на панели фракций в поселениях.\n\nПредложения бывают для *покупки и продажи* товаров и всегда для их *большого объема*. Указаны две цены: обычная и льготная, причём последняя будет стоить вам репутации с фракцией. Эти цены постоянны в отличие от изменяющихся рыночных цен.\n\n"
        },
        {
            "uid": "2En3XdmTxS83qpgE",
            "description": "Панель вагруса позволяет вам наблюдать и взаимодействовать с вашим персонажем, /вагрусом/. Она расположена в нижней части экрана, где расположен портрет вашего персонажа. Ваша текущая проницательность отображается в её правом верхнем углу. Проницательность приобретается в основном через $Events и может быть использована для покупки навыков и других улучшений для /вагруса/ и ваших $Companions.\n\n<<Image:VagrusLeaderVagrusPane>>\n\nНавыки - это способности, которые имеют уровни и используются в различных ситуациях. Начальный и максимальный уровень навыков, а также доступные навыки индивидуальны для каждого персонажа. Черты и профессии используются в $Events. Вы можете найти более подробную информацию о каждой из них, нажав ЛКМ на их названии.\n\nВы можете приобрести любое количество навыков, если для этого хватит вашей проницательности, нажав ЛКМ на пустых ячейках рядом с каждым навыком, отображающим его следующий уровень. Когда вы захотите завершить внесённые изменения, воспользуйтесь кнопкой *Подтвердить* (внизу справа). Вы можете отменить изменения до подтверждения с помощью кнопки *Отмена* (внизу слева).\n\n"
        },
        {
            "uid": "2Y93XZEofS83qrFd",
            "description": "Находящаяся в правом верхнем углу пользовательского интерфейса и доступная при нажатии на пергамент с компасом (или при использовании стандартной горячей клавиши 'A'), карта служит в качестве справочника по континенту Ксерин с точки зрения истории, а также показывает различные интересные точки, которые могут исследовать /вагрусы/.\n\nХотя значительная часть континента, показанная на карте, доступна в игре, пожалуйста, обратите внимание, что остальная часть недоступна и является лишь частью построения мира.\n\n<<Image:Chart>>\n\n"
        },
        {
            "uid": "4cS3XdmL2S83qpg4",
            "description": "<<Image:CompanionsCharacterPane>>\n\nНа панели персонажа вы можете найти все характеристики и действия, связанные со $Companions, включая их снаряжение. Наведя курсор на каждую характеристику, можно получить более подробную информацию о ней. На панели персонажа также можно повысить уровень $Prowess and Proficiency спутников, щёлкая на лавры, которые окружают их текущий уровень мастерства. Эта панель доступна из $Vagrus Pane, окне управления экипажем и окне $Camp. Пример показан ниже:\n\n.Характеристики спутников отображаются в левом верхнем углу, в то время как их $combat skills в левом нижнем углу. Отображается как текущий, так и следующий уровень каждого боевого навыка (щёлкните на значок стрелки рядом с навыком, чтобы изменить отображаемый уровень).\n\nЩёлкните на значок прокрутки внизу изображения спутника, чтобы открыть его историю (щёлкните на значок ещё раз, чтобы вернуться к изображению).\n\n"
        },
        {
            "uid": "4UE3XcKBqS83qiJZ",
            "description": "<<Image:CompanionCombatPower>>\n\n*Сила* (СИЛ) расходуется на использование умений, которые имеют стоимость силы. СИЛ может быть пополнена с помощью определённых умений, навыка *Усиление* и использования $Forfeit. О других навыках читайте в $Vagrus Perks.\n\n"
        },
        {
            "uid": "5d83XZF3aRHbu7BP",
            "description": "Авторазведка позволяет вам проводить разведку впереди вашего $comitatus, не тратя очки движения. Основной компромисс при этом заключается в том, что ваши шансы на успех значительно снижаются по сравнению с $manual-scouting, что также означает, что при авторазведке больше шансов потерять разведчиков.\n\nКроме того, существует два режима авторазведки. Первый представлен одной стрелкой вправо на пользовательском интерфейсе рядом с режимом авторазведки, а второй - иконкой с несколькими стрелками, ведущими в разные стороны. В первом случае ваш /комитат/ может остановиться на любом узле текущей траектории при выполнении определённых условий, а во втором режиме вы останавливаетесь, когда любой из соседних окружающих узлов удовлетворяет условиям. Эти условия могут быть настроены в соответствии с различными пороговыми значениями для охоты и разведки ($acquiring supplies), силой $Crew Combat или вероятностью события, происходящего на данном узле. Пример приведен ниже:\n\n<<Image:ScoutingAutoScouting1>>\n\nВ данном примере охота и собирательство используются как условия для остановки /комитата/, наряду с единственным режимом авторазведки (представленным одиночной стрелкой), который означает, что ваш /комитат/ остановится только при достижении базового шанса 30% или выше, а также при среднем получении 150 или более припасов с этого узла. При рассмотрении возможности избежать или вступить в бой с врагами, условия боевого столкновения вместо этого используют минимальную и максимальную силу, при которой ваш комитат остановится, при этом всё, что выходит за пределы этих параметров, будет игнорироваться по мере того, как вы будете пересекать пустошь.\n\nКогда вы устанавливаете условия для остановки вашего /комитата/ при боевых столкновениях, вы выбираете условия, относящиеся к боевой силе экипажа, при которой вы остановитесь, в зависимости от двух кнопок, *Избегать врагов* и *Найти врагов*.\n\nКогда вы выбираете *Избегать врагов* (красный ползунок), вы устанавливаете порог силы, при достижении которого вы остановитесь, когда на вашей текущей траектории появится противник, который соответствует или превышает этот порог, что позволит вам изменить курс. Например, если вы установите порог в 20%, то ваш /комитат/ остановится, когда на вашей текущей траектории появится враг, который как минимум на 20% сильнее, чем сила вашего каравана. Если сила вашего /комитата/ равна 500, то это означает, что вы остановитесь, когда появится противник с силой 600 или выше. Однако, когда вы достигаете критического успеха в авторазведке, вы можете просто пройти через этот узел, независимо от него. Идея заключается в том, что вы настолько хорошо разведали позицию врагов, что сможете избежать их, даже если вы занимаете тот же узел на карте кампании. \n\nВ случае *Найти врагов* (зелёный ползунок) у тебя другие цели, поэтому /комитат/ останавливается, когда вы проводите разведку на наличие противников на соседних узлах, что позволяет вам при желании переключить своё внимание на вашего врага. Как правило, /вагрусы/ хотят найти противников, которые слабее их, поэтому по умолчанию этот параметр установлен на отрицательный процент. Другой пример, если ваш /комитат/ настроен на остановку при -70%, а сила вашего каравана равна 1000, то вы остановитесь, когда у вашего противника будет 300 силы или меньше. Когда вы достигаете критического успеха в разведке и используете *Найти врагов*, вы автоматически устраиваете засаду своему противнику, что даёт вам преимущество в первом раунде боя.\n\n"
        },
        {
            "uid": "5dx3XcKKRS83qiJk",
            "description": "<<Image:CompanionCombatEnchanted>>\n\nУмения спутника, которые наносят урон с помощью определённого элемента, уже функционируют так, как если бы они были *зачарованы*. В бою есть временные умения, которые наделяют спутников 'Зачарованным' состоянием. Некоторые другие эффекты в игре, например благословения, также действуют в течение ограниченного периода времени (например, несколько дней). Ни один из этих эффектов не следует путать с $Immunities.\n\n"
        },
        {
            "uid": "5Ea3XdminS83qpgP",
            "description": "<<Image:FactionTasksTradeTasks>>\n\nВы должны будете доставить товар в заданное место и получить награду за выполнение задания.\n\n"
        },
        {
            "uid": "6KR3XZEnQRHbu7BL",
            "description": "<<Image:Camp>>\n\nВ конце каждого игрового дня /комитат/ разбивает лагерь и устраивается на ночлег. После разбития лагеря расходуются припасы и восстанавливаются очки движения. Вы можете разбить лагерь, нажав на одну из иконок палатки.\n\n"
        },
        {
            "uid": "74H3XcKbuS83qiK1",
            "description": "<<Image:CrewCombatFightPhase>>\n\nВо время боя вы можете видеть свои отряды (слева) и отряды противника (справа). Вы можете нажать на группы своих персонажей, чтобы добавить их в бой или исключить из него, прежде чем совершить бросок текущего раунда. Выбранные единицы добавляют свою Боевую Силу или Защиту к общей сумме, но имеют шанс быть ранеными или убитыми.\n\nРабочие и рабы становятся смертельно ранеными после одного попадания, в то время как другие бойцы сперва получают ранения. Тяжелораненые спутники и смертельно раненые члены экипажа не могут сражаться, а у раненых членов экипажа боевая сила ниже, чем у здоровых. Проверьте подробный результат каждого раунда, нажав на кнопку прокрутки.\n\nВключение пассажиров и (или) вооружение рабов является опцией, но это имеет свои последствия, такие как потеря морали и повиновения. Многие факторы влияют на боевую мощь, защиту, нанесенный и полученный урон и другие показатели.\n\nПеред началом боя вы можете выбрать, кто в нем будет участвовать. По умолчанию, это будет вооруженный экипаж и не раненые спутники, но вы можете изменить это, добавив или убрав других. Подразделения делятся на раненых и не раненых, поэтому вы можете не допускать раненых к бою, чтобы избежать их потери. В основном, в опасности находятся те, кто назначен сражаться, однако враг может маневрировать таким образом, что пострадают те, кого мы не выбрали для сражения. Исход каждого раунда зависит от бросков и применяемых бонусов.\n\n"
        },
        {
            "uid": "7563XcLsaS83qiKH",
            "description": "<<Image:MarketPane>>\n\nВы можете перейти к панели рынка, находясь в поселении, нажав на значок весов. Она отображает доступные товары, которые вы можете купить или продать на рынке поселения, и одновременно отображая $Cargo, любое снаряжение, которым вы владеете, и слоты /комитата/, через которые вы можете использовать это снаряжение. Здесь вы можете купить товары на рынке или продать свои собственные товары из грузового отсека. Предметы приобретаются различными способами и не могут быть приобретены через панель рынка.\n\n\nПанель рынка также позволяет вам фильтровать или сортировать товары или снаряжение по их типу - для этого просто обратитесь к различным значкам и их всплывающим подсказкам под подменю 'груз' и 'снаряжение'. Здесь также можно переключаться между оптовыми сделками, историей цен и различными предложениями фракций, которые вы могли принять. Более подробную информацию по этим темам вы можете найти в разделе $Trading.\n\n"
        },
        {
            "uid": "7D83XSycrRHbuYjZ",
            "description": "<<Image:VictoryConditionsCampaignTimeLimit>>\n\nВремя для выполнения целей стремления имеет 10-летний лимит в игре. По истечении этого срока в игре, если вы не достигли целей, связанных с вашим стремлением, вам не удастся добиться победы. Причин для этого две - во-первых, чтобы обеспечить адекватное испытание для игроков, а во-вторых, потому что история игры и мира продолжается и после 10-летнего срока, поэтому любая игра или действия /вагруса/ за пределами этого периода технически не каноничны.\n\n"
        },
        {
            "uid": "7Du3XZFKPS83qrFr",
            "description": "Вы можете щёлкнуть по значку палатки на целевом узле, чтобы сразу же разбить лагерь, как только вы туда доберётесь.\n\n<<Image:CampCamping>>\n\nУзлы вдоль синей части пути можно пройти потратив очки движения, в то время как красная часть указывает на необходимость траты очков маршем. Если щёлкнуть по значку палатки на нужном узле назначения, то по достижении этого узла немедленно откроется экран лагеря.\n\n"
        },
        {
            "uid": "8y23XcLuHS83qiKJ",
            "description": "<<Image:MarketPaneWholesaleDeals>>\n\nВключение оптовых сделок на рынке позволяет игроку выбрать желаемое количество товара или даже установить его прямо на минимальное или максимальное количество, которое может быть продано, что ускоряет процесс.\n\n"
        },
        {
            "uid": "8YS3XdmaWS83qpgG",
            "description": "<<Image:VagrusLeaderFactionWindow>>\n\nОкно фракций служит в качестве ссылки на положительную или отрицательную $reputation, которую вы имеете с $factions по всему миру Расколотых царств. Подобно $Settlement Faction Pane, вы можете нажимать на иконки отдельных фракций, чтобы получить дополнительную информацию о них и отслеживать своё положение.\n\n"
        },
        {
            "uid": "AbN3XZEvoS83qrFe",
            "description": "<<Image:MovementBuffs>>\n\nНа скорость передвижения по карте можно влиять. Усиления и штрафы на передвижение и марш-бросок приходят из разных источников. Они могут быть получены от статусов, свойств, навыков и снаряжения.\n\n*Усиления*\n\nСтатусные эффекты: Свежесть, Устойчивость, Пыл, Энергичность, Стремление, Вдохновлённость.\n\nЭффект свойств: Переход, Благосклонность Ирафона, Благословение ветров, Благосклонность Каларрука\n\nНавыки: Мастер разведки\n\nСнаряжение: Гномий компас, усиленные колёса и оси, усиленные тележные колёса\n\n*Штрафы*\n\nСтатусный эффект: Почти мёртв, разбит, сломан, истощён, устал, подавлен\n\nЭффект от свойств: Повреждённые тележки, нехватка персонала, сильная нехватка персонала, критическая нехватка персонала\n\nСнаряжение: Кристалл теплозащиты.\n\n"
        },
        {
            "uid": "AFc3XSyMPRHbuYjU",
            "description": "<<Image:JournalObjectives>>\n\nЦели - это ваши задания и текущие истории. При выборе цели предлагаются дополнительные сведения, включая такую информацию, как главы, которые, в свою очередь, указывают, как далеко вы продвинулись в выполнении данного задания. Непрочитанные записи имеют значок синего восклицательного знака и отображаются сверху, в то время как уже прочитанные записи отмечены золотыми точками (активны), зелёной галочкой (завершены) или красным перечёркнутым кругом (провалены).\n\n"
        },
        {
            "uid": "an13XZF46S83qrFh",
            "description": "<<Image:MovementTraverse>>\n\nИспользуя навык *Переход*, вы можете потратить находчивость на преобразование очков марша в очки движения на карте кампании. За дополнительной информацией о навыках /вагруса/ обратитесь к разделу $Vagrus Perks.\n\n"
        },
        {
            "uid": "BfR3XSyZgRHbuYjX",
            "description": "<<Image:JournalTasks>>\n\nЗадания - это не связанные с повествованием миссии и цели, которые вы можете выполнить за вознаграждение. Есть несколько типов, включая пассажирские перевозки или множество заданий различных фракций. Подробное описание самого задания доступно для каждой записи в вашем *Журнале*, и его можно просмотреть в любое время, открыв его.\n\n"
        },
        {
            "uid": "BgL3XZFJSS83qrFq",
            "description": "<<Image:CampQuickCamp>>\n\nХотя по умолчанию он выключен, вы можете активировать его в меню опций в разделе *Настройки игры*. Включив функцию *Быстрый лагерь* (палатка с круговой стрелкой), вы получите дополнительную опцию из радиального меню во время путешествия, которая позволит вам мгновенно разбить лагерь, завершив день без появления обычного пользовательского интерфейса лагеря. *Быстрый лагерь* будет использовать все настройки, которые вы сохранили в своём предыдущем лагере, если будут выполнены требования.\n\n"
        },
        {
            "uid": "bJf3XcKGzS83qiJf",
            "description": "<<Image:CompanionCombatBypassProperties>>\n\nОпределённые условия и свойства игнорируют характеристики или свойства противника.\n\n*Ошеломляющий*игнорирует часть блока цели.\n\n*Подавляющий* игнорирует весь блок цели.\n\n*Пробивание брони* игнорирует часть брони цели.\n\n *Проникающий* игнорирует всю броню цели.\n\n*Точный* игнорирует часть уклонения цели.\n\n*Высокоточный* игнорирует все уклонения цели.\n\n*Бестелесный* игнорирует все блоки и уклонения цели.\n\n*Дробление* игнорирует часть твёрдости препятствия цели.\n\n*Сокрушительный* игнорирует большую часть твёрдости препятствия цели, чем Сокрушение.\n\n*Зачарованный* позволяет персонажу наносить урон врагам с чертой 'Непроницаемость'.\n\n"
        },
        {
            "uid": "BJk3XcLqnS83qiKF",
            "description": "<<Image:MansioPaneExchangeNews>>\n\nОбмен новостями позволяет вам получить информацию из местных источников о поселении, где вы находитесь, за которую люди могли бы заплатить в других местах. В то же время вы передаёте новости, собранные вами в других местах, получая за это несколько монет. Список поселений, из которых вы передаёте новости, можно найти в вашем $Journal на вкладке $News.\n\n"
        },
        {
            "uid": "Bvv3XZEzBS83qrFg",
            "description": "<<Image:MovementAutoMarch>>\n\nВключение функции *Автомарш* в меню опций в разделе *Настройки игры* сделает так, что, когда вы решите выйти за пределы своего обычного лимита очков движения (ОД), ваш /комитат/ продолжит движение вперёд автоматически расходуя очки движения маршем (ОДМ). Без включения этой функции вы вместо этого автоматически прекратите движение, когда у вас закончатся обычные ОД.\n\n"
        },
        {
            "uid": "BzY3XSyP2RHbuYjV",
            "description": "<<Image:JournalRumors>>\n\nСлухи можно найти в вашем $Journal на вкладке Слухи. Отсюда вы можете архивировать слухи, которые больше не представляют для вас интереса, или оставить их активными, если вы хотите вернуться к ним позже. Заархивированные слухи также можно превратить обратно в активные - это полностью ваше решение, как вы решите ими распоряжаться, и оно не влияет на другие игровые вопросы.\n\n"
        },
        {
            "uid": "Cjt3XRaAFCGM6Gmg",
            "description": "<<Image:CrewCombat>>\n\nБой экипажа происходит, когда весь ваш /комитат/ должен сражаться в результате сюжетных или не сюжетных событий. Результат во многом зависит от того, насколько эффективно вы управляете действиями $Crew Combat и $Goals.\n\n"
        },
        {
            "uid": "cwm3XdjqVS83q3Sn",
            "description": "<<Image:CrewCrewStatus>>\n\nВаш статус экипажа имеет отношение к числовому представлению того, как все работают. Хотя эта информация доступна на базовом уровне в любое время вверху слева, её также можно получить, нажав на окно управления экипажем. Это окно позволяет вам управлять своим /комитатом/. Ниже показаны наиболее важные элементы статуса экипажа: \n\n*Моральный дух* - это общее настроение вашего /комитата/. Если он когда-нибудь упадёт до 1, есть шанс, что /комитат/ распадётся и вы проиграете игру. Вы можете увидеть текущие эффекты вашего морального духа ниже рейтинга.\n\n*Послушание* показывает, насколько послушны ваши рабы. Низкий уровень послушания приводит к кражам, побегам и кое-чему похуже. Чтобы повысить уровень послушания, охраняйте своих рабов достаточным количеством бойцов и обращайтесь с ними хорошо (или постоянно наказывайте их).\n\n*Питание* показывает, насколько хорошо питается ваш экипаж. Низкое питание влечёт за собой штрафы. Дополнительные порции повышают уровень питания, а постоянное голодание понижает его.\n\n*Бодрость* показывает, насколько устал /комитат/. Низкий уровень бодрости приводит к штрафам на испытаниях и значительному замедлению /комитата/, что может быстро привести к гибели. Вы можете увидеть текущие эффекты вашей бодрости под рейтингом.\n\n*Содержание* - это плата, которую вы должны своему экипажу. Вы можете платить в конце каждого дня или продолжать накапливать долг. Длительное накопление долгов может привести к недовольству членов экипажа, а двойная оплата (доступна в меню $camp) повысит их моральный дух.\n\n*Потребление* - это количество еды, потребляемое экипажем каждый день. Иссякание запасов приводит к быстрой смерти в пустошах.\n\n*Рабочая сила* создаётся рабочими, рабами и некоторыми пассажирами. У вас должно быть достаточно рабочей силы, чтобы покрыть потребности /комитата/, включая зверей, экипаж и пассажиров. Если их количество меньше необходимого, это влечёт за собой серьёзные штрафы.\n\n*Пассажиры* - это люди, которых ваш /комитат/ доставляет к месту назначения за вознаграждение. Вы можете брать пассажиров в некоторых событиях и поселениях. Они также потребляют припасы (значок ящерицы).\n\n"
        },
        {
            "uid": "cxx3XdmndS83qpgR",
            "description": "<<Image:FactionTasksRewards>>\n\nНа вкладке *Награды* $Faction Pane перечислены все награды за положение фракции, на которые вы потенциально можете претендовать. Вы не сможете претендовать на награды, если не соответствуете требованиям к статусу фракции или если присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что награды за экипировку и снаряжение можно получить только один раз. Эффекты могут быть восстановлены, если вы их потеряли (из-за потери статуса фракции), и вы сможете получить их снова позже.\n\nПо умолчанию вы можете взять одно задание от данной фракции, но чем выше ваш статус во фракции, тем больше заданий вы можете взять.\n\nДалее, по мере продвижения игрока по уровням репутации, участие во фракции будет влиять на /вагруса/ или /комитат/, давая свойства или статусы, которые могут быть применены в различных ситуациях, например, во время боя, при отдыхе в лагере или при собирательстве.\n\n"
        },
        {
            "uid": "db63XZFCXS83qrFk",
            "description": "<<Image:CampObedience>>\n\n*Послушание* и *Питание* также появляются здесь, как и опции дисциплинирования или освобождения рабов. *Рабочая сила* показывает, сколько рабочей силы (производимой рабочими и рабами) вам необходимо для поддержания /комитата/. Снижение ниже требуемого значения налагает серьёзные штрафы.\n\nВы можете выдавать меньше или больше припасов в разделе *Пайки*, что штрафует или повышает бодрость и моральный дух, соответственно.\n\n"
        },
        {
            "uid": "dEe3XSxr1RHbuYjR",
            "description": "<<Image:Story>>\n\nПоскольку Vagrus - это в значительной степени повествовательная игра, есть много различных аспектов того, как разворачивается история. Игроки могут прочитать о Ксерине и его обитателях в $Codex, а отслеживание прогресса в достижении целей и заданий осуществляется через $Journal. Большая часть повествования в игре происходит через $Events.\n\n"
        },
        {
            "uid": "DHn3XZFG9S83qrFo",
            "description": "<<Image:CampCompanions>>\n\nВы также можете *разговаривать* и взаимодействовать со своими *спутниками*, используя иконки речевых пузырей под их портретами.\n\n *Раненые спутники*\nСпутники *исцеляются* естественным образом во время лагеря. Шанс исцеления (или ухудшения состояния) можно увидеть на панели под портретами. Кнопка справа позволяет использовать *Медицинские принадлежности* для увеличения шансов и эффективности исцеления. Результаты *исцеления* появляются после окончания дня.\n\n"
        },
        {
            "uid": "DQs3XdmSuS83qpgC",
            "description": "<<Image:VagrusRenown>>\n\nИзвестность функционирует как представление того, насколько вы известны или почитаемы как /вагрус/, и её можно увидеть под изображением черепа в окне лидера. Она начинается с нуля и повышается при наступлении определённых $events или в результате вашего продвижения в различных $factions. За каждую фракцию даётся одно очко известности, когда вы впервые достигаете уровня репутации 3 или 5.\n\nИзвестность - это также стремление, которое вы можете выбрать в начале своей карьеры /вагруса/. Вам даётся десять лет, чтобы достичь такого уровня уважения в обществе, который принесёт вам победу в игре. Более подробную информацию смотрите в разделе $Renown Ambition.\n\n"
        },
        {
            "uid": "Dro3XZFFDS83qrFn",
            "description": "<<Image:CampAcquireSupplies>>\n\nВ рамках *Добычи припасов* вы можете отправить свой экипаж в пустошь, чтобы найти припасы, а иногда и другие товары. Базовые шансы для этих действий зависят от ваших соответствующих навыков, заместителей, экипажа и региона, в котором вы находитесь. Вы также можете увидеть ожидаемую доходность под каждым видом деятельности. Стоимость охоты и собирательства - это очки движения или бодрость, если у вас закончились ОД. В пользовательском интерфейсе лагеря *результаты* охоты и собирательства появляются после окончания дня - если только вы не решили добыть припасы в течение дня. Сводку того, что произошло с вашим экипажем за день, можно увидеть справа.\n\n*Охота*\nОхота использует разведчиков и имеет шанс получить большое количество припасов. Критическая неудача может привести к гибели разведчиков. Щёлкните по разведчикам, чтобы разрешить охоту.\n\n*Собирательство*\nСобирательство более надёжно, но даёт меньше припасов. Оно может использовать рабочих и рабов - вы можете добавить или удалить их из этой деятельности, щёлкнув по их портретам. Критическая неудача может привести к смерти рабочих или рабов.\n\n"
        },
        {
            "uid": "Dsn3XZF78RHbu7BQ",
            "description": "В большинстве случаев, когда разведка проходит успешно, об узле раскрывается приблизительная информация. В случае $manual-scouting она отображается в виде списка. Когда вы достигаете критического успеха, в этом списке появляется более точная информация. Неудача, с другой стороны, приводит к получению информации с очень низкой точностью для охоты и собирательства, и никакой информации о боевых столкновениях или событиях, а критический провал часто приводит к потере разведчиков. Обследование большей территории даст больше результатов, но также сопряжено с более высоким риском потери большего числа разведчиков.\n\nСпособ закрепления результатов отличается для *ручной разведки*, пример которого показан ниже:\n\n<<Image:ScoutingScoutingResults1>>\n\nДве зелёные стрелки вверх означают критический успех, а одна - нормальный успех. То же самое верно и для неудачи, все они появляются в вышеупомянутом формате списка в случае *ручной разведки*.\n\nПосле того, как вы решите двигаться дальше, результаты разведки останутся на карте в течение трёх дней. Это справедливо как для *ручной разведки*, так и для $auto-scouting. \n\nНо поскольку *авторазведка* функционирует совершенно иначе, результаты не появляются в списке, вместо этого вы будете остановлены, когда окружающие узлы удовлетворят условиям вашей *авторазведки*, и узлы появятся на карте кампании, как показано ниже:\n\n<<Image:ScoutingScoutingResults2>>\n\n"
        },
        {
            "uid": "dZt3XcKJyS83qiJj",
            "description": "<<Image:CompanionCombatImmunities>>\n\nИммунитеты не следует путать с $Resistances, так как они функционируют отдельно. Иммунитет, как правило, приходит от навыков, например, боевая черта 'Толстый череп' делает персонажа невосприимчивым к $Stun. У каждого заклинания есть особенности относительно того, какие иммунитеты эффективны против него. Существуют зависимости иммунитета и сопротивлений, где иммунитет имеет приоритет, т.е. если у игрока есть иммунитет к оглушению, то эффект оглушения не проходит. Однако, если у игрока нет иммунитета к этому состоянию, то бросок делается с использованием показателей сопротивления Непроницаемости.\n\nНекоторые враги имеют иммунитет к немагическим атакам. Навык 'Непробиваемый' даёт иммунитет против немагических атак. Существуют также эффекты умений, которые дают бонусы, действующие как навык 'Непробиваемый' и длящиеся определённое количество раундов\n\nВраги, невосприимчивые к немагическим атакам, имеют бирюзовые полоски здоровья в битве спутников.\n\n"
        },
        {
            "uid": "EE83XcLPRS83qiK9",
            "description": "<<Image:StoryPaneStories>>\n\nДоступные истории в любом поселении зависят от множества факторов. В частности, от типа поселения, поручений, которые вы выполняете, и вашего прогресса в их выполнении, или даже от вашего статуса /вагруса/ в Ксерине в целом.\n\nПо этим факторам ясно одно: поселения стоит пересматривать по мере развития вашего прохождения игры и изменения мира вокруг вас. Вы можете найти новые возможности в местах (например, тавернах, районах и заведениях), которые вы уже исследовали, или же у вас могут появиться совершенно новые возможности, которых не было во время ваших предыдущих посещений.\n\n"
        },
        {
            "uid": "EiS3XcKFiS83qiJd",
            "description": "<<Image:CompanionCombatBlockandEvade>>\n\nБой жесток, и в целом, вы не можете лечиться во время него. Ваша защита - это ваш основной способ смягчить урон.\n\n*Уклонение* позволяет вам полностью избежать атаки, но после успешного уклонения вы будете перемещены на случайную соседнюю незанятую позицию. Если нет свободной соседней клетки, вы не сможете уклониться. За исключением случаев, когда у вас есть навык *Акробатика*, который позволяет вам выбирать, на какую клетку вы уклонитесь или с кем вы можете поменяться местами.\n\n Успешный *блок* даёт дополнительную $Armor (БРН) против атаки, смягчая больше урона. Однако, вы всё равно можете получить урон во время блокирования, а также получить отрицательные эффекты от атаки. Это означает, что даже если вы получаете нулевой урон, вы всё равно можете пострадать от эффектов, созданных или вызванных самой атакой.\n\n"
        },
        {
            "uid": "emG3XcMQES83qiKM",
            "description": "<<Image:ChartMarkers>>\n\nВы можете выбрать местоположение, щёлкнув левой кнопкой мыши по нему на карте. Вкладка в левой нижней части экрана сообщит вам о типе поселения и продолжительности пути, которая потребуется, чтобы туда добраться. Здесь вы можете отметить точки интереса.\n\n"
        },
        {
            "uid": "Eqo3XcLNFS83qiK8",
            "description": "<<Image:StoryPane>>\n\nПанель историй - это первое окно, которое открывается перед вами, когда вы входите в поселение. Здесь вы найдёте иллюстрации, связанные с поселением, его название и тип, описание, а также все истории, которые доступны для изучения и навигации.\n\nНажав на иллюстрацию, вы увеличите её, а взаимодействие с любым из материалов истории начнёт событие, которое может привести к любому количеству вариантов. Пример показан ниже.\n\n"
        },
        {
            "uid": "eRB3XdjrgS83q3So",
            "description": "<<Image:CrewCrewProperties>>\n\nСвойства экипажа касаются некоторых статистических данных, которые имеют отношение к $Crew Combat. Они не отображают полную разбивку всех статистик, относящихся к бою экипажей, хотя их можно найти в $crew combat basics. Ниже приводится краткое описание каждой статистики, охватываемой свойствами экипажа:\n\n*Бдительность* - вероятность обнаружения засад днем или ночью.\n\n*Засада* - шанс внезапного нападения на ничего не подозревающих путешественников.\n\n*Заманивание* - насколько хорошо вы можете направить диких или злобных врагов экипажа так, чтобы они позволили вам уйти без использования звериных приманок - предмета, обычно предлагаемого для $Appease этих врагов.\n\n*Переговоры* показывает, насколько хорошо вы умеете договариваться с разумными врагами, участвующими в боях экипажей, чтобы они позволили вам уйти без боя в обмен на дань.\n\n*Бежать* - это показатель того, насколько быстро и эффективно ваш /комитат/ может убегать от боевых столкновений с экипажем.\n\n*Преследование* - это показатель способности вашей команды преследовать отступающих или убегающих врагов.\n\n*Дисциплина* показывает, насколько эффективно вы можете использовать насилие, чтобы сделать своих рабов более послушными.\n\n"
        },
        {
            "uid": "Esf3XdjhpS83q3Sh",
            "description": "<<Image:Comitatus>>\n\nКак и /вагрус/, ваш /комитат/ (вооружённая группа путешественников) выполняет основную роль, благодаря которой вы познаёте Расколотые Царства. Выбираете ли вы торговлю или завоевание, исследование или приключение - ваш /комитат/ находится в центре этого опыта. Более того, если вы когда-нибудь потеряете контроль над своим /комитатом/, то игра для вас закончится. \n\nЭтот раздел посвящён всем различным аспектам вашего /комитата/, его экипажу, вашим спутникам, грузу и большому количеству пользовательского интерфейса, связанного с ними.\n\n"
        },
        {
            "uid": "fDn3XSxr4S83qufB",
            "description": "<<Image:Trading>>\n\nТорговля является центральным аспектом игры. В основном она осуществляется посредством торговли товарами на рынках в поселениях, которые производят, покупают и продают различные товары. Основное правило - покупать по низкой цене и продавать по высокой, но всё немного сложнее. Товары не бесконечны, и $Dynamic Pricing уменьшит вашу прибыль. Поскольку фракции контролируют большую часть торговли, стоит повышать свою репутацию с ними, чтобы получить доступ к более выгодным сделкам, не подверженным динамическому ценообразованию, что в значительной степени поможет поддержать ваш комитат на плаву.\n\n"
        },
        {
            "uid": "fJm3XdjpTS83q3Sk",
            "description": "<<Image:CrewWorkingCrew1>>\n\nВсе ваши рабочие члены экипажа добавляют рабочую силу в ваш /комитат/, которая отображается в разделе  $Crew Status пользовательского интерфейса /комитата/. Для успешного управления /комитатом/ необходимо определённое количество рабочей силы, которое определяется общей численностью экипажа, вкладом каждого члена экипажа и их стоимостью. Рабы и рабочие - единственные, кто вносит вклад в вашу рабочую силу, как видно ниже в разделе 'Сведения об экипаже' во второй колонке с правой стороны. В данном примере показаны числа 5,89 и 14,25 от рабочих и рабов соответственно, рядом с молотком с маленьким зелёным плюсом.\n\n<<Image:CrewWorkingCrew2>>\n\nНекоторые пассажиры также вносят вклад в рабочую силу, в то время как другие выступают только в качестве затрат. Переключение между выделенными опциями 'Экипаж' или 'Пассажиры' показывает эти детали в полном объёме.\n\nНедостаток рабочей силы приводит к серьёзным штрафам для вашего /комитата/: это отражается в снижении скорости передвижения и марша на ежедневной основе, и есть три уровня - недоукомплектованность, серьёзная недоукомплектованность и критическая недоукомплектованность. Эти эффекты оказывают значительное влияние на весь /комитат/, вызывая существенную потерю скорости передвижения и марша на самом низком уровне, и более разрушительный эффект на более высоких уровнях. Этот эффект является одним из многих, которые появляются в разделе $Enduring Effects.\n\nКогда ваш /комитат/ находится под влиянием этих условий, жёлтый, оранжевый или красный значок с изображением рабочего отображается в верхней части экрана, указывая на одну из трёх вышеперечисленных категорий.\n\n"
        },
        {
            "uid": "FLe3XZEvrRHbu7BN",
            "description": "Ручная разведка охватывает всё - от узла, который вы занимаете, до более обширной окружающей территории, простирающейся далеко вдаль. Чем больше расстояние, тем выше стоимость очков движения (ОД). Количество необходимых очков движения также зависит от количества разведчиков, которых вы решили послать, как показано ниже:\n\n<<Image:ScoutingManualScouting1>>\n\nВ приведённом выше примере будет послано шесть разведчиков, и будут охвачены узлы, выделенные синим цветом. Стоимость этого - пять очков движения. В следующем примере используется двадцать пять разведчиков, что значительно снижает стоимость до 2 очков движения и одновременно резко увеличивает шанс успеха, что представлено зелёными полосками и цифрами в каждом примере.\n\n<<Image:ScoutingManualScouting2>>\n\n Наконец, использование большего количества разведчиков позволит вам увеличить расстояние, которое вы пройдёте, что представлено указанным расстоянием, которое показывает 3 от максимального 8 в примере выше. Увеличение расстояния увеличит затраты ОД в геометрической прогрессии, снижая шансы на успех, но позволит вам покрыть огромные пространства земли. Последний пример показывает максимальное расстояние, которое можно преодолеть в этой ситуации:\n\n<<Image:ScoutingManualScouting3>>\n\nВо всех случаях с ручной разведкой, $resourcefulness можно использовать для усиления одной или нескольких категорий, гарантируя получение информации, если выбрать стрелку вверх рядом с ней. Этот результат приведёт к раскрытию подробностей независимо от того, был ли фактический бросок на разведку успешным или провальным. В случаях, когда проверка на разведку провалена, в списке всё равно будет показана информация, относящаяся к категории, которую усилил /вагрус/.\n\n"
        },
        {
            "uid": "fms3XcKJ4S83qiJh",
            "description": "<<Image:CompanionCombatOtherSkillRelatedConditions>>\n\nНекоторые умения имеют свои собственные, специфические условия и эффекты.\n\n*Ограниченные* умения могут быть использованы только при выполнении определённого требования.\n\n*Призыв* призывает миньона на целевую пустую позицию.\n\n*Очищение* отменяет эффекты определённого типа на цели.\n\n"
        },
        {
            "uid": "fnj3XcLVTS83qiKB",
            "description": "<<Image:MansioPane>>\n\nВ *панели мансио* можно попасть из большинства поселений, нажав на значок графина. /Мансио/ - это специальные трактиры или заведения, которые обслуживают /вагрусов/ и их /комитаты/, и где можно нанять, купить или продать членов экипажа. Ниже приведён пример мансио в паре с окном управления экипажем.\n\nКоличество членов экипажа, доступных в данном /мансио/, зависит от множества факторов и отображается под соответствующим рисунком для каждого типа экипажа. Рабочие, разведчики и бойцы нанимаются и имеют соответствующее содержание. Рабы, ездовые и вьючные звери покупаются или продаются.\n\n$Rumors и $passengers могут быть куплены через панель мансио. Наконец, вы можете отдохнуть в /мансио/, что даст вашему экипажу дополнительные преимущества, которые обычно недоступны при путешествии через пустошь, хотя это обойдётся вам значительно дороже.\n\n"
        },
        {
            "uid": "FSw3XcKdYS83qiK3",
            "description": "В некоторых случаях у вас также есть возможность *умилостивить* своего противника. В этом случае у вас есть возможность оставить груз и другие ресурсы, чтобы уменьшить ущерб от бегства или вообще уйти невредимым. Разные враги умиротворяются разными подношениями, а к другим они равнодушны. Это часто можно определить, изучив их боевые атрибуты. То, что их действительно интересует, выделено синим текстом.\n\nВы можете *откупиться* от врагов, предлагая им груз, деньги, зверей и даже часть своего экипажа. Есть предметы, которые специально предназначены для подношений. Например, зверей можно приманить с помощью звериных приманок, а нежить можно успокоить с помощью Ахскулитовых амулетов.\n\n<<Image:CrewCombatAppease1>>\n\n<<Image:CrewCombatAppease2>>\n\n<<Image:CrewCombatAppease3>>\n\n"
        },
        {
            "uid": "GEL3XSy2DS83qufC",
            "description": "<<Image:MarketPane>>\n\nДинамическое ценообразование моделирует известную экономическую концепцию 'невидимой руки'. Чем больше одного и того же товара вы продаёте на рынке, тем меньше за него готовы заплатить, и точно так же, чем меньшее количество товара остаётся на данном рынке, тем более высокую цену за него ожидают. Чем большее количество товара вы покупаете и продаёте, тем ближе становятся цены покупки и продажи, а значит, маржа прибыли приближается к рентабельности.\n\n"
        },
        {
            "uid": "gkE3XcJzJS83qiJT",
            "description": "Перед началом первого раунда $Companions должны быть размещены на доступных *позициях* на дружественной (левой) стороне путём выбора их портрета из списка и щелчка на пустой позиции (или перетаскивания). Перед развёртыванием спутника, вы можете переключить его режим защиты ($Block and Evade), нажав на иконку с щита (уклонения) в правом нижнем углу его портрета. Режимы защиты по умолчанию устанавливаются на более высокий.\n\n<<Image:CompanionCombatCombatDeployment1>>\n\nВы не обязаны разворачивать всех своих спутников. Развёртывание можно отменить, щёлкнув по основанию фигурки персонажа. У некоторых спутников могут быть разные условия развёртывания - наведите курсор на их портреты, чтобы узнать больше. Особые условия развёртывания в основном связаны с конкретными боевыми обстоятельствами или сюжетными боевыми эпизодами. Некоторые примеры относятся к непосредственному окружению (например, к помещению), а другие разыгрываются по сюжету. $Character Pane можно открыть, нажав на иконку гамбургера слева от портрета персонажа. $Character Gear могут быть экипированы или изменены во время боя. Персонажи также могут быть повышены в уровне во время фазы развёртывания боя.\n\n<<Image:CompanionCombatCombatDeployment2>>\n\nВы можете использовать правую верхнюю часть окна развёртывания для сохранения трёх шаблонов развёртывания (используйте кнопку *Сохранить* после выбора номера шаблона), которые вы можете использовать позже (выбрав номер шаблона), если сохранённый шаблон соответствует условиям развёртывания.\n\n<<Image:CompanionCombatCombatDeployment3>>\n\n"
        },
        {
            "uid": "Gni3XZFD5S83qrFm",
            "description": "<<Image:CampSaveSettings>>\n\nВсе *значки замка* позволяют сохранить текущую настройку соответствующего элемента пользовательского интерфейса, чтобы она осталась неизменной для следующего лагеря.\n\n"
        },
        {
            "uid": "gqs3XcKHVS83qiJg",
            "description": "<<Image:CompanionCombatLimitingandManipulatingEnemies>>\n\nЕсть способы, которые могут временно повлиять на то, как враг может или не может действовать.\n\n*Сковать* >- можно обездвижить цель на определённое количество раундов, не позволяя ей двигаться и уклоняться.\n\n*Оглушение* - персонажи пропускают свои действия.\n\n*Контроль* может заставить цель действовать под вашим управлением в течение короткого времени.\n\n*Насмешка* заставляет цель атаковать того, кто использует это умение.\n\n*Вытягивание* может притянуть цели заднего ряда в передний ряд.\n\n*Толчок* может толкнуть цели переднего ряда в задний ряд.\n\n"
        },
        {
            "uid": "GtS3XZFGrS83qrFp",
            "description": "<<Image:CampDefenseOrders>>\n\nВы также должны установить свои *оборонительные порядки* на ночь. Более мягкая оборона имеет больший риск ночной засады и отрицательно влияет на послушание рабов. Подробности смотрите в разделе $Fighting Crew.\n\n"
        },
        {
            "uid": "GWp3XcKcPS83qiK2",
            "description": "<<Image:CrewCombatFlee>>\n\nНекоторые боевые столкновения экипажа предлагают вам возможность *бежать*. При попытке бегства ваша боевая мощь значительно снижается. Шанс *успешного бегства* зависит от множества факторов, включая состав экипажа, снаряжение, боевые атрибуты экипажа и значение *погони* противника. Даже в случае успешного бегства /комитат/ получает урон.\n\n"
        },
        {
            "uid": "H8E3XZF5wS83qrFi",
            "description": "<<Image:CampEncourage>>\n\nИспользуя навык 'Поощрение', вы можете тратить находчивость на повышение морального духа во время разбития лагеря или отдыха. За дополнительной информацией о навыках /вагруса/ обратитесь к статье $Vagrus Perks.\n\n"
        },
        {
            "uid": "h9k3XdmZfS83qpgF",
            "description": "<<Image:VagrusVagrusPerks1>>\n\nНавыки лидерства - это навыки, характерные для /вагруса/. Каждое из них позволяет вам использовать находчивость для повышения эффективности ваших действий определённым образом, когда разблокировано. Описания каждого отдельного навыка выделены жирным шрифтом ниже. Находчивость пополняется каждый день, а её максимум можно увеличить, потратив на неё проницательность (нажав на кнопку '+'). То, на что вы можете потратить находчивость, зависит от ваших разблокированных лидерских навыков.\n\n*Авторитет* определяет максимальное количество $Deputies, которых вы можете иметь в любой момент времени. Более высокий авторитет также снижает вероятность того, что ваши спутники покинут вас.\n\n*Помощь* позволяет вам поднять *сбитых с ног* спутников. Кнопка активна, только если у вас есть *сбитый с ног* спутник. Спутник *сбит с ног* после того, как теряет всю свою $Vitality (ЖИВ). Он не выбывает из боя, но не может действовать и должен быть защищён, так как если его ЖИВ истощится опять, то он получит тяжелое ранение. Кроме того, сбитые с ног персонажи не могут прикрывать тех, кто стоит за ними, от атак прямой видимости.\n\n*Усиление* - это боевой навык, позволяющий потратить находчивость на временное увеличение умения персонажа до версии следующего уровня. Отменить *усиление* можно, нажав на кнопку ещё раз.\n\n<<image:vagrusvagrusperks2>>\n\n*Экипаж* даёт вам доступ к нескольким продвинутым действиям во время $Crew Combat, которые могут быть полезны, чтобы переломить ход битвы в вашу пользу.\n\n*Поощрение* может быть использовано для повышения *морального духа* вашего /комитата/ на одно очко раз в три дня. Это можно сделать только вручную через пользовательский интерфейс лагеря с помощью кнопки со стрелкой вверх рядом с *моральным духом* вашего экипажа.\n\n*Улучшение* позволяет вам использовать находчивость для повышения шансов на успех в испытаниях. \n\n*Эксплуатация* позволяет использовать находчивость для перерасчёта доступных контрактов фракций в $settlements. Это можно сделать как для $trade tasks, так и для $mercenary tasks.\n\n*Переход* даёт вам возможность превращать очки марша в очки движения во время блуждания по пустоши.\n\n*Вдохновение* даёт значительное усиление защиты персонажу на 3 раунда.\n\n*Уполномочить* - позволяет игроку тратить находчивость, чтобы дать силу героя $Companions в бою.\n\n*Подготовка* позволяет использовать находчивость, чтобы изменить $Initiative Order спутника в бою.\n\n"
        },
        {
            "uid": "HaG3XcKELS83qiJb",
            "description": "<<Image:CompanionCombatTargetingOptions>>\n\nПараметры прицеливания доступны из главного меню (Настройки > Настройки боя). Есть три различные настройки, которые можно включать и выключать. Если включена опция *Первая доступная цель*, персонажи автоматически нацеливаются на первого доступного врага после выбора умения, вам нужно только подтвердить или перебрать цели. При включенной опции *Выбор наведением* цели выбираются сразу после наведения на них курсора мыши. Если включена опция *Подтвердить цель*, использование умений требует повторного щелчка для подтверждения действия. Тем не менее, большинство действий требуют подтверждения нажатием ЛКМ.\n\n"
        },
        {
            "uid": "hEo3XdjpxS83q3Sm",
            "description": "<<Image:CrewBeasts>>\n\nДве общие категории зверей легко доступны в Vagrus, хотя можно открыть и третий вид. Каждая категория состоит из ездовых и вьючных зверей, чьи виды нельзя смешивать и сочетать. Это означает, что вагрус не может иметь ездовых рептилий и вьючных млекопитающих, или любую их комбинацию.\n\nРазличные ездовые группы имеют определенные сильные стороны, и есть возможность использовать команду, которая полностью состоит из ездовых, т.е. каждый член /комитата/ имеет лошадь (или другой ездовой тип) в качестве своего ездового зверя. Такой подход может быть особенно полезен для тех, кто заинтересован исключительно в максимизации очков движения, но у него есть и недостатки. <<image:crewbeasts>>\n\n"
        },
        {
            "uid": "hhv3XcJjPS83qiJR",
            "description": "<<Image:CompanionCombatCombatBasics>>\n\nБой спутников состоит из *раундов*, в которых 1-6 врагов сражаются против команды игрока из 1-6 $Companions. В каждом раунде все участники имеют *очередь* на действия, и когда все сделали свой ход, текущий раунд заканчивается и начинается новый. Так продолжается до тех пор, пока не будут побеждены либо ваши спутники, либо ваши враги. Вы можете занять выгодные позиции на боевой доске, использовать навыки своих спутников, чтобы победить врагов, и защитить своих спутников.\n\nБоевая доска разделена на две *стороны*: дружественная сторона (слева), где находятся ваши спутники и случайные союзники, и сторона противников (справа), где находятся ваши враги. Каждая сторона имеет *передний ряд* (ряд ближнего боя) и *задний ряд* (ряд дальнего боя). В каждом ряду есть 3 *позиции*. Определенные навыки можно использовать, только стоя в позиции в соответствующем ряду.\n\n"
        },
        {
            "uid": "Hiz3XZEdpRHbu7BK",
            "description": "Проницательность можно получить, открывая точки интереса и регионы в своих путешествиях, когда вы посещаете их в первый раз.\n\n<<Image:MovementExploration>>\n\n"
        },
        {
            "uid": "HkJ3XcLStS83qiKA",
            "description": "<<Image:StoryPaneSettlementTypes>>\n\nСуществует четыре типа поселений - деревни, поселки, города и лагеря. В целом, большие поселения предлагают больше возможностей для торговли, историй, заданий фракций и целей. Однако в небольших поселениях могут быть лучшие цены на некоторые местные товары.\n\nРазличные типы поселений также имеют большую или меньшую доступность, когда речь идет о более обыденных товарах. Это означает, что такие товары, как припасы, часто сильно различаются между поселениями.  Когда вы познакомитесь с различными поселениями, вы сможете сравнить цены с помощью функции $price history.\n\n"
        },
        {
            "uid": "HS93XZEa5RHbu7BJ",
            "description": "Чтобы переместиться, щелкните на близлежащем узле и выберите *Переместить* (значок ноги) в радиальном меню. Кроме того, вы можете *переместиться* к узлу, нажав на $Camp (значок палатки) или $Quick Camp (значок палатки с круговой стрелкой). Вы можете выбрать узел, который находится дальше, стоимость ОД для перемещения туда будет рассчитана, а путь выделен. Выделенный путь окрашивается в синий цвет, пока не используются ваши обычные ОД, и в красный, когда они заканчиваются и вам приходится использовать Принудительный марш.\n\nИногда движение по карте кампании непроизвольно прерывается событиями или боями экипажей.\n\n<<Image:Movement>>\n\n"
        },
        {
            "uid": "hTz3XcKM7S83qiJn",
            "description": "<<Image:CompanionCombatCombatBuffsandDebuffs>>\n\nКакие-то умения могут быть направлены на дружественных персонажей, чтобы поддержать, защитить или даже вылечить их. Усиления не накапливаются, но обновляются при повторном применении. Некоторые из них действуют определенное количество ходов, другие - до конца боя. Аналогично, штрафы снижают показатели или оказывают иное негативное воздействие на персонажей.\n\nРефлексивные усиления и штрафы - это эффекты, которые действуют на цель, но влияют на того, кто ее атакует.\nПерсонажи, приманенные умением 'Насмешка', могут атаковать только того противника, который наложил на них этот эффект, в течение определенного времени, за исключением случаев, когда персонаж не может атаковать своего насмешника, в этом случае он может атаковать кого-то другого. Враги, атакующие *помеченных* персонажей, получают бонус к точности, пока действует отмеченный эффект.\n\n"
        },
        {
            "uid": "huF3XcMQgS83qiKN",
            "description": "<<Image:ChartPriceHistory>>\n\nВы можете просмотреть окно истории цен, нажав на шкалу в правом верхнем углу. Это окно позволяет просматривать товары и места и сравнивать цены. Вы можете фильтровать и сортировать информацию в зависимости от того, что вы ищете. Подробнее о $Price History.\n\n"
        },
        {
            "uid": "HV63Xdjn6S83q3Si",
            "description": "<<Image:Crew>>\n\nВаша команда, которую называют /комитат/, - это люди, которыми вы командуете как /вагрус/. Как правило, команда состоит из рабов, рабочих, разведчиков, бойцов, наездников, ездовых и вьючных зверей. Некоторые /вагрусы/ также берут с собой в путешествия более уникальных персонажей, которых называют $Companions.\n\nКаждая группа выполняет определенные функции для вашего /комитата/. Ниже приведено описание большинства типов экипажей. Ваш экипаж также может быть разделен на более специфические части, которые образуют большие единицы; эти категории - $Working Crew, $Fighting Crew и $Beasts.\n\n*Рабы* - это невольные работники, которые добавляют рабочую силу к вашему /комитату/. Использование рабов, конечно, необязательно. Их можно освободить, чтобы они стали рабочими, или дисциплинировать, чтобы добиться послушания, что, в свою очередь, сделает их более покладистыми. Отсутствие рабов также может повлиять на отношение к вам некоторых фракций и людей в Расколотых царствах. Рабы могут пытаться $acquire supplies с помощью собирательства. \n\n*Работники* - это оплачиваемые работники, которые добавляют рабочую силу к вашему /комитату/. Рабы могут быть освобождены, чтобы стать рабочими, хотя рабочие потребляют больше пищи (припасов) и имеют расходы на содержание, приписываемые к их оплате или зарплате. Рабочие могут быть использованы для $acquire supplies с помощью собирательства.\n\n*Разведчики* могут опережать /комитат/, исследуя соседние узлы, или могут быть использованы для добычи припасов через охоту. Они также умеренно компетентны в $Crew Combat.\n\n*Бойцы* действуют как в наступлении, так и в обороне, что делает их необходимыми почти для всех /комитатов/. Когда вы завершаете день через окно лагеря, у вас будет возможность выставить охрану, если у вас достаточно бойцов для адекватной защиты остальной команды.\n\n*Наездники* создаются путем объединения бойца и ездового зверя. Они могут пригодиться в самых разных обстоятельствах, включая бой, преследование врагов, или в различных специализированных ролях во время некоторых событий. Обратите внимание, что при создании наездника грузовое пространство ездового зверя становится недоступным.\n\n*Ездовые звери* используются как для перевозки грузов, так и для эффективного передвижения по пустоши. Существует множество видов ездовых зверей - они служат для разных целей.\n\n*Вьючные звери* используются в основном для хранения груза, что позволяет вашему /комитату/ перевозить больше груза в каждом путешествии. Они также потребляют много припасов и их трудно заменить.\n\n"
        },
        {
            "uid": "i8q3XcLqDS83qiKE",
            "description": "<<Image:MansioPanePassengers>>\n\nПассажиров иногда можно найти и в /мансио/. Когда их доставляют к месту назначения, они вознаграждают вас за ваши усилия, но часто вам приходится добираться до места назначения за определенное время. Потребление пассажиров обозначается значком ящерицы, а временной лимит на их доставку отображается рядом с песочными часами в днях. Здесь же отображается потенциальная мощь $Crew Combat, а также награда, связанная с их своевременной доставкой.\n\n"
        },
        {
            "uid": "iJD3XSyfvRHbuYjb",
            "description": "<<Image:JournalCustomNotes>>\n\nНажав на значок пера, вы можете создать неограниченное количество пользовательских заметок в журнале.<<image:journalcustomnotes>>\n\n"
        },
        {
            "uid": "j4e3XZFAgS83qrFj",
            "description": "<<Image:CampWages>>\n\nКаждый раз развертывая лагерь вы можете решить предложить *нормальную* или *двойную* зарплату за текущий день, независимо от того, платите вы ее или нет. Двойная оплата повышает моральных дух. Вы также можете выбрать *выплатить* все свои долги команде в данный момент (Выплатить сейчас) или *начислить платежи* (Выплатить позже), но чем дольше вы откладываете, тем больше ворчат члены команды.\n\n"
        },
        {
            "uid": "JbR3XZEPCRHbu7BH",
            "description": "На карте кампании ваш /комитат/ (компания путешественников) всегда занимает *узел* и перемещается между узлами по *путям*. На это тратятся *очки движения* (ОД), указанные рядом с каждым путем. Каждый игровой день у вас есть определенное количество ОД, которые вы можете потратить до того, как вам понадобится разбить лагерь на ночь и отдохнуть для пополнения ОД. Узнайте больше о том, как работает $Movement.\n\n"
        },
        {
            "uid": "jgo3XcKWvS83qiJs",
            "description": "<<Image:CrewCombatGoals1>>\n\nЦели - это тактика, которую вы применяете, концентрируясь на том или ином действии во время боя. Вы должны выбрать свою *цель*, но вы можете изменить ее после каждого раунда боя, а также попытаться бежать, отступить или отсоединиться - в этих случаях вы рискуете получить погоню. Ваши возможности часто ограничены в зависимости от типа врага, с которым вы сражаетесь, и обстоятельств, в которых вы с ним встретились. Кроме того, существует отдельный набор целей, если игрок выступает в роли нападающего и защитника. Когда вы попали в засаду, ваши возможности сильно уменьшаются.\n\n*Цели защитника*\n*Сохранить груз* поглощает урон от атак, пытающихся захватить товары из груза, не обеспечивает защиту зверей или экипажа.\n*Сохранить зверей* поглощает урон от атак, пытающихся захватить зверей, не обеспечивает защиту груза или экипажа.\n*Сохранить экипаж* поглощает урон от атак, пытающихся захватить кого-то из экипажа, не обеспечивает защиту зверям или грузу.\n*Защищать поровну* поглощает урон, нанесенный зверям, грузу и экипажу.\n*Держать строй* отбивает урон от атак, нанесенных боевому экипажу, не обеспечивает защиту зверей, грузов и экипажа.\n\n*Цели нападающих* доступны игроку.\n*Поработить* - цель: забрать врагов в рабство.\n*Ограбление* - цель: груз.\n*Убить всех* - цель экипажа убить всех.\n\nУ врагов могут быть и другие цели:\n*Обжора*- цели: припасы, ездовые и вьючные звери\n*Хищник* - цели: припасы, экипаж, ездовые и вьючные звери.\n\n<<image:crewcombatgoals2>>\n\n"
        },
        {
            "uid": "JmW3XdjvSS83q3Sp",
            "description": "<<Image:CrewCrewProperties>>\n\nСвойства экипажа касаются некоторых статистических данных, которые имеют отношение к $Crew Combat. Они не отображают полную разбивку всех статистик, относящихся к бою экипажа, хотя их можно найти в $crew combat basics. Ниже приводится краткое описание каждой статистики, охватываемой свойствами экипажа:\n\n*Бдительность* - вероятность обнаружения засад днем или ночью.\n\n*Засада* - шанс внезапного нападения на ничего не подозревающих путешественников.\n\n*Заманивание* - насколько хорошо вы можете направить диких или злобных врагов экипажа так, чтобы они позволили вам уйти без использования звериных приманок - предмета, обычно предлагаемого для $appease этих врагов.\n\n*Переговоры* показывает, насколько хорошо вы умеете договариваться с разумными врагами, участвующими в боях экипажей, чтобы они позволили вам уйти без боя в обмен на дань.\n\n*Бежать* - это показатель того, насколько быстро и эффективно ваш /комитат/ может убегать от боевых столкновений с экипажем.\n\n*Преследование* - это показатель способности вашей команды преследовать отступающих или убегающих врагов.\n\n*Дисциплина* показывает, насколько эффективно вы можете использовать насилие, чтобы сделать своих рабов более послушными.\n\n"
        },
        {
            "uid": "JNx3XcKGHS83qiJe",
            "description": "<<Image:CompanionCombatMultiphaseCombatActionsandProperties>>\n\nНекоторые действия, которые может выполнить спутник, имеют более одной фазы, что следует учитывать во время боя. К действиям с несколькими фазами относятся следующие:\n\n*Наблюдение* устанавливается над целевой позицией. Противник, движущийся к позиции, вызывает реакцию наблюдателя.\n\n*Последующее действие* имеет дополнительную фазу против другой цели, а последующее действие против той же цели имеет еще одну фазу.\n\n*Рекурсивное действие* повторяет действие против той же цели, пока не будет пропущено. Последующие повторы влекут за собой штраф за Точность. Например, *Кость и кости* - это серия атак ближнего боя против одной цели. Атаки прекращаются при первом промахе.\n\nТакже есть навыки, которые срабатывают при успешном блоке или уклонении. Например, во время *Гвардейской стойки*, боец принимает защитную стойку на ход, повышая шанс *Блока*. Если блок успешен, персонаж наносит ответный удар.\n\n"
        },
        {
            "uid": "JXd3XdmEfS83qpg1",
            "description": "<<Image:Companions>>\n\nСпутники - это уникальные персонажи, которые могут присоединиться к вашему /комитату/, и которые приносят с собой различные способности, как в бою с спутниками, так и в качестве потенциальных $deputies для вашего /комитата/.\nСпутники могут быть приобретены в нескольких местах, а два обычно доступны в начале любой новой игры для основной кампании с открытым миром. Некоторые спутники становятся доступными при выполнении определенных условий в конкретных событиях.\n\n"
        },
        {
            "uid": "ki83XdmNTS83qpg6",
            "description": "<<Image:CompanionsProwessandProficiency>>\n\nМастерство - это общий уровень силы $Companion, варьирующийся от 1 до 9. Каждый разблокированный уровень мастерства дает спутнику определенное количество *очков мастерства*, которые можно потратить на улучшение его $Character Perks. Повышение уровня мастерства затрачивает *проницательность* лидера (щелкните по следующему узлу мастерства и подтвердите, чтобы разблокировать его). В основной кампании 4, 6 и 8 уровни мастерства могут быть открыты только после того, как сюжетная линия спутника продвинется дальше определенной точки.\n\n"
        },
        {
            "uid": "KKV3XcKa8S83qiJx",
            "description": "<<Image:CrewCombatCrewCombatActions>>\n\nБоевые действия экипажа - это команды, которые вы можете отдавать перед каждым раундом боя экипажа, чтобы изменить ход сражения, повысить шансы на успех или уменьшить потери. За раунд боя можно выполнить максимум два действия - оба затрачивают находчивость (второе стоит больше первого).\n\nДействия, соответствующие вашей диспозиции (атакующие для нападающей стороны и оборонительные для защищающейся), тратит меньше находчивости. Кроме того, заместители капитана мародеров и капитана гвардии снижают затраты находчивости на атакующие и оборонительные действия соответственно.\n\nОдин из $Vagrus Perks, *Командование*, будучи полученным, может быть использован для разблокирования продвинутых действий во время боя экипажа, за счет затрат находчивости.\n\n"
        },
        {
            "uid": "kMN3XcKN6S83qiJp",
            "description": "<<Image:CompanionCombatCharacterSheet>>\n\n*Страницу персонажа* можно открыть, нажав на его иконку (три линии) на портрете. Там можно увидеть все относящиеся к бою показатели активного спутника и воспользоваться подсказками, чтобы узнать больше. Вы также можете обратиться к разделу $Character Pane, чтобы узнать больше.\n\n"
        },
        {
            "uid": "KNb3XZFPhS83qrFs",
            "description": "В качестве альтернативы приобретению припасов, когда вы разбиваете лагерь и заканчиваете день, вы также можете приобретать припасы в течение дня.  Это часто бывает полезно, так как узел, который вы выберете для охоты или собирательства, может существенно повлиять на результаты.\n\nПочти во всех случаях это будет стоить 2 очка движения (ОД). Если у вас не осталось ОД, то вместо этого будет потрачен 1 бодрость. В течение дня вы можете отправлять несколько экспедиций на *охоту* и *собирательство*, хотя их отдача будет уменьшаться в зависимости от результатов предыдущих попыток. Приобретение припасов в дневное время доступно в радиальном меню, когда вы путешествуете по пустоши, и нажатие на него вызовет пользовательский интерфейс, как показано ниже.\n\n<<Image:CampDaytimeSupply>>\n\n"
        },
        {
            "uid": "kpJ3XcKDpS83qiJa",
            "description": "<<Image:CompanionCombatActions>>\n\n*Действия* (ДЕЙ) - это количество раз, когда боец делает свой ход за раунд. Последующие ходы делаются после того, как все первые ходы сделаны каждым бойцом.\n\n"
        },
        {
            "uid": "KS23XcK5eS83qiJU",
            "description": "Порядок, в котором бойцы делают свои ходы, соответствует их *Инициативе (ИНИ)*: в начале каждого раунда все активные бойцы прибавляют 1-6 (случайным образом) к своему ИНИ, чтобы определить, в каком порядке они будут действовать в данном раунде (начиная с самого высокого ИНИ).\n\n<<Image:CompanionCombatInitiativeOrder>>\n\nПорядок действия (слева вверху) показывает порядок, в котором бойцы получают свои ходы. Мудрые лидеры используют эту информацию для планирования. Часто несколько действий доступны как для спутников, так и для врагов.\n\nПорядок действия может быть изменен в течение раунда эффектами, которые либо изменяют инициативу персонажа, либо полностью лишают его инициативы (например, оглушение или поражение). Кроме того, эффекты могут дать персонажам дополнительные действия, которые появляются в порядке действия. \n\nПризванные существа также бросают инициативу и располагаются в порядке действия в зависимости от результата броска.\n\n"
        },
        {
            "uid": "kyx3XdmQaS83qpg9",
            "description": "<<Image:CompanionsCharacterSkills>>\n\nСводную информацию об умениях персонажа можно найти для каждого отдельного спутника в $Character Pane слева внизу. Все $companions имеют по четыре умения. Некоторые навыки направлены исключительно на нанесение урона цели, в то время как другие обеспечивают более тонкий подход, влияя на бой множеством способов. Описания каждого умения и его цели доступны во время $Companion Combat, а более подробную информацию можно найти в разделе $Combat Skills.\n\n"
        },
        {
            "uid": "Lj93XcJgjS83qiJQ",
            "description": "<<Image:CompanionCombat>>\n\nБои спутников происходят, когда вашим $Companions приходится сражаться в результате сюжетных или бессюжетных событий. Результат во многом зависит от того, насколько эффективно вы будете управлять $Combat Skills ваших спутников и корректировать тактику во время боя.\n\n"
        },
        {
            "uid": "LQd3XSy1wRHbuYjS",
            "description": "<<Image:Events>>\n\nБольшая часть истории представлена через интерактивные тексты, называемые Событиями. Как правило, События позволяют вам делать различные выборы на каждом этапе, хотя в некоторых ситуациях есть только один вариант. Эти примеры представляют собой более линейное развитие сюжета. Некоторые варианты могут иметь несколько последствий, в то время как другие имеют различные зависимости. Зависимости означают, что вы можете выбрать определенный вариант, только если у вас есть необходимые условия - $Character Skills, $Vagrus Perks, $Companions и так далее. Чтобы выбрать выбор, щелкните по нему или используйте кнопки 1-9 на клавиатуре, чтобы выбрать тот, который вам нравится.\n\nВо многих ситуациях события имеют скрытые варианты выбора, которые открываются только при выполнении необходимых условий. Это может быть связано с событиями, которые происходят случайным образом по всему королевству, или даже в поселениях, где новые варианты выбора становятся доступными по мере развития сюжета.\n\n"
        },
        {
            "uid": "Mb83XcK8WS83qiJW",
            "description": "<<Image:CompanionCombatCombatSkills>>\n\nКаждый спутник имеет *4 боевых умения* помимо движения, представленных рядом значков под его именем на информационной панели персонажа. Когда вы выбираете умение, его статистика отображается под иконкой навыка. Умения также отображаются в листе персонажа спутника.\n\nИспользование *умений* требует затрат энергии. Вы можете выбрать *Умения* или *Движение*, щелкнув по ним или нажав соответствующую цифру (1-5). Выбранные умения подсвечиваются, как и все доступные цели для выбранного умения. Подробную информацию об умении можно просмотреть в информационном листе слева внизу после выбора умения. Вы также можете усилить персонажа, нажав на стрелку вверх в правом верхнем углу рядом с его портретом, временно повысив уровень боевых умений спутника на один\n\nВ области под умениями отображается информация о персонаже, включая его живучесть (ЖИВ), шанс уклонения (УКЛ), силу (СИЛ), броню (БРН), шанс блокирования (БЛК), действия (ДЕЙ).\n\n*Живучесть* (ЖИВ) - это, по сути, здоровье персонажа. За дополнительной информацией обращайтесь к разделу $Vitality.\n\n *Броня* (БРН) уменьшает урон, наносимый персонажу. Более подробную информацию смотрите в статье $Armor.\n\n *Сила* (СИЛ) тратится на использование умений, которые имеют стоимость силы. Более подробную информацию можно найти в статье $Power.\n\n*Шанс уклонения* (УКЛ) показывает шанс, с которым персонаж может успешно уклониться от атаки. Более подробную информацию можно найти в разделе $Block and Evade.\n\n*Шанс уклонения* (УКЛ) показывает шанс, с которым персонаж может успешно заблокировать атаку. Более подробную информацию можно найти в разделе $Block and Evade.\n\n *Действия* (ДЕЙ) - это количество раз, когда боец делает свой ход в раунде.\n\n"
        },
        {
            "uid": "mDs3XcKexS83qiK5",
            "description": "<<Image:CrewCombatHealPhase>>\n\nПосле завершения боя ваш экипаж занимается ранеными в фазе исцеления, бросая броски на восстановление каждого персонажа по очереди. Тяжелораненые персонажи могут быть исцелены только с критическим успехом. Каждая попытка исцеления имеет шанс израсходовать аптечку.\n\nНавыки целителя у спутников или /вагруса/, а также определенное снаряжение и другие источники могут увеличить шансы на исцеление персонажей. Вы также можете потратить дополнительное время (вычитая очки движения) и (или) использовать находчивость, чтобы увеличить свои шансы.\n\n"
        },
        {
            "uid": "mhC3XdmJNS83qpg2",
            "description": "Заместители - это ваши офицеры в /комитате/. Их можно назначить через окно 'Заместители', хотя это можно сделать только во время $camp или во время $resting (например, в /мансио/) в конце текущего дня. Заместители играют важную роль в вашем /комитате/, потому что они дают различные бонусы к существующей игровой механике - улучшают такие вещи, как грузовое пространство, максимальное передвижение или базовый шанс $scouting.\n\nВ окне заместителя вы можете назначить спутника на роль заместителя, перетащив его портрет на свободный слот (здесь он окрашен в синий цвет). Назначать можно только тех $Companions, у которых есть соответствующий навык заместителя. Ниже приведен пример, где один спутник назначен на роль заместителя мастера разведки.\n\n<<Image:Deputies>>\n\nОдин спутник или наемник может одновременно выполнять только одну роль (даже если он имеет право на другие), и каждая роль может быть выполнена только одним спутником или наемником одновременно. Максимальное количество назначенных ролей заместителей зависит от вашего $Authority (характеристика лидера). Назначенные заместители разблокируют новые слоты $Equipment для /комитата/.\n\nЗачастую некоторые роли заместителей должны быть разблокированы, прежде чем ваши спутники смогут быть назначены на эти должности. Чтобы разблокировать эти роли заместителей, вам нужно распределить очки мастерства для каждого спутника в подкатегории заместителя, которые можно найти внизу под атрибутами в окне $Prowess and Proficiency.\n\n"
        },
        {
            "uid": "mQj3XZFBBRHbu7BR",
            "description": "Точки интереса - это места и области в игре, доступные или нет. Сюда входят поселения, географические особенности, аномалии и другие вещи. Достаточно полная разбивка доступна через внутриигровую диаграмму, которая представлена ниже.\n\n<<Image:ChartPointsofInterest>>\n\n"
        },
        {
            "uid": "MqQ3XSyazRHbuYjY",
            "description": "<<Image:JournalNews>>\n\nНа вкладке Новости перечислены все поселения, из которых у вас есть новости. Их можно получить либо через истории, либо с помощью функции $Exchange News в $Mansio Pane. Записи новостей стоят некоторую сумму денег каждый раз, когда вы используете опцию Обмен новостями в /мансио/.\n\nСпешность новостей важна, потому что записи ухудшаются со временем, становятся менее свежими, что означает меньшую ценность в целом. Вы можете освежить их до максимума, используя Обмен новостями в поселениях (и иногда через истории).\n\n"
        },
        {
            "uid": "n163Xdjo4S83q3Sj",
            "description": "Ваш боевой экипаж служит вам в $Crew Combat, увеличивая общую мощь и защиту вашего /комитата/. Он состоит из бойцов, разведчиков, $Companions и может включать $Hirelings. Рабы и рабочие также могут быть задействованы в боевых действиях экипажа, но только со значительным риском, поэтому они обычно не считаются его частью. \n\n<<Image:CrewFightingCrew1>>\n\nВаш боевой экипаж также отвечает за ваши защитные приказы во время $camping. Есть три различных варианта, которые вы можете выбрать, когда речь идет о выставлении охраны на ночь; они представлены тремя ячейками, показанными ниже. Слева направо: без охраны (слева), с охраной (посередине) и с дополнительной охраной (справа).\n\n<<Image:CampDefenseOrders>>\n\nВ некоторых ситуациях у вас может не хватить боевого экипажа, чтобы защитить свой /комитат/ должным образом, что приведет к тому, что некоторые приказы по обороне будут стоить бодрости, в то время как обычно они не стоили бы. В других ситуациях определенные варианты защиты будут выделены серым цветом или недоступны. В этом случае желтый, оранжевый или красный медальон означает, что ваш /комитат/ частично защищен, плохо защищен или не защищен соответственно. Это также будет отмечено в разделе $Enduring Effects в окне управления экипажем. Пример показан ниже, где /комитат/ устанавливает лагерь и плохо защищается. По этой причине опция выставления дополнительной охраны недоступна - даже выставление охраны вообще стоит /вагрусу/ одного очка бодрости.\n\n<<Image:CrewFightingCrew2>>\n\nНанимая больше бойцов, вы сможете защитить весь экипаж и сделать доступными больше вариантов защиты.\n\n"
        },
        {
            "uid": "NbJ3XSyXkRHbuYjW",
            "description": "Многие события включают в себя испытания, которые ведут вас по альтернативным путям в зависимости от вашего успеха или неудачи. Некоторые испытания являются видимыми (т.е. вы можете увидеть результат), в то время как другие скрыты. Испытания делают очень важными как $Character Skills, так и $Vagrus Perks, поскольку они повышают порог успеха, который показывается после испытания, если оно видимое. \n\n/Вагрусы/ могут использовать находчивость для повышения шанса на успех во время событий, который может быть еще больше увеличен, если взять один из $vagrus perks под названием 'Улучшение'. Эти опции обозначаются стрелкой вверх (для обычного усиления) и двойной стрелкой для дополнительного усиления от навыка 'Улучшение'.\n\n<<Image:EventsTests1>>\n\nКогда показываются результаты тестов, они указываются в скобках после подтверждения того, провалили вы тест или преуспели в нем. Это делается в круглых скобках, обозначающих два числа. Пример успешного прохождения испытания показан ниже:\n\n<<Image:EventsTests2>>\n\nПервое число в каждом испытании представляет собой ваш результат из 100, а второе - ваш шанс на успех. В следующем примере показано представление неудачи - в этом примере игрок превысил порог успеха, как показано ниже:\n\n<<Image:EventsTests3>>\n\n"
        },
        {
            "uid": "NEG3XdmbCS83qpgH",
            "description": "Фракции - это, по сути, группы интересов в игровом мире - торговые дома, гильдии, тайные группы и т.д. - борющиеся за власть и влияние. Они являются важными действующими лицами в экономике и политике Империи, а также очень часто встречаются в историях. Игрок может встретить фракции в поселениях, в историях, и может получить $reputation с ними.\n\n"
        },
        {
            "uid": "nfg3XcKY8S83qiJu",
            "description": "<<Image:CrewCombatWard>>\n\n*Опека* - это то, что противодействует *боевому урону*, смягчая его. Она основана на *Защите*, к которой применяются модификаторы, такие как эффекты и снаряжение. Так же, как и в случае с $Combat Damage, бросок кубика определяет множитель на раунд. Чем больше коэффициент успеха, тем большая часть опека будет потрачена на выбранную цель. Выбирая цель, вы, по сути, решаете, что защищать во время боя. Суть игры в том, чтобы угадать, куда ударит противник, и выбрать цель, которая наиболее эффективно противостоит его цели.\n\n"
        },
        {
            "uid": "nju3XcKYcS83qiJv",
            "description": "<<Image:CrewCombatUnitDamageDistribution>>\n\nВ начале каждого раунда, $combat damage для обеих сторон рассчитывается на основе бросков кубиков и всех применимых модификаторов. Этот боевой урон является резервом урона, который распределяется между вражескими подразделениями следующим образом:\n\n1) Вражеское подразделение выбирается случайным образом\n2) Его защита сравнивается с резервом боевого урона\n2a) Если защита подразделения меньше или равна боевому урону, то боевой урон уменьшается на величину защиты подразделения. После этого подразделение получает ранение.\n2b) Если защита подразделения выше боевого урона, подразделение не получает ранения и боевой урон не уменьшается. Подразделение перемешивается обратно и выбирается случайным образом другое подразделение.\n3) Повторяйте шаги 1) и 2) до тех пор, пока боевой урон не будет уменьшен.\n4) Оставшийся боевой урон переносится на следующий раунд.\n\n"
        },
        {
            "uid": "nmd3XdmBiS83qpfw",
            "description": "<<Image:Cargo>>\n\nГруз - это все то, что содержит $Goods, $Equipment, $Items и Механизмы вашего /комитата/. Товары хранятся в грузовом отсеке и существуют в основном для торговых целей. Оборудование экипируется специально для вашего /комитата/ через различные слоты, которые вы можете найти в меню Грузов. Предметы выполняют ряд специфических функций, некоторые из них более практичны (например, медицинские принадлежности), а некоторые - чисто финансовые (например, простые украшения). Наконец, механизмы включают в себя предметы, которые могут быть экипированы на $Companions, и доступны через $Character Pane.\n\n"
        },
        {
            "uid": "nPr3XZEphRHbu7BM",
            "description": "<<Image:Scouting>>\n\nРазведка позволяет вам собирать информацию о том, что будет происходить в соседних узлах, прежде чем посвятить свой $comitatus дальнейшему пути. Это делается путем посылки разведчиков. Разведка делится на две категории: $Manual-Scouting и $auto-scouting. Обе формы служат для получения важной информации о боевых столкновениях, охоте, добыче пищи и $events в окрестностях. \n\nВыявленные детали соответствуют шансу того, что на этом узле произойдет $Crew Combat, базовому шансу успеха для $acquire supplies через охоту и собирательство, и шансу того, что событие произойдет. Если событие гарантированно произойдет, оно будет показано в виде синего свитка, поскольку это приоритетное событие. В противном случае результат будет показан коричневым цветом.\n\n"
        },
        {
            "uid": "nRa3XcJrmS83qiJS",
            "description": "<<Image:CompanionCombatEnemies1>>\n\nВраги работают аналогично $Companions, так как имеют такие показатели, как живучесть, сила, блок, уклонение и т.д. Когда их живучесть снижается до нуля, они обычно умирают, хотя особые враги могут иметь фазы падения. На боевой доске враги обычно занимают одну клетку, но есть несколько крупных противников, которые занимают две соседние клетки.\n\n<<Image:CompanionCombatEnemies2>>\n\n"
        },
        {
            "uid": "nRS3XdmcBS83qpgJ",
            "description": "<<Image:Reputation>>\n\nРепутация - это положение игрока в определенной фракции. Она может быть повышена или понижена в результате различных действий и решений. Чем выше репутация с фракцией, тем больше преимуществ получает игрок, например, более низкие ставки найма, доступ к торговым предложениям более высокого уровня, освобождение от налогов, информация о рыночных ценах и награды фракции.\n\n"
        },
        {
            "uid": "NvZ3XdmDVS83qpfz",
            "description": "<<Image:CargoItems>>\n\nПредметы, третий тип $cargo, не занимают грузового пространства и не экипируются. Они используются в самых разных ситуациях и событиях. Некоторые предметы можно получить благодаря $reputation фракции, а другие могут выдать $factions и NPC. Предметы также служат наградой за квесты и являются зависимыми элементами некоторых квестов. Их можно увидеть в грузовом окне любого /комитата/, как показано ниже:\n\nДополнительно, некоторые предметы служат особенно прагматичным целям, как, например, приманки для зверей или медицинские принадлежности. Первые могут быть использованы в $Crew Combat, чтобы $appease определенные виды оппозиции, а вторые используются, когда вы заканчиваете день в $camp, в случае, если вы хотите, чтобы раненые $Companions исцелялись быстрее и предсказуемее. Это можно сделать с помощью кнопки 'Переключить медицинские принадлежности' в правой части пользовательского интерфейса лагеря.\n\n"
        },
        {
            "uid": "nW33XcKbLS83qiJz",
            "description": "<<Image:CrewCombatCombatRounds>>\n\nБой экипажа обычно длится *три раунда*. Каждый раунд вы делаете бросок, чтобы узнать, насколько успешно вы атакуете или защищаетесь. Шансы на успех и неудачу (полученные из боевой силы, защиты и модификаторов действий обеих сторон) отображаются в центре.\n\nЕсли враг успешно бежит, отступает или отходит в течение любого раунда, вы можете выбрать преследовать его или отступить. То же самое враг может сделать с вами в случае, если ваша сторона отступает. Кроме того, если он не будет уничтожен в конце третьего раунда, у вашего экипажа - если она не спешит - есть шанс спасти раненых, исцелив их.\n\n"
        },
        {
            "uid": "Pdy3XcKXfS83qiJt",
            "description": "<<Image:CrewCombatCombatDamage>>\n\nКак атакующий, так и защищающийся наносят *боевой урон*. Этот урон основан на *боевой силе*, к которой применяются модификаторы, такие как эффекты и снаряжение. Бросок кубика определяет множитель на раунд. В зависимости от успеха или неудачи броска, у вас может быть низкий *Боевой урон*, высокий или даже очень высокий. В случае сильного успеха, не только ваш *Боевой урон* значительно увеличится, но и урон вашего врага уменьшится.\n\n$Goals влияют на то, как будет нанесен урон. Если вы выбрали в качестве цели *Убить их*, то весь ваш *Боевой урон* будет направлен на уничтожение вражеских персонажей. Остальные цели направлены на конкретные цели, например, на похищение зверей или грабеж грузов. Именно поэтому *Боевой урон* разделяется на урон персонажей и урон цели. Урон единицы определяет урон, который получают реальные единицы, подробнее см. в разделе $unit damage distribution. Урон цели - это, по сути, коэффициент успеха выбранной вами цели и определяет добычу, которую вы получаете, или зверей, которых вы переманиваете. Более подробно об этом см. в разделе $target damage distribution. Чем больше запас успеха вашего броска в раунде, тем большая часть вашего *боевого урона* пойдет на достижение вашей цели, вместо того, чтобы нанести урон врагу.\n\n"
        },
        {
            "uid": "PHm3XcKarS83qiJy",
            "description": "<<Image:CrewCombatCompanionCombatDuringCrewCombat>>\n\nВы можете вступить в *Совместный бой* против части сил противника, используя соответствующее *Действие*. Когда вы это сделаете, вы можете выбрать, на ком сосредоточиться - на их лидерах, на их обычных бойцах, или на их смеси. Вы вернетесь в бой экипажей после 6 раундов боя спутников независимо от результата боя.\n\nКаждый боец, павший в этом бою спутников, будет удален из боя экипажей, но победа над всеми врагами наносит значительный урон их мужеству, в то время как проигрыш боя ведет к потере морали для вашего экипажа.\n\n"
        },
        {
            "uid": "pqk3XcKF7S83qiJc",
            "description": "<<Image:CompanionCombatPositioningDuringCombat>>\n\nВсе персонажи могут *перемещаться* (значок следа, левая нижняя секция) в любую соседнюю *позицию* на своей стороне. Для этого *выберите* значок перемещения, а затем целевую позицию, *щелкнув* на ней, затем *подтвердите* вторым щелчком. Вы можете отключить подтверждение щелчком, выбрав опцию 'Подтвердить цель'.\n\nКогда персонаж перемещается в позицию, занятую другим персонажем, этот персонаж выталкивается из занимаемой им позиции и должен быть перемещен в соседнюю свободную позицию (даже в позицию, которую только что покинул другой персонаж). Существуют $Companion Conditions, которые не позволяют персонажам перемещаться.\n\nНекоторые навыки требуют перемещения перед их использованием. Это также заставляет персонажей поменяться местами, но только в том случае, если оба персонажа свободны и могут двигаться.\n\n\nПерсонажи в первом ряду не только предотвращают атаки ближнего боя против персонажей, находящихся непосредственно за ними, но и затрудняют попадание по ним некоторыми *ранговыми умениями* (теми, которые имеют свойство Линия видимости), поскольку стоящие за ними спутники находятся в укрытии.\n\n"
        },
        {
            "uid": "qqm3XcKJVS83qiJi",
            "description": "<<Image:CompanionCombatResistances>>\n\nСопротивления уменьшают урон, получаемый спутником от определенного типа атаки во время боя. На уровень сопротивления могут положительно или отрицательно влиять снаряжение, предметы, боевые характеристики, усиления и штрафы. Сопротивления можно разделить на следующие категории: огонь, электричество, разум, холод, магия, препятствие, кровотечение, яд.\n\nТут есть несколько способов, как сопротивления вступают в игру. Часто урон от умений представляет определенную стихию, а специфические для стихии сопротивления смягчают этот урон в процентах от общего. Точное количество уменьшенного урона округляется.\n\nКаждое умение имеет дополнительные эффекты, которые приводят к броскам сопротивления. При использовании навыков, содержащих такие эффекты, бросок кубика (d100) используется для определения того, будет ли эффект полностью сведен на нет или будет применен в полном объеме.\n\n"
        },
        {
            "uid": "QtV3XdmPnS83qpg8",
            "description": "<<Image:CompanionsCharacterPerks>>\n\nНавыки персонажа - это те навыки, которые относятся конкретно к вашим $Companions. Все персонажи начинают с определенным набором навыков, и они могут быть добавлены или расширены, когда спутники набирают уровень мастерства, выделяя очки мастерства. В приведенном ниже примере спутник Воракс достиг второго уровня мастерства, и для повышения уровня мастерства или других категорий (таких как 'Неподвижность', боевая черта) необходимо добавить очки мастерства.\n\nНавыки персонажа влияют на многие результаты испытаний, они открывают роли заместителей и служат для усиления $Combat Skills и черт. Боевые черты требуют предварительного уровня атрибутов для получения, но если они выбраны, то оказывают значительное влияние на статистику спутника во время боя. \n\nБудьте очень внимательны к тому, на что вы тратите очки мастерства: приобретенные навыки не могут быть изменены.\n\n"
        },
        {
            "uid": "qWe3XcK9aS83qiJX",
            "description": "<<Image:CompanionCombatVitality>>\n\n*Живучесть* (ЖИВ) представляет собой жизненные силы персонажа. Когда у персонажа заканчивается ЖИВ, он получает статус *пал в бою* и получает *живучесть павшего в бою*. Если и они закончится, персонаж будет тяжело ранен.\n\n"
        },
        {
            "uid": "qWf3XSyjsRHbuYjc",
            "description": "<<Image:VictoryConditions>>\n\nКогда вы начинаете новую игру, вы можете выбрать свое стремление или выбрать свободную игру. Свободная игра не имеет ограничений и просто позволяет вам играть столько, сколько вы хотите, независимо от ваших личных целей. Выбранное вами стремление определяет, как вы достигнете победы в открытой кампании Vagrus, и каждый вариант влияет на то, как вы должны подходить к игре, чтобы достичь этой цели.\n\n"
        },
        {
            "uid": "rEb3XcK77S83qiJV",
            "description": "<<Image:CompanionCombatVagrusCombatActions1>>\n\nВы, /вагрус/, не принимаете непосредственного участия в $Companion Combat, но это не значит, что у вас нет возможности влиять на него. Пять из ваших *лидерских навыков* позволяют вам использовать *находчивость* различными способами в бою. Четыре из них находятся в медальоне в левом верхнем углу: подготовка, расширение, вдохновление и помощь, а также стимулирование находится в правом верхнем углу портрета спутника в левой нижней части экрана. За дополнительной информацией о боевых навыках /вагруса/ обратитесь к $Vagrus Perks.\n\n<<Image:CompanionCombatVagrusCombatActions2>>\n\n"
        },
        {
            "uid": "rSD3XdmRHS83qpgA",
            "description": "Наемников можно нанять в домах Окво и Венари. В каждой фракции можно нанять три типа наемников, каждый из которых делится на два уровня, в общей сложности шесть наемников.\n\nВенарийские наемники могут участвовать в боях экипажей и спутников - все шестеро могут быть использованы и назначены на роли заместителей. Их преимущества схожи с обычными $Companions, но они не могут быть улучшены с помощью $Insight, тем самым увеличивая их $Prowess and Proficiency. Хотя их навыки могут быть усилены навыком /вагруса/, сами навыки не могут быть изменены, равно как и экипировка. Одновременно можно нанять только по 1 представителю каждой фракции. Пример одного наемника - венарийского наемника - показан ниже:\n\n<<Image:CompanionsHirelings>>\n\nПосле того, как они прослужат вам в общей сложности месяц, вам будет предложено и разрешено продлить этот срок на 1 месяц, дважды (в общей сложности 3 месяца максимум). Если или когда они уходят, это происходит через событие, о котором вы всегда будете уведомлены.\n\n"
        },
        {
            "uid": "sF93XRa77CGM6Gmf",
            "description": "<<Image:Combat>>\n\nСражение - важный аспект игры, и иногда его невозможно избежать. Два основных вида боя - это бой спутников и бой экипажей. $Companion combat ограничивается спутниками, которых игрок приобрел, в то время как в $crew combat участвует весь ваш /комитат/.\n\n"
        },
        {
            "uid": "Sg63XdmSCS83qpgB",
            "description": "<<Image:VagrusAuthority>>\n\nАвторитет определяет, сколько именно $deputies вы можете назначить в любой момент времени; абсолютный максимум достижим для шести человек, независимо от любых бонусов. Авторитет также делает ваших спутников более терпимыми к принимаемым вами решениям, а более высокий авторитет уменьшает потери лояльности спутников при принятии таких решений. Для повышения Авторитета необходима проницательность, которая увеличивается тем быстрее, чем выше он становится.\n\n"
        },
        {
            "uid": "sHs3XcLuwS83qiKK",
            "description": "<<Image:SettlementFactionPane>>\n\nПанель поселения функционирует в поселениях как способ для игроков взять новые $faction tasks (кнопка 'Доступно'), просмотреть задания в процессе выполнения (кнопка 'Активно') или изучить различные награды за уровни репутации фракции (кнопка 'Награды'). Иконки под тремя кнопками позволяют отфильтровать задания $Mercenary или $Trade tasks. Кнопки фиолетового цвета представляют собой один из $Vagrus Perks, решение, с помощью которого вы можете 'перевернуть' доступные задания фракции.\n\nНа вкладке *Награды* перечислены все награды за уровень репутации фракции, на которые вы можете претендовать. Вы не сможете претендовать на награды, если не соответствуете требованиям к статусу фракции или если присутствие фракции в поселении слишком мало для данной награды. Обратите внимание, что награды в виде $Equipment и механизмов можно получить только один раз. Эффекты могут быть восстановлены, если вы их потеряли (из-за потери статуса фракции), но позже снова получили право на них.\n\nНажав на символы, связанные с каждой фракцией, вы перейдете к более полному описанию каждой фракции, включая вашу текущую $Reputation с каждой из них и историю самой организации. Это также открывает $Vagrus Pane, которую можно использовать для поиска другой информации.\n\n"
        },
        {
            "uid": "SYF3XSy8SRHbuYjT",
            "description": "<<Image:Journal>>\n\nВаш журнал функционирует как средство отслеживания историй ($objectives), $news, $rumors, $qualities и $tasks. Вы можете искать записи (поле поиска) и фильтровать их (кнопки выпадающего фильтра) слева вверху. Вы также можете сортировать категории по алфавиту или по времени, просто выделите тот режим, который вам больше нравится. Когда вы находитесь в журнале, значок пера также может использоваться для создания неограниченного количества пользовательских заметок.\n\n"
        },
        {
            "uid": "tyD3XSyQLS83qufE",
            "description": "<<Image:PriceHistory>>\n\nВы можете просмотреть окно истории цен, нажав на шкалу в правом верхнем углу Графика или на панели Рынок поселения. Окно позволяет просматривать товары и места и сравнивать цены. Вы можете фильтровать и сортировать информацию в зависимости от того, что вы ищете. Эта функция позволит вам определить, какие товары следует покупать и где продавать, если вы хотите получить прибыль.\n\n"
        },
        {
            "uid": "U3R3XdmNyS83qpg7",
            "description": "<<Image:Companions>>\n\nКаждый спутник имеет персональную квестовую линию. Способы, которыми вы можете начать квестовые линии спутников, сильно различаются - вам может потребоваться поговорить с спутником, получить его преданность, повысив его Лояльность, или вам нужно будет сделать или обладать определенными вещами, прежде чем вы сможете начать квест.\n\nКвестовые линии лояльности связаны с развитием спутника: Уровни доблести 4, 6 и 8 могут быть открыты только в том случае, если вы достаточно продвинулись в квесте лояльности спутника. Кроме того, эти истории часто предоставляют широкие возможности для обретения лояльности спутников.\n\nПомимо развития персонажа, квесты лояльности могут привести к различным результатам и часто имеют несколько концовок, а также разветвленные пути. Некоторые решения, принятые в них, могут даже привести к заметным изменениям в характере спутника.\n\n"
        },
        {
            "uid": "U5U3XcLrsS83qiKG",
            "description": "<<Image:MansioPaneResting>>\n\nОтдых в /мансио/ дает дополнительные преимущества по сравнению с обычного лагеря, хотя и стоит дороже. Как правило, существует два уровня отдыха в /мансио/, причем второй дает больше преимуществ для статуса вашего экипажа за более высокую цену. Также всегда есть возможность бесплатно поспать на полу конюшни, что дает экипажу одно очко бодрости. Ниже приведен пример использования самого непомерного варианта отдыха /мансио/, который дает +2 морали и +2 питания.\n\n"
        },
        {
            "uid": "ud33XZFQxS83qrFt",
            "description": "*Автоприобретение припасов* позволяет задать условия, при которых вы сможете автоматически приобретать припасы в конце дня. Если условия выполнены, *охота* и *собирательство* будут происходить автоматически, когда вы завершаете день на экране лагеря. Если вы используете Быстрый лагерь, приобретение припасов также произойдет автоматически, если будут выполнены заданные условия.\n\nУсловия представлены двумя *ползунками* под Автоприобретение припасов. Верхний ползунок представляет самый низкий базовый шанс успеха, при котором сработает автоприобретение, а нижний - минимальное количество припасов, которое в среднем дает этот узел, чтобы произошло автоприобретение.\n\n<<Image:CampAutoAcquire>>\n\nЕсли вы включите символ *бодрость* (значок кулака), автоприобретение будет стоить 1 бодрости вместо 2 очков движения (ОД), когда у вас останется менее 2 ОД. Если это не выключено, *Автоприобретение припасов* сработает только тогда, когда у вас будет 2 или более ОД.\n\n"
        },
        {
            "uid": "uLo3XdmCtS83qpfy",
            "description": "<<Image:CargoEquipment>>\n\nСнаряжение, которое может использовать ваш /комитат/, продается на некоторых рынках или встречается во время ваших путешествий. Оно может давать бонусы и улучшения, и может быть куплено и экипировано либо через панель $Market Pane, либо просто в окне управления экипажем через $Cargo, когда вы путешествуете по пустошам. Ниже показан пример, где выделена вкладка Снаряжение, и одно 'животное-охранник' перетаскивается в открытый слот для снаряжения.\n\nПодобным образом, вы можете просматривать и назначать снаряжение, которым вы владеете, как на $market pane, так и в окне груза, в зависимости от того, находитесь ли вы в $settlement или путешествуете по пустошам. \n\nЧтобы получить бонусы от своего снаряжения, вам нужно сначала экипировать его, перетащив в соответствующий слот на иллюстрации /комитат/ через окно груза.\n\nСнаряжение может быть помещено только в слот, соответствующий его типу, за исключением того, что снаряжение любого типа может быть помещено в слот Разное, а некоторое снаряжение работает в нескольких слотах. Вы можете снять снаряжение, перетащив его обратно в список.\n\nДополнительно, $deputies играют важную роль в разблокировании слотов снаряжения на вашем /комитат/. Большинство заблокированных слотов требуют выделения определенного заместителя, чтобы слот можно было использовать. Например, чтобы разблокировать слот вторичного снаряжения 'колдовство', расположенный в верхней левой части грузового окна, вам нужен заклинатель.\n\n"
        },
        {
            "uid": "UmY3Xdmg1S83qpgM",
            "description": "<<Image:ReputationLocationsandHQs>>\n\nФракции имеют разную степень присутствия в определенных областях и поселениях, начиная от полного отсутствия и заканчивая тем, что данное поселение является их региональной штаб-квартирой. Присутствие фракции влияет на предложения, задания и истории, которые доступны.\n\n"
        },
        {
            "uid": "UX83XcKZaS83qiJw",
            "description": "<<Image:CrewCombatTargetDamageDistribution>>\n\nЦели определяют способ нанесения урона (если действует опека). Например, если выбрать цель *Браконьер*, то часть урона будет направлена на вооруженных защитников, а остальная часть - на угон ездовых и вьючных животных. Чем больше разница в успехе, тем большая часть урона будет потрачена на выбранную цель.\n\nПодобным образом, если вы решите использовать опеку для защиты своих зверей, сумма, эквивалентная вашей опеке, будет списана с атаки, направленной на ваших зверей. Однако если враг нацелится на ваш экипаж, он не будет защищен вашей опекой. Знание своего врага и умение защищаться - ключ к успеху в бою с экипажем.\n\nРезультат определяется в процессе, аналогичном процессу распределения урона $Unit. Вражеская единица или потенциальная добыча выбирается случайным образом, ее стоимость в целевом уроне вычитается из общего целевого урона. Кража зверя будет стоить значительно больше целевого урона, чем кража ездового зверя.\n\n"
        },
        {
            "uid": "V8r3XdmdqS83qpgL",
            "description": "<<Image:ReputationRelationsWithOtherFactions>>\n\nНекоторые фракции находятся в дружеских отношениях друг с другом, в то время как другие имеют более враждебные отношения. Как правило, межфракционные отношения представлены в виде списка фракций, сгруппированных в четыре различные отношения: Союзники, Спутники, Противники и Враги. Если ваша репутация повышается с какой-либо фракцией, то те, кто находится на их стороне, также будут относиться к вам несколько выше, в то время как ваша репутация с теми, кто находится на их стороне, будет ухудшаться.\n\n Например, если вы получаете +20 репутации с одной фракцией, вы получаете +6 репутации с их союзниками, и +3 с их спутниками. Что касается потери репутации, то эти цифры обратные, то есть вы получите -3 репутации с их противниками и -6 с их врагами.\n\n"
        },
        {
            "uid": "vfX3XSystRHbuYjf",
            "description": "<<Image:VictoryConditionsKnowledgeAmbition>>\n\nПобеду через стремление к знаниям можно одержать, получив определенное количество записей в кодексе, а также исследуя забытые места, где хранятся давно потерянные знания.\n\n"
        },
        {
            "uid": "Vjt3XSyw9RHbuYjh",
            "description": "<<Image:CodexObtainingCodexEntries>>\n\nНекоторые записи в кодексе даются вам автоматически в начале новой игры и зависят от происхождения вашего /вагруса/. Другие записи выдаются вам автоматически по завершении определенных событий. Во время события - когда вы получили новую запись - она будет выделена бледно-голубым цветом. Нажав на текст, вы попадете прямо в свой Кодекс, где сможете прочитать его полностью, прежде чем приступать к дальнейшим действиям.\n\n"
        },
        {
            "uid": "vUK3XcKANS83qiJY",
            "description": "<<Image:CompanionCombatArmor>>\n\n*Броня* (БРН) отрицает определенное количество физического урона персонажа. Атаки *Пробивающие броню* игнорируют часть брони цели, а *Проникающие* и стихийные повреждения игнорируют всю броню цели полностью.\n\n1) Попадание или промах определяется с помощью проверки Точности.\n2) Проверки блока и уклонения.\n3) Проверки критического попадания.\n4) Расчета урона.\n5) Броня уменьшает урон, рассчитанный в шаге 4. Например, если урон равен 3, а БРН=2, то окончательный урон персонажа равен 1. Также, если урон равен 2, а БРН=2, то окончательный урон равен 0.\n\nХотя достаточно высокий БРН может технически сделать персонажа неуязвимым, такие случаи довольно редки. БРН редко когда превышает 3, да и то временно.\n\n"
        },
        {
            "uid": "VwD3XdmCDS83qpfx",
            "description": "<<Image:CargoGoods>>\n\nТовары - это торговые товары, которые ваш /комитат/ может приобретать различными способами и продавать с прибылью на рынках поселений или перевозить их в отдаленные места за $Factions (см. $Trade Tasks). В отличие от других товаров и предметов, товары занимают место в грузовом отсеке. Отдельные товары складываются в слоты, причем каждый товар имеет свои уникальные размеры штабеля. Размеры штабелей можно посмотреть во всплывающей подсказке каждого товара. Вы можете выбросить товары навсегда, используя кнопку 'Выбросить'.\n\nТорговля товарами может быть основным средством существования для /комитата/. Некоторые $settlements заинтересованы в определенных товарах больше, чем другие, а другие производят определенные товары, поэтому изучение и использование спроса и предложения является ключом к успеху. Для этого можно использовать инструмент $Price History.\n\nНекоторые товары классифицируются как контрабанда. При наличии таких товаров городская стража обязательно задержит вас и конфискует их. Некоторые предметы $Equipment, а также взятки или связи в нужных местах могут уменьшить риск провоза контрабанды в город.\n\n"
        },
        {
            "uid": "vXu3XcKKvS83qiJm",
            "description": "<<Image:CompanionCombatCompanionConditions>>\n\nСуществуют условия, которые не позволяют вам выполнять определенные действия. К ним относятся:\n\n*Сражён*\nПотеряв все свои живучесть (ЖИВ) в бою, спутник становится *сраженным*, он не выбывает из боя, но более не может выполнять действия. Он получает ещё немного очков живучести, занимая предыдущую позицию. Враги по-прежнему могут атаковать его, и если он опять потеряет все свои очки живучести, то он выходит из строя (ВИС). Это означает, что он получит тяжёлые ранения и даже может умереть после боя. Некоторые редкие лечебные умения могут вернуть спутников из *сражённого* состояния. Сражённых персонажей можно перемещать в ситуациях, когда другой спутник меняет с ними позицию.\n\n*Оглушен*\n\nКогда спутник *оглушен*, он не может выполнять никаких действий. Если штраф *оглушение* будет снят до их следующего хода в $Initiative Order, то они могут возобновить бой как обычно.\n\n*Препятствие*\n\nКогда спутнику препятствуют, он не может двигаться, не может уклоняться, не может инициировать движение или быть вовлеченным в цепочку (например, от другого персонажа), которая требует движения.\n\n"
        },
        {
            "uid": "W1D3XdmK6S83qpg3",
            "description": "<<Image:Vagrus>>\n\nВагрус является одновременно и основой, и жизненной силой любого /комитат/, функционируя как ключевое лицо, принимающее решения, иногда действуя из-за кулис. В игре 'Vagrus - The Riven Realms' вы берете на себя эту роль в качестве игрока, а ваш $crew и $companions будут надеяться на ваше руководство.\n\n"
        },
        {
            "uid": "wCh3XcKWBS83qiJr",
            "description": "<<Image:CrewCombatCrewCombatBasics>>\n\nВ столкновениях экипажей весь ваш /комитат/ сражается с врагом: либо для защиты себя, либо когда вы случайно встретили другую группу, с которой решили подраться. Бой экипажей состоит из фаз (бой, преследование, лечение, результат) и раундов боя (см. $Combat Rounds). Вы также сможете усаживать и спешивать наездников, если только не попали в засаду. Попадание в засаду влечет за собой штраф к силе боя и защите в первом раунде боя.\n\nВы можете видеть *силу боя* и *защиту* вашего экипажа и противника. Они описывают способность вашего экипажа совершать атаки и защищаться, соответственно. Фиолетовые значки обозначают магические атаки и защиту. Сторона, инициировавшая боевое столкновение, является *нападающей* и обозначается *кулаком*.\n\nОбщие *Боевая сила* и *Защита* рассчитываются из соответствующих значений отдельных единиц, на которые могут влиять бонусы или штрафы, а также учет других аспектов, таких как действия. Кроме того, определенные модификаторы применяются после суммирования общего значения, например, бонусы *морального духа* и *бодрости*. За более подробной информацией о статистике экипажа обратитесь к разделу $Crew Properties.\n\nВражеское *мужество* эффективно действует как моральный дух, определяя, как долго они готовы сражаться. Его базовое значение равно 100, но применимые модификаторы могут увеличить или уменьшить это значение. После каждого раунда боя проводится проверка мужества. Если она провалена, враг отступает, и вы можете решить, преследовать его или нет. *Неумолимые* враги - такие как нежить - никогда не сдаются и не отступают.\n\n"
        },
        {
            "uid": "wCu3XcKeTS83qiK4",
            "description": "<<Image:CrewCombatAftermath>>\n\nЕсли бой не завершится в течение 3 раундов, остаток боя будет смоделирован игрой как четвертый и последний раунд, пока одна из сторон не разойдется или не погибнет.\n\n"
        },
        {
            "uid": "wS43XZExiS83qrFf",
            "description": "<<Image:MovementForcedMarch>>\n\nПринудительный марш позволяет вашему /комитату/ двигаться дальше, чем обычно позволяют ваши максимальные *Очки Движения (ОД)*. Принудительный марш использует *Очки Движения Маршем* (указаны рядом с вашими Очками Движения слева вверху). Марш по тропинкам и его стоимость обозначены красным цветом на карте кампании. Ваш экипаж быстро теряет бодрость и даже мораль, если вы слишком часто маршируете без дополнительного отдыха.\n\n"
        },
        {
            "uid": "Wts3XSyptRHbuYjd",
            "description": "<<Image:VictoryConditionsRenownAmbition>>\n\nОдним из способов победы в игре является достижение достаточной известности. Если вы достигнете необходимого уровня до истечения срока кампании, то вы достигнете победы с помощью этого стремления. Более подробную информацию о $Renown и о том, как её увеличить, можно найти в разделе $Vagrus.\n\n"
        },
        {
            "uid": "WZ43XcLKVS83qiK7",
            "description": "<<Image:Settlements>>\n\nПоселения и доступные в них взаимодействия играют большую роль в Расколотых царствах. Как /вагрус/, они дают вам доступ к историям, различным рынкам, /мансио/, где ваш экипаж может отдохнуть, и в большинстве поселений - к заданиям фракции. Заняв узел поселения на карте, вы можете войти в него с помощью кнопки Enter в радиальном меню. Вы всегда можете не входить и даже разбить лагерь снаружи.\n\n"
        },
        {
            "uid": "xtd3XSyP5S83qufD",
            "description": "<<Image:ReputationTradeOffers>>\n\nФракции, присутствующие в поселении, размещают массовые предложения как для покупателей, так и для продавцов. Содержание и качество этих предложений зависит от множества факторов, включая интерес фракции к товарам, спрос и предложение на них, степень ее присутствия, а также разблокированные игроком уровни торговых предложений (от I до III).\n\nТорговые предложения можно покупать и продавать только полными стопками, и помимо обычной цены, /вагрусы/ могут получить более выгодную сделку, потратив репутацию фракции. Хотя фракции не продают свои товары дешевле (разве что при более высокой репутации у них на узлах-источниках товаров), каждая единица из предлагаемой стопки стоит одинаково, что является большим преимуществом перед динамически меняющейся рыночной ценой, даже если может показаться, что начальная пара единиц стоит на рынке дешевле, чем предлагаемые. В результате крупномасштабная торговля может быть более эффективной благодаря предложениям фракций.\n\n"
        },
        {
            "uid": "XuJ3XcKNnS83qiJq",
            "description": "<<Image:CompanionCombatForfeit>>\n\nКнопка *пропуск хода* (значок со стрелкой в левом верхнем углу портрета персонажа) позволяет пропустить текущий ход, тем самым восполняя *силу*.\n\n"
        },
        {
            "uid": "XWG3XdmczS83qpgK",
            "description": "<<Image:FactionTasks>>\n\nМногие поселения имеют *панели фракций*, где вы можете взаимодействовать с фракциями, которые присутствуют в данном месте.\n\nКаждая фракция предлагает различные *задания*, которые вы можете выполнять. Задания - это процедурно генерируемые, не связанные с историей цели, которые вы можете выполнить за *деньги и репутацию* с фракциями.\n\nВы можете выполнять задания на вкладке *Доступные* на $Faction Pane, расположенной в поселениях. Каждое из них имеет свои требования, включая уровни стояния фракции и свободное грузовое пространство. Вы можете посмотреть, где находится место, относящееся к заданию, на Графике, щелкнув правой кнопкой мыши по названию поселения, в котором находится задание.\n\nНа вкладке *Активные* вы можете сдавать задания (если вы находитесь в нужном месте) или отбрасывать их. Как только вы выполнили требования задания, перейдите на вкладку Фракции в Рынке, найдите задание в списке активных заданий и нажмите 'сдать' для завершения.\n\n"
        },
        {
            "uid": "XwK3XcKMbS83qiJo",
            "description": "<<Image:CompanionCombatCombatLog>>\n\nВо время боя спутников вы можете в любой момент обратиться к *Журналу боя* (лист в центре внизу), чтобы посмотреть, что именно произошло. Журнал можно прокручивать, но если вы хотите увидеть больше, нажмите на него, чтобы открыть полностью. Его можно закрыть, щелкнув по нему еще раз. Большинство боевых действий включает в себя серию проверочных бросков, таких как точность, уклонение, критический удар и так далее. Подробнее о бросках d100 в целом читайте в записи $Tests. За подробностями о последовательности боевых действий обратитесь к разделу $Armor.\n\n"
        },
        {
            "uid": "XYN3XdmpPS83qpgS",
            "description": "<<Image:Currency>>\n\nВы должны будете управлять своими доходами и расходами на протяжении всей игры. Имперские валюты называются Бросс, Лирг и Ченгер. Обменные курсы следующие: 1 брос = 10 лиргов, 1 лирг = 10 ченгеров.\n\n"
        },
        {
            "uid": "YNT3XdmkHS83qpgQ",
            "description": "<<Image:FactionTasksMercenaryTasks>>\n\nВыполнение заданий наемников включает в себя сражения, путешествия и сбор вознаграждений. Конкретное задание может варьироваться от сопровождения до устранения и всевозможных промежуточных вариантов. Для ознакомления со всем процессом вы можете посмотреть это видео.\n\n<<video:FactionTasksMercenaryTasksVideo>>\n\n*Задания по избавлению* требуют уничтожения враждебной группы людей, монстров или других существ.\n\n*Задания по защите* требуют защиты локации или группы от какой-то угрозы.\n\n*Задания на завоевание* дают вам задание захватить интересную точку.\n\n*Задания на похищение* отправляют вас на задание похитить кого-то или группу людей.\n\n*Задания на спасение* - это миссии по освобождению человека или людей из лап враждебных сил.\n\n*Задания на побег* подразумевают охрану прохода человека или группы людей через пустошь к желаемому месту назначения.\n\n"
        },
        {
            "uid": "ypm3XcMTnS83qiKP",
            "description": "<<Image:ChartCustomChartNotes>>\n\nВы можете выбрать местоположение, щелкнув левой кнопкой мыши по нему на диаграмме. Вкладка в левой нижней части экрана сообщит вам о типе населенного пункта и продолжительности поездки туда. Здесь вы можете добавить до пяти заметок к интересующей вас точке.\n\n"
        },
        {
            "uid": "YpN3XcKfPS83qiK6",
            "description": "<<Image:CrewCombatResults>>\n\nПобеда или поражение определяются на основе ряда факторов. Успех и критический успех в раундах приносит одно и два победных очка соответственно. Кроме того, Атакующие получают очки за успешное выполнение своей цели. Защитники получают очки как за то, что помешали атакующим, так и за то, что сохранили жизнь своему экипажу.\n\nВ итоге побеждает та сторона, у которой больше победных очков, а в случае равенства очков победителем считается та сторона, у которой больше побед в течение трех раундов.\n\nПосле победы наступает черед мародерства. Вы можете получить предметы, товары или даже ездовых и вьючных зверей, в зависимости от того, какой враг был побежден.\n\n"
        },
        {
            "uid": "z5d3XcLWNS83qiKC",
            "description": "Поле слухов\n<<Image:MansioPaneRumors>>\n\n$Rumors можно приобрести через панель мансио. Эти крупицы информации могут разблокировать $Points of Interest на вашей $Chart, подсказать вам возможности для бизнеса, дать вам подсказки по сюжетным линиям или открыть скрытый выбор в определенных событиях.\n\n"
        },
        {
            "uid": "ZcY3XSye6RHbuYja",
            "description": "<<Image:JournalQualities>>\n\nКачества могут быть статусами, собранной информацией, секретами и так далее. Непрочитанные записи имеют синий значок восклицательного знака и отображаются сверху, а уже прочитанные отмечены золотым кружком.\n\n"
        },
        {
            "uid": "zrx3XdmTLS83qpgD",
            "description": "<<Image:VagrusInsight>>\n\nПроницательность можно получить, завершая задания, исследуя мир или открывая новые записи в $Codex. Используйте проницательность для приобретения навыков вашему /вагрусу/ или повышения уровня $Prowess and Proficiency ваших $Companions.\n\n"
        },
        {
            "uid": "ZtC3XSyrWRHbuYje",
            "description": "<<Image:VictoryConditionsWealthAmbition>>\n\nПобеда через стремление к богатству требует от /вагруса/ заработать или приобрести большое состояние и затем вложить его в дело до срока завершения кампании.\n\n"
        },
        {
            "uid": "ZyH3XdmLvS83qpg5",
            "description": "<<Image:CompanionsCharacterGear>>\n\nНаряду с полным перечнем характеристик и навыков, панель $Character Pane также даёт вам доступ к снаряжению спутников. Доступны две ячейки снаряжения, в которые можно поместить любые два предмета, единственное ограничение - нельзя использовать один и тот же тип снаряжения дважды. Эти ячейки снаряжения расположены под изображением $Companion, и на них можно нажать, чтобы выбрать из списка, куда можно перетащить снаряжение, как показано ниже:\n\nСнаряжение обычно приобретается во время определенных событий, т.е. не через торговлю в $settlement. Некоторые $factions позволяют приобрести снаряжение после достижения определенного уровня $reputation, а иногда оно может быть наградой за выполнение определенных заданий.\n\nБольшая часть снаряжения улучшает навыки или характеристики, хотя в некоторых случаях платой за преимущества будут и определённые изъяны. Также некоторые предметы снаряжения требуют выполнения определенных условий, прежде чем спутник сможет их экипировать.\n\n"
        },
        {
            "uid": "Zym3XSyuMRHbuYjg",
            "description": "<<Image:Codex>>\n\nКодекс - это коллекция записей, которые вы находите во время своих путешествий. Записи содержат информацию о мире и его обитателях. Когда у вас есть непрочитанные записи, кристалл на обложке закрытого Кодекса излучает свет. Саму книгу можно найти в правом нижнем углу.\n\nЗаписи в Кодексе отображаются в списке слева. Вы можете искать записи и фильтровать их по категориям с помощью кнопок вверху. Непрочитанные записи отмечены синим значком и отображаются сверху, а уже прочитанные - золотым. Текст выбранной записи отображается справа.\n\n"
        }
    ]
}